{
    "11045000": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45000",
        "id": 11045000,
        "alias": "Contents.Quest.Desc.45000",
        "text": "[Рекомендуемый уровень]>53 \n Я услышал откуда-то шепот, поэтому мне было любопытно посмотреть, что происходит, поэтому я подошел к нему. Оказалось, что трейдер, который с нетерпением ждал вскрытия карт, боролся, потому что ничего хорошего не было бизнес на плодородной земле. \n \n Дон Он сказал, что собирается в экспедицию на таинственное поле, чтобы узнать, есть ли чем заняться, и предложил нам пойти вместе. Пойдем вместе? "
    },
    "11045001": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45001",
        "id": 11045001,
        "alias": "Contents.Quest.Desc.45001",
        "text": "[Рекомендуемый уровень]>54 \n По его совету мы решили переместить локацию в зону вырубки. \n Что-то там не так много людей и не похоже, что будет что-то особенное ... \n \n Follow я там и поговорим с Onyoungin. Давай посмотрим. Может, на этот раз мы сможем что-нибудь открыть ."
    },
    "11045002": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45002",
        "id": 11045002,
        "alias": "Contents.Quest.Desc.45002",
        "text": "[Рекомендуемый уровень]>54 \n Вместе с двумя торговцами в Дохвасанджоне мы решили отправиться в новое место, за пелену леса, чтобы посмотреть, есть ли какие-нибудь хорошие предметы. Можем ли мы что-нибудь найти? \n \n Пойдем и поговорим . "
    },
    "11045003": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45003",
        "id": 11045003,
        "alias": "Contents.Quest.Desc.45003",
        "text": "[Рекомендуемый уровень]>55 \n Снова встретился с Онёнгином в Пепельных джунглях. \n Когда я спросил, почему он был один в этом опасном месте, он признал свою неудачу и сказал, что принимает новый вызов. \n \n Кроме защиты от окружающие враги, я бы ничего не могу поделать, но ... Могу я вам помочь? "
    },
    "11045004": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45004",
        "id": 11045004,
        "alias": "Contents.Quest.Desc.45004",
        "text": "[Рекомендуемый уровень]>55 \n Я думаю, плодородные руины - слишком опасные места для обычных людей. Не лучше ли их высушить? Я слышал. \n \n Следуй за ним в Плодородные руины."
    },
    "11045100": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45100",
        "id": 11045100,
        "alias": "Contents.Quest.Desc.45100",
        "text": "[Рекомендуемый уровень]>57 \n Я встретил мастера, который очень страстно говорил о хорошем камне, как если бы он пел песню. \n Я слышал, что он обычный мастер, поэтому для изготовления хорошей работы нужен хороший камень. \n \n Я слышал, почему мне кажется, что я немного знаю, что я помешан на хороших камнях. Я собираюсь искать хорошие камни, мне следует следовать за ними? "
    },
    "11045101": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45101",
        "id": 11045101,
        "alias": "Contents.Quest.Desc.45101",
        "text": "[Рекомендуемый уровень]>59 \n Я решил отправиться в ущелье Тахоам и поискать свежую гортензию из группы цветков сливы, о которой говорил Хосок Хосок. Цветущие сливы не только в хороших отношениях с Кымгёнчхольмоном, но и культиваторы здесь? \n \n Вы узнаете, если пойдете и послушаете рассказ? \n Но легко ли найти? Давайте сначала пойдем по дороге ."
    },
    "11045102": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45102",
        "id": 11045102,
        "alias": "Contents.Quest.Desc.45102",
        "text": "[Рекомендуемый уровень]>59 \n Вокруг так много банд копейщиков ... \n Чтобы преувеличить, может быть, они сейчас находятся в осаде?."
    },
    "11045103": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45103",
        "id": 11045103,
        "alias": "Contents.Quest.Desc.45103",
        "text": "[Рекомендуемый уровень]>57 \n Пак Би-би из Дэ-Хва-Джеона искал меня? Что происходит? Ах! Давай поговорим с самими собой, прежде чем сообщать о ситуации Квак Хо-Рёну? Было бы лучше рассказать более изысканное история? \n Хм .. Я знаю, что это значит, но думаю, что мне лучше передать ее самостоятельно."
    },
    "11046000": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45000 - 타입2(+1000)",
        "id": 11046000,
        "alias": "Contents.Quest.Desc.46000",
        "text": "[Рекомендуемый уровень]>53 \n Я услышал откуда-то шепот, поэтому мне было любопытно посмотреть, что происходит, поэтому я подошел к нему. Оказалось, что трейдер, который с нетерпением ждал вскрытия карт, боролся, потому что ничего хорошего не было бизнес на плодородной земле. \n \n Дон Он сказал, что собирается в экспедицию на таинственное поле, чтобы узнать, есть ли чем заняться, и предложил нам пойти вместе. Пойдем вместе? "
    },
    "11046001": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45001 - 타입2(+1000)",
        "id": 11046001,
        "alias": "Contents.Quest.Desc.46001",
        "text": "[Рекомендуемый уровень]>54 \n По его совету мы решили переместить локацию в зону вырубки. \n Что-то там не так много людей и не похоже, что будет что-то особенное ... \n \n Follow я там и поговорим с Onyoungin. Давай посмотрим. Может, на этот раз мы сможем что-нибудь открыть ."
    },
    "11046002": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45002 - 타입2(+1000)",
        "id": 11046002,
        "alias": "Contents.Quest.Desc.46002",
        "text": "[Рекомендуемый уровень]>54 \n Вместе с двумя торговцами в войне Дохваджон мы решили отправиться в новое место, в лесную завесу, чтобы посмотреть, есть ли какие-нибудь хорошие предметы. \n Если мы не найдем здесь чего-нибудь , Гюри Джанг не может стать официальным торговцем. Сможете ли вы его найти? \n \n Пойдем поговорим ."
    },
    "11046003": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45003 - 타입2(+1000)",
        "id": 11046003,
        "alias": "Contents.Quest.Desc.46003",
        "text": "[Рекомендуемый уровень]>55 \n Снова встретился с Онёнгином в Пепельных джунглях. \n Когда я спросил, почему он был один в этом опасном месте, он признал свою неудачу и сказал, что принимает новый вызов. \n \n Кроме защиты от окружающие враги, я бы ничего не могу поделать, но ... Могу я вам помочь? "
    },
    "11046004": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45004 - 타입2(+1000)",
        "id": 11046004,
        "alias": "Contents.Quest.Desc.46004",
        "text": "[Рекомендуемый уровень]>55 \n Я думаю, плодородные руины - слишком опасные места для обычных людей. Не лучше ли их высушить?"
    },
    "11046100": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45100 - 타입2(+1000)",
        "id": 11046100,
        "alias": "Contents.Quest.Desc.46100",
        "text": "[Рекомендуемый уровень]>57 \n Я встретил мастера, который очень страстно говорил о хорошем камне, как если бы он пел песню. \n Я слышал, что он обычный мастер, поэтому для изготовления хорошей работы нужен хороший камень. \n \n Я слышал, почему мне кажется, что я немного знаю, что я помешан на хороших камнях. Я собираюсь искать хорошие камни, мне следует следовать за ними? "
    },
    "11046101": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45101 - 타입2(+1000)",
        "id": 11046101,
        "alias": "Contents.Quest.Desc.46101",
        "text": "[Рекомендуемый уровень]>59 \n Я решил отправиться в ущелье Тахоам и поискать свежую гортензию из группы цветков сливы, о которой говорил Хосок Хосок. Цветущие сливы не только в хороших отношениях с Кымгёнчхольмоном, но и культиваторы здесь? \n \n Вы узнаете, если пойдете и послушаете рассказ? \n Но легко ли найти? Давайте сначала пойдем по дороге ."
    },
    "11046102": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45102 - 타입2(+1000)",
        "id": 11046102,
        "alias": "Contents.Quest.Desc.46102",
        "text": "[Рекомендуемый уровень]>59 \n Вокруг так много банд копейщиков ... \n Чтобы преувеличить, может быть, они сейчас находятся в осаде?."
    },
    "11046103": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45103 - 타입2(+1000)",
        "id": 11046103,
        "alias": "Contents.Quest.Desc.46103",
        "text": "[Рекомендуемый уровень]>57 \n Би Пак из Дохвасанджон искал меня? Что происходит? Ах! Давайте поговорим с самими собой, прежде чем сообщать о ситуации Хо-рёнгу Кваку? Не хотели бы вы рассказать более изысканную историю? \n \n Um. .. Я знаю, что это значит, но думаю, что мне лучше передать это самостоятельно."
    },
    "11047000": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45000 - 타입3(+2000)",
        "id": 11047000,
        "alias": "Contents.Quest.Desc.47000",
        "text": "Я услышал откуда-то шепот, поэтому мне было любопытно, что происходит, поэтому я подошел к нему. Оказалось, что торговец, которого ждали в Дохвасанджоне, испытывал трудности, потому что на плодородной земле не было хороших предметов для бизнеса. Он предложил нам пойти вместе. Он подумал, что это будет весело, поэтому я последовал за ним. \n \n Он сказал, что здесь нет хороших деловых вещей, и это адское место с точки зрения торговца. Это было сложно, все Я мог бы привести в порядок окрестности ... Я просто сказал, что было бы хорошо провести дополнительные исследования. По его словам, здесь нет ничего, кроме темноты. Глядя в его глаза, кажется, что он не дал еще ... Может, пообщаемся с ним еще немного? "
    },
    "11047001": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45001 - 타입3(+2000)",
        "id": 11047001,
        "alias": "Contents.Quest.Desc.47001",
        "text": "Я переместил это место на лесозаготовительную площадку вслед за Онёнджином, торговцем из Дохвасанджона. Онённин надеялся, что будет что-то новое, потому что там не так много людей приходили и уходили. Разве это не было бы наоборот? \n \n Но он сказал этот бизнес связан с риском, и он попытается, потому что не может найти хороших вещей, отправляясь в безопасные места. На этот раз он помог ему устранить угрозы вокруг него. Но на этот раз он нашел кое-что особенное. Янг-ин Он внезапно начал винить себя. Думая о том, как ее утешить и успокоить, она обрела стабильность, когда появился младший торговец. Дохвасанджон также является группой торговцев, так что чувствительна ли она к производительности?"
    },
    "11047002": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45002 - 타입3(+2000)",
        "id": 11047002,
        "alias": "Contents.Quest.Desc.47002",
        "text": "Вместе с двумя торговцами из Дохвасанджона мы решили отправиться в новое место, в завесу леса, и искать новые продукты. Если мы тоже не найдем здесь чего-то, Гюри Чан сказал, что он не станет официальным лицом. торговец. \n \n Они собирают побочные продукты монстров. Я планировал проверить ценность продукта в этом году, но не ожидал особого ожидания. Тем не менее, я подумал, что это мой последний шанс, поэтому я решила помочь. \n \n Но, опять же, здесь не было ничего особенного. Он Ён-ин утешает младшего торговца и пытается помочь, чем может, но Чан Гю-ри говорит, что подумает, подходит ли это ей босс. Я не могу сказать этого, потому что не знаю, но ... Разве это не слишком резко? Я должен тебе сказать."
    },
    "11047003": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45003 - 타입3(+2000)",
        "id": 11047003,
        "alias": "Contents.Quest.Desc.47003",
        "text": "Я снова встретил Онёнгина в Пепельных джунглях. Когда я спросил его, почему он был один в этом опасном месте, он признал свою неудачу и сказал, что принимает новый вызов. Я ничего не могу сделать, кроме как защищаться от врагов. вокруг меня, но ... я решил оказать как можно больше помощи. \n \n После устранения угрозы я провел небольшое исследование самостоятельно, но я не мог оценить, что оно того стоило, поэтому я решил отказаться Пережив несколько неудач, Онёнгин борется с замешательством, будь то из-за того, что ей не хватает навыков торговца или из-за того, что на плодородной земле действительно нет ничего полезного.Я знал, что Плодородные руины были опасным местом, но я не мог удержаться от говоря, что если я ничего не сделаю до конца, я не смогу убедить себя. Пойдем с ним ."
    },
    "11047004": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45004 - 타입3(+2000)",
        "id": 11047004,
        "alias": "Contents.Quest.Desc.47004",
        "text": "Мы прибыли в Плодородные руины и по его просьбе начали поиск ядер Бастиона. Мы сомневались, будет ли ядро Булмора иметь какую-либо коммерческую ценность, но мы решили сначала помочь. Все, что у него было в руках, был порошок или осколки , и он сказал, что возьмется и посмотрит, стоит ли это. Ситуация еще не подтверждена, но настроение стало мрачным. \n \n Он повысил голос, не сдаваясь. Даже если есть потеря, он не будет сдавайся и продолжу ... Даже если он будет признан виновным, он будет действовать как быстрый трейдер ... Я поддержу его независимо от результата ."
    },
    "11047100": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45100 - 타입3(+2000)",
        "id": 11047100,
        "alias": "Contents.Quest.Desc.47100",
        "text": "Я встретил мастера, который очень страстно говорил о хороших камнях, как будто поет песню. Услышав эту историю, он сказал, что он обычный мастер и что только хорошие камни могут делать хорошие работы. Он, казалось, немного понимал, почему он был одержим с хорошими камнями. Я решил последовать за ним \n \n Я устранял угрозы вокруг него, пока он проверял камни. Он был очень доволен качеством камней вокруг него. В это время рядом подошел приемный воспитатель и переехал в безопасное место, так как это опасно. Я попросил его сделать это. Я подумываю переехать, потому что это опасное место ... Внезапно тесть разозлился и начал драться с приемной командой. Почему Это? \n \n Тесть продолжал говорить плохие вещи о Суяне даже после смены местоположения. Кажется, просто сменить местоположение сегодня не было проблемой. Должно быть, это было что-то, что накапливалось раньше. Может, он хотел что-то сказать, поэтому познакомил меня с участником цветущей сливы поблизости ."
    },
    "11047101": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45101 - 타입3(+2000)",
        "id": 11047101,
        "alias": "Contents.Quest.Desc.47101",
        "text": "Я решил поехать в ущелье Тахоам и поискать свежий суп из гортензии из группы цветков сливы, о которой говорил Хо Сок. здесь приемные члены? Я думал, что это будет хорошо между нами двумя, но, глядя на выражение лица Чхонсугука, не похоже, что это так ... Ну ... это не важно, так что давайте двигаться дальше. Он сказал, что планировал построить базу, но ее было трудно построить и поддерживать из-за внезапного беспокойства банды копьеносцев. В конце концов, для продолжения исследования необходимы силы Суяна, чтобы уничтожить банду копейщиков. , но у Суяна есть сила, чтобы поддержать тыл, чтобы сражаться против синих людей. В результате мы не могли должным образом ответить на наши просьбы о помощи, и, в конце концов, разве это не вызвало бы недоверие между нами? "
    },
    "11047102": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45102 - 타입3(+2000)",
        "id": 11047102,
        "alias": "Contents.Quest.Desc.47102",
        "text": "Сказать, что вокруг так много банд копейщиков! С небольшим преувеличением, это на уровне осады. Казалось, что мы должны немедленно отступить, поэтому мы спросили мнение Чхонсу-гука. и начал размышлять. банды копьеносцев, чтобы ответить позже, потому что он не мог просто уйти. Если это снаряжение группы копейщиков, я смогу его забрать ... много потерь. Он сказал, что не может продолжить исследование и что он хотел бы что-то связать, но подходящей цели не было ."
    },
    "11047103": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45103 - 타입3(+2000)",
        "id": 11047103,
        "alias": "Contents.Quest.Desc.47103",
        "text": "Би-Парк Парк в Дохвасанджоне приехал навестить меня. Он спросил меня, могу ли я переслать историю, которую я видел и слышал на континенте Хэволь, Санчжонджу Квак Хо-рён.… Я знаю, что это значит, но думаю, что это будет лучше передать это самому Мне было интересно, о чем они будут говорить. Я не получил разрешения, но ... Я пошел за ним и решил взглянуть на него. \n \n История о торговце из Дохвасанджона. \n Были сложные истории рассказывая о Сахо по прошествии многих лет. \n Я подумал, что мне не нужно больше слышать, поэтому я решил перестать слушать и уйти ."
    }
}