{
    "19100000": {
        "deprecated": false,
        "Dev_Desc": "호수를 덮은 연잎인간",
        "id": 19100000,
        "alias": "Contents.Quest.Desc.3000000",
        "text": "Человек-лотос сидит на берегу озера, нападает на проходящих мимо людей и причиняет ущерб. Более серьезная проблема заключается в том, что ночью человек-лотос покрывает озеро, и озеро постепенно гниет. Чтобы решить эту проблему, необходимо избавиться от лотоса. У меня нет другого выбора, кроме как ."
    },
    "19100001": {
        "deprecated": false,
        "Dev_Desc": "개체수 조절",
        "id": 19100001,
        "alias": "Contents.Quest.Desc.3000001",
        "text": "<< Западные племена, которые попали в гнилые лесозаготовки, оказались в беде. В последнее время их численность быстро увеличилась, и они расширили свою территорию до соседних деревень, чтобы грабить продовольствие. Мы не можем уничтожить их всех, но нам нужно контролировать население, чтобы чтобы не повредить деревню. "
    },
    "19100002": {
        "deprecated": false,
        "Dev_Desc": "낚시터의 방해꾼",
        "id": 19100002,
        "alias": "Contents.Quest.Desc.3000002",
        "text": "Черепашье озеро не только живописно, но и славится черепахами и рыболовными угодьями. Однако в последнее время из-за черепах рыба высохла, и рыбаки не приходят. Окружающие торговцы сильно пострадали. , так что помогите торговцам помочь черепахам. Нам нужно избавиться от них и вернуть рыболовов ."
    },
    "19100003": {
        "deprecated": false,
        "Dev_Desc": "유적지 조사",
        "id": 19100003,
        "alias": "Contents.Quest.Desc.3000003",
        "text": "Мы проводим исследование руин, но охрана все еще представляет угрозу. Нам нужно разобраться с охраной, чтобы ускорить исследование руин."
    },
    "19100004": {
        "deprecated": false,
        "Dev_Desc": "황폐화한 목초지",
        "id": 19100004,
        "alias": "Contents.Quest.Desc.3000004",
        "text": "Это место заросло травой, и это отличное место для выпаса скота. Внезапно сомы разрушают пастбище, и людям приходится нелегко. Пожалуйста, помогите людям, убив сомов."
    },
    "19100005": {
        "deprecated": false,
        "Dev_Desc": "창도단 소탕",
        "id": 19100005,
        "alias": "Contents.Quest.Desc.3000005",
        "text": "Говорят, что у торговцев большие проблемы, потому что свирепствует группа копьеносных банд. Нам нужно избавиться от этих так называемых копьеносных банд, чтобы торговцы могли путешествовать без забот."
    },
    "19100006": {
        "deprecated": false,
        "Dev_Desc": "숲 속의 야생동물",
        "id": 19100006,
        "alias": "Contents.Quest.Desc.3000006",
        "text": "Дикая природа в лесу также может быть угрозой для прохожих. В последнее время это была угроза для прохожих, поэтому, пожалуйста, с этим справитесь."
    },
    "19100007": {
        "deprecated": false,
        "Dev_Desc": "투엽단 소탕",
        "id": 19100007,
        "alias": "Contents.Quest.Desc.3000007",
        "text": "Дикие животные находятся на грани исчезновения из-за безжалостного браконьерства с ястребиным клювом. Мы можем защитить диких животных, только ежедневно уничтожая лоточников."
    },
    "19100008": {
        "deprecated": false,
        "Dev_Desc": "구덩이 조사",
        "id": 19100008,
        "alias": "Contents.Quest.Desc.3000008",
        "text": "Если мы не остановим томных хулиганов, которые пытаются высушить семена всех живых существ поблизости, мы можем нанести еще больший ущерб. Нам нужно убить как можно больше ослабленных хулиганов, чтобы они не вышли из яма."
    },
    "19100009": {
        "deprecated": false,
        "Dev_Desc": "도깨비 위협",
        "id": 19100009,
        "alias": "Contents.Quest.Desc.3000009",
        "text": "Гоблин появляется в глухом кладбищенском лесу и сбивает людей с толку. Не только это, но есть люди, которые находятся посреди смерти из-за мучений гоблина."
    },
    "19100010": {
        "deprecated": false,
        "Dev_Desc": "최상위 포식자",
        "id": 19100010,
        "alias": "Contents.Quest.Desc.3000010",
        "text": "Медведи и тигры нападают на людей, когда видят их, поэтому местные жители напуганы. Убивайте медведей и тигров, чтобы решить их проблемы."
    },
    "19100011": {
        "deprecated": false,
        "Dev_Desc": "복구 준비",
        "id": 19100011,
        "alias": "Contents.Quest.Desc.3000011",
        "text": "Чтобы восстановить разрушенную деревню Сува, избавление от выветрившихся крокодилов и разрушенного Вестина является первым шагом в подготовке."
    },
    "19100012": {
        "deprecated": false,
        "Dev_Desc": "유적지의 위협",
        "id": 19100012,
        "alias": "Contents.Quest.Desc.3001001",
        "text": "Мы можем справиться с беглыми охранниками, но более сильных элитных охранников по-прежнему трудно победить. Мы сможем завершить исследование руин, только когда они будут уничтожены. Пожалуйста, помогите следственной группе разобраться с элитными охранниками."
    },
    "19100013": {
        "deprecated": false,
        "Dev_Desc": "황폐화한 목초지",
        "id": 19100013,
        "alias": "Contents.Quest.Desc.3001002",
        "text": "Это место заросло травой и является прекрасным местом для выпаса скота. Внезапно людям стало тяжело из-за внезапного разрушения пастбища особенно сильными ловцами сома. Пожалуйста, помогите людям, победив сильных ловцов скота."
    },
    "19100014": {
        "deprecated": false,
        "Dev_Desc": "창도단 뿌리뽑기",
        "id": 19100014,
        "alias": "Contents.Quest.Desc.3001003",
        "text": "Сила бандитов будет вырвана с корнем, ударив лидера банды копейщиков. Убейте их, чтобы банды воров не совершили снова зло."
    },
    "19100015": {
        "deprecated": false,
        "Dev_Desc": "숲 속의 야생동물",
        "id": 19100015,
        "alias": "Contents.Quest.Desc.3001004",
        "text": "Среди диких животных в лесу сильные дикие животные могут быть более опасными для прохожих. В последнее время они стали угрозой для прохожих, поэтому, пожалуйста, разберитесь с ними."
    },
    "19100016": {
        "deprecated": false,
        "Dev_Desc": "투엽단 소탕",
        "id": 19100016,
        "alias": "Contents.Quest.Desc.3001005",
        "text": "Чтобы полностью уничтожить базу отряда, это был бы самый быстрый способ найти и уничтожить их, которые являются лидерами группы."
    },
    "19100017": {
        "deprecated": false,
        "Dev_Desc": "균열 막기",
        "id": 19100017,
        "alias": "Contents.Quest.Desc.3001006",
        "text": "Прежде чем случится большая катастрофа, нам нужно найти следы трещин и исследовать их, чтобы определить причину трещин. Чем сильнее горелка, тем темнее следы, поэтому нам нужно разобраться с ними и проверить их."
    },
    "19100018": {
        "deprecated": false,
        "Dev_Desc": "도깨비 불",
        "id": 19100018,
        "alias": "Contents.Quest.Desc.3001007",
        "text": "Огонь гоблинов, которого было достаточно, чтобы напугать людей, наносит ущерб, поджигая край одежды прохожего и другие предметы. Нам нужно избавиться от гоблина, пока не вспыхнул большой пожар."
    },
    "19100019": {
        "deprecated": false,
        "Dev_Desc": "최상위 포식자",
        "id": 19100019,
        "alias": "Contents.Quest.Desc.3001008",
        "text": "В последнее время появились огромные медведи и тигры, которые наращивают свою силу. Даже если этого не происходит, медведи и тигры, которые стали свирепыми, наносят большой урон, но я опасаюсь, что это нанесет еще больший ущерб. если они сгруппируются вместе. Убейте гигантского медведя и тигра, изображающие из себя босса, и мы должны не дать им бегать группами ."
    },
    "19100020": {
        "deprecated": false,
        "Dev_Desc": "복구 준비",
        "id": 19100020,
        "alias": "Contents.Quest.Desc.3001009",
        "text": "Самое страшное, что количество эродированных стаей быстро растет. Победа над их капитанами не позволит им расти."
    },
    "19100021": {
        "deprecated": false,
        "Dev_Desc": "유적지의 위협(상급)",
        "id": 19100021,
        "alias": "Contents.Quest.Desc.3002001",
        "text": "Говорят, что у руин появилось сильное присутствие. Говорят, что следственная группа получает большой урон, потому что он настолько силен, что его нельзя сравнивать с другими охранниками."
    },
    "19100022": {
        "deprecated": false,
        "Dev_Desc": "뿌리뽑기(상급)",
        "id": 19100022,
        "alias": "Contents.Quest.Desc.3002002",
        "text": "Говорят, что самый быстрый способ разобрать копья - это избавиться от человека по имени Кровавый Паук Варьюн. Найдите его и уничтожьте."
    },
    "19100023": {
        "deprecated": false,
        "Dev_Desc": "투엽단 소탕(상급)",
        "id": 19100023,
        "alias": "Contents.Quest.Desc.3002003",
        "text": "Если вы убьете Чаэранг-Ранга, лидера разведчиков, возглавляющего отряд, отряд распадется."
    },
    "19100024": {
        "deprecated": false,
        "Dev_Desc": "균열 막기(상급)",
        "id": 19100024,
        "alias": "Contents.Quest.Desc.3002004",
        "text": "Прежде чем случится большая катастрофа, нам нужно найти следы трещин и исследовать их, чтобы определить причину трещин. Чем сильнее горелка, тем темнее следы, поэтому нам нужно разобраться с ними и проверить их."
    },
    "19100025": {
        "deprecated": false,
        "Dev_Desc": "죽음의 거미줄(상급)",
        "id": 19100025,
        "alias": "Contents.Quest.Desc.3002005",
        "text": "Трудно ходить по лесу из-за паутины, но говорят, что видели гигантского паука, который в три раза превышает рост человека. Появился даже гигантский паук, которого никто не видел, поэтому лес скоро может быть покрыта паутиной. Вы должны найти и убить гигантского паука ."
    },
    "19100026": {
        "deprecated": false,
        "Dev_Desc": "쥐 떼 무리(상급)",
        "id": 19100026,
        "alias": "Contents.Quest.Desc.3002006",
        "text": "Говорят, что босса разрушенной деревни Сува практически невозможно восстановить из-за разрушенной печатки с клинками. Найдите и победите его."
    },
    "19100027": {
        "deprecated": false,
        "Dev_Desc": "변해버린 신목",
        "id": 19100027,
        "alias": "Contents.Quest.Desc.3003001",
        "text": "Дерево, о котором люди молились как о духовном существе, теперь вселяет в людей страх. Нам нужно избавиться от изменившегося божественного дерева и избавить людей от страха."
    },
    "19100028": {
        "deprecated": false,
        "Dev_Desc": "끔찍한 울림",
        "id": 19100028,
        "alias": "Contents.Quest.Desc.3003002",
        "text": "Ужасающий звук, который доносится из долины, на самом деле является звуком монстра, называемого стальным злом. Пока он занимает долину, никто не проходит через эту местность. Проблема в том, что стальное зло настолько мощно, что с ним трудно справиться в одиночку. Нам нужно объединиться с людьми как можно скорее, чтобы победить Стальное Зло ."
    },
    "19100029": {
        "deprecated": false,
        "Dev_Desc": "물자 보호_비옥대지",
        "id": 19100029,
        "alias": "Contents.Quest.Desc.3000101",
        "text": "Есть много случаев, когда торговцы, доставляющие товары из порта Эдо, теряют свои товары или получают травмы. Нам нужно разобраться с красными ослами, прячущимися на красном склоне, и недавно увеличившимися мандалами, чтобы торговцы могли путешествовать безопасно."
    },
    "19100030": {
        "deprecated": false,
        "Dev_Desc": "홍돈족 세력 무력화_비옥대지",
        "id": 19100030,
        "alias": "Contents.Quest.Desc.3000102",
        "text": "Мы не отреагировали на необоснованные требования и действия людей Хонгдон, но сила народа Хонгдон растет день ото дня, и они причиняют людям вред, распространяя свою власть на передний двор Пунгбекмуна. Пожалуйста, даже не делайте этого. приблизиться к этому ."
    },
    "19100031": {
        "deprecated": false,
        "Dev_Desc": "이독치독_비옥대지",
        "id": 19100031,
        "alias": "Contents.Quest.Desc.3000103",
        "text": "Поскольку количество врагов со временем увеличивается, невозможно победить врагов одной простой силой. Итак, мы используем яд скорпиона, чтобы сделать более мощное оружие. Боджи не хватает. Пожалуйста, соберите яд скорпионов в Долина осенних листьев ."
    },
    "19100032": {
        "deprecated": false,
        "Dev_Desc": "이상한 수수께끼_비옥대지",
        "id": 19100032,
        "alias": "Contents.Quest.Desc.3000104",
        "text": "Вы можете подумать, что это старая история, или вы можете подумать, что это галлюцинация страха, но ясно, что гномы причиняют вам вред."
    },
    "19100033": {
        "deprecated": false,
        "Dev_Desc": "검은 새벽단 잔당 처치_비옥대지",
        "id": 19100033,
        "alias": "Contents.Quest.Desc.3000105",
        "text": "Пришло время избавиться от Черной Зари после ожесточенной битвы с Пунгбэкмуном и ослабления власти. Помогите народу Пунгбэкмуна на холме Мононоке избавиться от остатков Черной Зари."
    },
    "19100034": {
        "deprecated": false,
        "Dev_Desc": "거래를 위한 재료_비옥대지",
        "id": 19100034,
        "alias": "Contents.Quest.Desc.3000106",
        "text": "Я слышал, что Пунгбэкмун собирает много лисьего меха и травы мандалы. Это не большие деньги, но, пожалуйста, соберите лисьий мех и траву мандалы для торговли с Пунгбэкмуном."
    },
    "19100035": {
        "deprecated": false,
        "Dev_Desc": "진퇴양난_비옥대지",
        "id": 19100035,
        "alias": "Contents.Quest.Desc.3000107",
        "text": "Я построил лес, чтобы не дать огненным демонам пересечься, но по этой причине начали появляться гномы. Я срубил несколько деревьев и заставил гномов отступить, но я беспокоюсь о огненных демонах и больше не могу делать то или это. . Идите в палатку в лесу и посмотрите текущую ситуацию. Узнайте, и если там много темных людей, пожалуйста, победите их. "
    },
    "19100036": {
        "deprecated": false,
        "Dev_Desc": "생기를 잃은 숲_비옥대지",
        "id": 19100036,
        "alias": "Contents.Quest.Desc.3000108",
        "text": "Место, где когда-то было много видов животных и растений, стало серым, а места, где трудно найти жизнь, превратились в землю, и это стало местом, где бродят только разрушенные западные люди и кровожадные тигры. снова старая жизнь. Мы должны избавиться от них всех ."
    },
    "19100037": {
        "deprecated": false,
        "Dev_Desc": "거대한 위협_비옥대지",
        "id": 19100037,
        "alias": "Contents.Quest.Desc.3000109",
        "text": "Трещины, которые появляются повсюду, также являются проблемой, но самая большая проблема с событиями в Плодородных раскопках - это постоянный поток огненных демонов. Ужасно думать, что все демоны-быки толпятся в Плодородных руинах. пройти весь путь сюда. Сейчас это будет сложно, но, пожалуйста, уменьшите количество горелок как можно больше, чтобы от них избавиться ."
    },
    "19100038": {
        "deprecated": false,
        "Dev_Desc": "생명에게 안식을_비옥대지",
        "id": 19100038,
        "alias": "Contents.Quest.Desc.3000110",
        "text": "Я даже не хочу вспоминать, что произошло на плодородных раскопках. Но есть еще солдаты, которые страдают и умирают там. Пожалуйста, дайте им покой, чтобы они не блуждали и не страдали вечно."
    },
    "19100039": {
        "deprecated": false,
        "Dev_Desc": "뿔이 만든 싸움_비옥대지",
        "id": 19100039,
        "alias": "Contents.Quest.Desc.3000111",
        "text": "Может быть, потому что ходят слухи о том, что красные рога продаются по высокой цене, там даже появляются солдаты, которые переманивают и крадут добытое нами количество. Мы сильно страдаем в то время, когда не хватает военных припасов. Соберите рога , пожалуйста."
    },
    "19100040": {
        "deprecated": false,
        "Dev_Desc": "협곡의 불길한 기운_비옥대지",
        "id": 19100040,
        "alias": "Contents.Quest.Desc.3000112",
        "text": "Мутировавшие синие люди прибывают из Рио, и дело доходит до того, что мы больше не можем их остановить. К счастью, есть трения с командой копьеносцев, и она, кажется, на какое-то время остановится. Теперь самое подходящее. время разобраться с мутировавшими синими людьми. "
    },
    "19100041": {
        "deprecated": false,
        "Dev_Desc": "거점 세우기_비옥대지",
        "id": 19100041,
        "alias": "Contents.Quest.Desc.3000113",
        "text": "Ожидается, что благодаря усилиям Маэвадана в ближайшее время будет завершена разведка Донгмеори, но говорят, что происходят частые трения, поскольку банды копейщиков расширяют свою власть."
    },
    "19100042": {
        "deprecated": false,
        "Dev_Desc": "숲 정화_비옥대지",
        "id": 19100042,
        "alias": "Contents.Quest.Desc.3000114",
        "text": "Я не знаю, почему Самёджон внезапно стал диким, но это правда, что он причиняет людям вред. Это может быть вызвано мутировавшим Туёнчо ... В любом случае, я думаю, что мы должны найти причину после того, как избавимся от Самёджона и Туёнчо ."
    },
    "19100043": {
        "deprecated": false,
        "Dev_Desc": "악몽의 숲_비옥대지",
        "id": 19100043,
        "alias": "Contents.Quest.Desc.3000115",
        "text": "Поговорка о том, что лес грез опьянен мечтательной атмосферой и успокаивает разум и тело, теперь уходит в прошлое. Быть ужаленным ядом мутировавшей медузы и подвергнуться нападению трех цветов - это поистине кошмар. Кошмар. Возвращение. в лес старой мечты, пожалуйста ."
    },
    "19100044": {
        "deprecated": false,
        "Dev_Desc": "바위보다 단단하게_비옥대지",
        "id": 19100044,
        "alias": "Contents.Quest.Desc.3000116",
        "text": "Число таритов с раковинами тверже камней увеличилось, и даже полыни и кипрея… Теперь я не могу даже пойти на гору Супрок. Пожалуйста, помогите мне избавиться от них всех."
    },
    "19100045": {
        "deprecated": false,
        "Dev_Desc": "위험한 경사로_비옥대지",
        "id": 19100045,
        "alias": "Contents.Quest.Desc.3000117",
        "text": "Вы даже не представляете, насколько опасно видеть монстров, появляющихся на крутых склонах. Сколько людей было ранено, скатываясь с трапа, когда они неожиданно убегали. Надеюсь, монстры быстро исчезнут!"
    },
    "19100046": {
        "deprecated": false,
        "Dev_Desc": "사막으로 가는길_비옥대지",
        "id": 19100046,
        "alias": "Contents.Quest.Desc.3000118",
        "text": "Дорога в пустыню Йонгрин была заблокирована, поэтому мы отправили рабочих на строительство, но они каким-то образом погибли или исчезли. Через несколько дней они казались мертвыми и нападали на людей, а другие рабочие боялись и не могли работать. Я беспокоюсь, что дорога не будет завершена вовремя. Пожалуйста, утилизируйте мертвых, чтобы рабочие могли работать без забот ."
    },
    "19100047": {
        "deprecated": false,
        "Dev_Desc": "끝 없는 욕심_비옥대지",
        "id": 19100047,
        "alias": "Contents.Quest.Desc.3000119",
        "text": "Все больше и больше людей рискуют своими жизнями, чтобы поймать металлургию убежища катастрофы. Блокировка входа, чтобы предотвратить их проникновение, имеет противоположный эффект, и металлурги выходят в поисках еды. Пожалуйста, не причиняйте им вреда."
    },
    "19100048": {
        "deprecated": false,
        "Dev_Desc": "모여드는 거미_태록림",
        "id": 19100048,
        "alias": "Contents.Quest.Desc.3000120",
        "text": "После сезона дождей у пауков снова проблемы. Говорят, что пауки, собранные в сезон размножения, заполняют лесные дороги. Пожалуйста, уменьшите их количество, прежде чем в порт Эдо спустятся ужасные пауки, как в прошлый раз."
    },
    "19100049": {
        "deprecated": false,
        "Dev_Desc": "풍토병 치료제_태록림",
        "id": 19100049,
        "alias": "Contents.Quest.Desc.3000121",
        "text": "Вы слышали новости? Говорят, что разработка нового препарата для людей, все еще страдающих эндемическими заболеваниями, почти завершена. Он имеет гораздо лучший профилактический эффект, чем раньше, но есть проблема с поставками лекарственных трав. Восточный экологический лес Пожалуйста, подойдите и отругайте окружающих животных, которые мешают собирать травы ."
    },
    "19100050": {
        "deprecated": false,
        "Dev_Desc": "최선의 방어는 공격_태록림",
        "id": 19100050,
        "alias": "Contents.Quest.Desc.3000122",
        "text": "В эти дни они проявляют много агрессии и говорят, что угрожают безопасности вокруг базы Изобильный тропический лес . Вчера произошла авария, в которой два человека со стороны Янцзы были серьезно ранены?"
    },
    "19100051": {
        "deprecated": false,
        "Dev_Desc": "소음 공해의 원인_태록림",
        "id": 19100051,
        "alias": "Contents.Quest.Desc.3000123",
        "text": "Я слышал, что шум цветов мандалы становится все громче день ото дня, но крепость прорвалась сквозь шум водопада, и люди, которые остались поблизости, не могли спать по ночам. Чтобы выяснить причину этого явления, мне нужно много образцов листьев мандалы. Ты можешь мне помочь? Иди? "
    },
    "19100052": {
        "deprecated": false,
        "Dev_Desc": "과일 도둑 잡기_태록림",
        "id": 19100052,
        "alias": "Contents.Quest.Desc.3000124",
        "text": "Говорят, что количество прибрежных существ вокруг сторожевой башни бесконтрольно растет, и они приходят в деревню Едоханг и едят фрукты и овощи. Пожалуйста, помогите мне заплатить."
    },
    "19100053": {
        "deprecated": false,
        "Dev_Desc": "달밤의 장난꾸러기들_태록림",
        "id": 19100053,
        "alias": "Contents.Quest.Desc.3000125",
        "text": "Прошлой ночью, после вырубки леса, рабочие, возвращавшиеся на базу Изобильного тропического леса , были атакованы черными фигурами, избиты и украдены у них древесины. Пожалуйста, принесите их обратно."
    },
    "19100054": {
        "deprecated": false,
        "Dev_Desc": "소문 잠재우기_태록림",
        "id": 19100054,
        "alias": "Contents.Quest.Desc.3000126",
        "text": "Многие люди обеспокоены тем, что синекожие монстры, живущие на безбрежных берегах, замышляют что-то сделать."
    },
    "19100055": {
        "deprecated": false,
        "Dev_Desc": "두 눈으로 똑똑히 봤다고_태록림",
        "id": 19100055,
        "alias": "Contents.Quest.Desc.3000127",
        "text": "Я слышал, что вокруг могилы кораблекрушения бродят страшные создания в человеческом обличье, но вам придется отправиться туда, чтобы узнать, правдивы ли слухи. Не могли бы вы исследовать местность? Если вы наткнетесь на что-то опасное, ты избавишься от всего, что это есть. Это нормально выбросить ."
    },
    "19100056": {
        "deprecated": false,
        "Dev_Desc": "야생의 무리_태록림",
        "id": 19100056,
        "alias": "Contents.Quest.Desc.3000128",
        "text": "Эти злобные комары в наши дни действуют более агрессивно, но это не является необычным. Кроме того, медведи вокруг них также взволнованы и угрожают базе Обильный тропический лес , ломая преграды в ночное время. Пожалуйста, будьте осторожны."
    },
    "19100057": {
        "deprecated": false,
        "Dev_Desc": "숲 속의 도적떼_태록림",
        "id": 19100057,
        "alias": "Contents.Quest.Desc.3000129",
        "text": "Я думал, что было немного тихо, но кровожадные банды снова создают проблемы. Вчера была атакована вершина, и все припасы были разграблены. Пожалуйста, идите в кровавый лес и разберитесь с ними, чтобы они больше не играли . "
    },
    "19100058": {
        "deprecated": false,
        "Dev_Desc": "비 온 뒤 땅은 굳고_태록림",
        "id": 19100058,
        "alias": "Contents.Quest.Desc.3000130",
        "text": "После проливного дождя вода, которая хлынула мне по пояс, стала стекать, и бесчисленные растения куркумы растут и заполняют лес. Их взрывная жизненная сила поистине удивительна, но, как говорят, неудобства для проходящих мимо торговцев и членов экипажа. Пожалуйста, помогите им проложить путь в лесу ."
    },
    "19100059": {
        "deprecated": false,
        "Dev_Desc": "깊은 늪 안개 속_태록림",
        "id": 19100059,
        "alias": "Contents.Quest.Desc.3000131",
        "text": "Я слышал от исследователей, что количество психоделического тумана, испускаемого болотными червями, увеличилось по сравнению с прошлым. Они говорят, что им нужна помощь, чтобы туман не распространился до границы Туманного леса. Отправляйтесь в Сухое Болото и помогите им. . "
    },
    "19100060": {
        "deprecated": false,
        "Dev_Desc": "뱀 같은 버섯_태록림",
        "id": 19100060,
        "alias": "Contents.Quest.Desc.3000132",
        "text": "Я ищу образец змеиного гриба из Yeongkyowon, который исследует галлюциногенные компоненты змеиных грибов. Никто не хочет выходить из-за местоположения, поэтому было бы большим подспорьем, если вы пойдете и соберете образцы самостоятельно . "
    },
    "19100061": {
        "deprecated": false,
        "Dev_Desc": "망자를 기리는 일_태록림",
        "id": 19100061,
        "alias": "Contents.Quest.Desc.3000133",
        "text": "Для тех, кто хочет посетить Мемориальное кладбище пионеров, пожалуйста, обезопасьте территорию вокруг кладбища. Говорят, что в наши дни появляется банда грабителей крови, чтобы совершить грабеж. Если вы их видите, пожалуйста, измените эту дурную привычку."
    },
    "19100062": {
        "deprecated": false,
        "Dev_Desc": "본보기 만들기_태록림",
        "id": 19100062,
        "alias": "Contents.Quest.Desc.3000134",
        "text": "Примечание: найдите и накажите коррумпированных земледельцев, которые незаконно охотятся на Сансонхо в лесу. Мы должны показать им пример и предотвратить их повторение."
    },
    "19100063": {
        "deprecated": false,
        "Dev_Desc": "끔찍한 혼종_태록림",
        "id": 19100063,
        "alias": "Contents.Quest.Desc.3000135",
        "text": "Есть много сообщений о людях, пострадавших от этих монстров, называемых кипарисами, которые выглядят как растения, но проглатывают людей, как животных."
    },
    "19100064": {
        "deprecated": false,
        "Dev_Desc": "귀여운 얼굴에 그렇지 못한_태록림",
        "id": 19100064,
        "alias": "Contents.Quest.Desc.3000136",
        "text": "Райские жители Райской долины на первый взгляд могут показаться милыми, но они известны своими игривыми и мерзкими характерами. Люди, которые приходят посмотреть на водопад издалека, нередко теряют свои вещи. Сделайте им упрек и заберите вещи. что люди проиграли. пожалуйста ."
    },
    "19100065": {
        "deprecated": false,
        "Dev_Desc": "해변 확보_태록림",
        "id": 19100065,
        "alias": "Contents.Quest.Desc.3000137",
        "text": "Эти гоблины на пляже к северу от порта Эдо крадутся и прячут предметы из порта Эдо. Они говорят, что регулярно выгоняют их из Суяна, но этого недостаточно. Идите и помогите им вытащить их."
    },
    "19100066": {
        "deprecated": false,
        "Dev_Desc": "검은 땅_태록림",
        "id": 19100066,
        "alias": "Contents.Quest.Desc.3000138",
        "text": "Люди, которые намеревались спасти черную грязь, не попадают в неприятности, потому что они не знают, какие там опасности. Из-за собственной жадности они заходят слишком глубоко и попадают в беду. Какова бы ни была причина, вы можете. Не отворачивайтесь от нуждающихся. Не так ли? Помогите нам найти пропавших без вести, убив там опасных существ ."
    },
    "19100067": {
        "deprecated": false,
        "Dev_Desc": "상아탑을 쌓는 사람들_태록림",
        "id": 19100067,
        "alias": "Contents.Quest.Desc.3000139",
        "text": "Исследования взаимосвязи между уникальной растительностью вокруг травянистого склона холма и кладбищем застопорились без особого прогресса. Чтобы поддержать исследователей, которые годами посвятили свои исследования безуспешным исследованиям, пожалуйста, собирайте образцы живых существ там. Каждый раз Это будет большим подспорьем для тех, кто должен прийти за образцами ."
    },
    "19100068": {
        "deprecated": false,
        "Dev_Desc": "해는 오늘도 떴지만_태록림",
        "id": 19100068,
        "alias": "Contents.Quest.Desc.3000140",
        "text": "В этом году также ожидается, что многие люди соберутся на склонах, чтобы поприветствовать восход солнца и провести знаменательное время, чтобы встретить новый год."
    },
    "19100069": {
        "deprecated": false,
        "Dev_Desc": "고산의 동물들_태록림",
        "id": 19100069,
        "alias": "Contents.Quest.Desc.3000141",
        "text": "Лес к югу от водопада Наквон распространяет молву среди поэтов, которые приезжают посмотреть на уникальные пейзажи, и травников, которые собирают мистические лекарственные травы, но исследования характеристик животных, обитающих на этой возвышенности, только зарождаются. Пожалуйста, подойдите к ним осторожно и возьмите небольшой образец для исследования ."
    }
}