{
    "11001000": {
        "deprecated": false,
        "Dev_Desc": "description_서막 4장. 결전 준비",
        "id": 11001000,
        "alias": "Contents.Quest.Desc.1000",
        "text": "우여곡절끝에 무술대회 결승 진출에 성공했다!\n상대는 역시 예상한 대로 아랑이다.\n후회 없이 멋진 시합을 해야지!"
    },
    "11001001": {
        "deprecated": false,
        "Dev_Desc": "description_서막 5장. 결승전",
        "id": 11001001,
        "alias": "Contents.Quest.Desc.1001",
        "text": "이제 경기장 문을 열고 들어가 아랑과 승부를 겨루는 일만 남았다. \n\n사실 남들에겐 알려져선 안 되는 비밀이지만 아랑은 신수 시로의 회귀자다! 아마도 아랑은 시로의 회귀자인 만큼 얼음과 관련된 무공을 쓸 것 같은데... \n특히 아랑이 가지고 다니는 진실을 밝히는 검, 진명을 조심해야 해! 그 검은 신수의 회귀자만이 가질 수 있는 '신기'이기 때문에 보통의 검과는 차원이 다르지. \n\n생각해보니 조금 겁나는데... 아니야, 나보다 그 녀석을 잘 알고 있는 사람은 없다고! \n지피지기면 백전백승이랬어!"
    },
    "11001002": {
        "deprecated": false,
        "Dev_Desc": "description_1막 1장. 영교원",
        "id": 11001002,
        "alias": "Contents.Quest.Desc.1002",
        "text": "하름은 내가 위험하지 않다는 최소한의 증거로서라도, 무술대회를 망친 뒷수습을 해야 한다고 말했다. \n\n아랑은 일단 내 신원을 보증하기 위해 신기 진명을 하름에게 맡겼다. 나 때문에 소중한 검까지 담보로 맡기다니... 너무 미안하면서도 고맙다. 게다가 아랑은 비옥을 얻기 위해 이번 대회에 참가했는데, 내가 폭주한 사이 비옥마저 아깝게 소모됐다고 한다. \n\n내 안의 검은 힘이 무엇일지 가끔은 나도 나 자신이 두려워... 하지만 일단은 하름의 말대로 나 때문에 사람들이 입은 피해를 최대한 복구하는 게 먼저야!"
    },
    "11001003": {
        "deprecated": false,
        "Dev_Desc": "description_1막 2장. 네 마리 호랑이",
        "id": 11001003,
        "alias": "Contents.Quest.Desc.1003",
        "text": "매화단의 홍매화, 영교원의 퍼롱퍼롱, 도화상전의 곽호룡, 금경철문의 달빛바람.... 이렇게 네 집단의 수장을 사호라 부른다고 한다. \n\n수월평원의 신흥 세력인 이들은, 신대륙 탐사의 주축이 되어 반달호수의 발전에 이바지하고 있다고 한다.\n\n내 목표는 이들의 의뢰를 해결해주고 인정의 증표로 대어방 유공상패라는 걸 모으는 것이다."
    },
    "11001004": {
        "deprecated": false,
        "Dev_Desc": "description_1막 5장. 또다른 증명",
        "id": 11001004,
        "alias": "Contents.Quest.Desc.1004",
        "text": "낚시꾼의 촌락에서 다시 만난 하름은 나에게 무언가 더 시킬 것이 있는 눈치이다.\n\n아니, 유공상패를 모으는 일만 해도 엄청 고생했는데, 아직도 더 시킬 게 남아있다니! 윽... 역시 에레다의 문주답게 보통 빡빡한 사람이 아닌 것 같다."
    },
    "11001005": {
        "deprecated": false,
        "Dev_Desc": "description_1막 8장. 비옥과 기억",
        "id": 11001005,
        "alias": "Contents.Quest.Desc.1005",
        "text": "다시 만난 하름에게 노이의 비옥에서 본 기억에 관해 물었다. 하름 역시 아랑처럼 회귀자가 아닌 내가 비옥을 흡수할 수 있다는 것에 놀라워했다. \n\n잠시 고민하던 하름은 노이의 비옥이 있는 곳을 알고 있다며 나를 깊은 묘지숲으로 안내했다."
    },
    "11001006": {
        "deprecated": false,
        "Dev_Desc": "acquired_서막 4장. 결전 준비",
        "id": 11001006,
        "alias": "Contents.Quest.Desc.1006",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001007": {
        "deprecated": false,
        "Dev_Desc": "acquired_서막 5장. 결승전",
        "id": 11001007,
        "alias": "Contents.Quest.Desc.1007",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001008": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 1장. 영교원",
        "id": 11001008,
        "alias": "Contents.Quest.Desc.1008",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001009": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 2장. 네 마리 호랑이",
        "id": 11001009,
        "alias": "Contents.Quest.Desc.1009",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001010": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 5장. 또다른 증명",
        "id": 11001010,
        "alias": "Contents.Quest.Desc.1010",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001011": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 8장. 비옥과 기억",
        "id": 11001011,
        "alias": "Contents.Quest.Desc.1011",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001012": {
        "deprecated": false,
        "Dev_Desc": "complete_서막 4장. 결전 준비",
        "id": 11001012,
        "alias": "Contents.Quest.Desc.1012",
        "text": "예선 대진표에서 내 이름과 나란히 붙은 아랑의 이름을 발견했을 땐 정말 기뻐서 옆에 서있던 아랑을 껴안을 뻔했다! 1차 예선 경기는 2:2 단체전. 경기에서 이기기 위해서는 무엇보다 협동이 중요한데, 어려서부터 함께 수련을 해온 아랑과 함께라면 상대가 누구든 자신 있다고!\n\n그렇게 예선전을 여유롭게 통과하고, 쉽지는 않았지만 우여곡절 끝에 본선도 통과 하여 결승전까지 진출했다. 문제는 아랑 역시도 무난하게 결승전까지 올라왔다는 것이다. 이 말은 즉슨... 나의 결승전 상대가 나의 오랜 벗 아랑이란 뜻. 아무한테도 말해서는 안 되는 비밀이긴 하지만, 아랑은 신수의 회귀자니 엄청 강하다. 어릴 때 이후로 온 힘을 다해 싸운 적은 없지만, 아마 무척 어려운 승부가 될 것 같다. \n\n결승 경기장으로 가는 길에 총타주 임연수라는 자를 만났다. 무례한 말투로 말을 걸어오더니 굉장히 수상해 보이는 음료를 내게 주었다. 결승 진출 선수는 무조건 마셔야 한다는 그의 말에 우선 마시기는 했지만 아직도 속이 메슥거린다. "
    },
    "11001013": {
        "deprecated": false,
        "Dev_Desc": "complete_서막 5장. 결승전",
        "id": 11001013,
        "alias": "Contents.Quest.Desc.1013",
        "text": "이게 대체 다 무슨 일이지? \n정신을 차려보니 무술 대회장은 초토화되어있고, 난 에레다에게 꼼짝없이 붙잡힌 상태였다. 설마... 예전에 그랬던 것처럼 자제력을 잃고 폭주해버린 것일까? 그때도 곁에 있던 아랑이 겨우 나를 진정시켰던 기억이 있다. 이번에도 역시 아랑에게 신세를 지고 말았나 보다. 아랑이 아니었다면 내가 그 많은 사람 앞에서 어떤 사고를 쳤을지 생각만 해도 아찔하다. \n\n에레다의 문주 하름은 내가 가진 힘이 '수라의 힘'이라고 말했다. 그리고는 나를 위험인물로 몰아세워 잡아가려고 했다. 아마 아랑이 나서서 내 무고를 주장해주지 않았다면 아마 난 꼼짝없이 잡혀갔을 거야. \n\n아랑은 나의 무고를 증명하기 위해 자신의 검인 '진명'을 하름에게 맡기기까지 했다. 진명은 신수의 회귀자가 지닌 '신기'이기 때문에 아랑한테 정말 중요한 물건일 텐데... 날 위해 자신의 신기를 맡긴 아랑을 위해서라도 내 결백을 증명하기 위해 최선을 다해야 해!"
    },
    "11001014": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 1장. 영교원",
        "id": 11001014,
        "alias": "Contents.Quest.Desc.1014",
        "text": "신 대어방 총타에서 만난 에레다 대원 도하는 이번 무술대회의 주체였던 사호로부터 '유공 상패'라는 것을 받아 오는 것이 내가 할 일이라 말해 주었다. 하름과의 거래 때문이 아니더라도, 나로 인해 피해를 입은 그들을 돕는 것이 당연하다. 그 과정에서 나에 관한 오해도 풀 수 있다면 더욱 좋겠지. \n\n사호를 찾던 중 영교원 바롱들을 만날 수 있었다. 바롱들은 내게 소울과 수호령에 대해 알려 주었고, 원하는 곳 어디로든 갈 수 있는 '축지'를 이용하는 방법도 가르쳐 주었다.\n사실 광장에서 만난 건 영교원 바롱들 뿐만이 아니었다. 이상한 남자 하나가 나를 불러 세우더니 '협행 표목'에 관해 알려 준 것이다. 어디서 주운 나뭇가지를 들고 턱도 없는 위장을 하고 있던 그 남자는 아무래도 협행 관리자를 좋아하는 것 같았다.\n\n아무튼 이제 배울 것도 다 배웠고, 사호를 만나 내가 절대로 나쁜 사람이 아니란 걸 증명하기만 하면 된다고!"
    },
    "11001015": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 2장. 네 마리 호랑이",
        "id": 11001015,
        "alias": "Contents.Quest.Desc.1015",
        "text": "수월항 광장에서 사호를 만났다. 탐사대 매화단의 단장 홍매화와 영적인 능력을 가진 바롱 단체, 영교원의 총장 퍼롱퍼롱, 거대 상단 도화상전의 상단주 곽호룡, 그리고 제조 철방인 금경철문의 문주 달빛바람까지. 이렇게 네 집단의 수장을 사호라고 부른다고 했다.\n\n첫번째 의뢰는 영교원 소속 약초꾼들의 소식을 알아보는 일이었다. 약초꾼들은 남서쪽 난파선에 피어나는 귀한 약초를 따러갔다가 아직 돌아오지 않았다고 했다. 퍼롱퍼롱의 축지 덕분에 순식간에 난파선 인근에 도착한 우리는 파란 피부를 가진 청인족에게 둘러싸인 약초꾼과 굉장히 수상한 두루마리를 발견 할 수 있었다.\n\n약초꾼들을 구한 후 자초지종을 들어보니 난파선쪽에 너른 약초밭이 있다는 임연수의 말에 속아 오게 된 것이라고 했다. 게다가 인근에서 주운 두루마리에는 청인족을 지원하는 내용이 쓰여 있었는데 마지막엔 임연수의 인장이 찍혀있었다. 설마, 총타주 임연수가 일부러 영교원 약초꾼들을 유인한 다음 청인족을 시켜 위협한 건 아니겠지...? "
    },
    "11001016": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 5장. 또다른 증명",
        "id": 11001016,
        "alias": "Contents.Quest.Desc.1016",
        "text": "유공상패를 모두 모아 하름이 기다리는 낚시꾼 촌락으로 갔다. 하름과 오름은 나에 대한 의심을 한결 거둔 것 같았다. 하름은 아랑과 내게만 할 이야기가 있다며 우릴 부르더니, 아랑에게 신기 진명을 돌려주었다. 그리고는 자신 역시 신수, 파사의 회귀자라는 사실을 밝혔다. 두 회귀자가 이렇게 우연히 만나게 되다니. 역시 인연이란 게 있나 보다. \n\n하름은 아랑에게 드러난 유적지 쪽에서 푸른 비옥이 발견되었다는 정보를 알려주었고, 나에게는 또 다른 임무를 주었다. 바로, 무술대회 때 열렸던 차원문의 여파로 공허의 구덩이 지역에 생긴 문제를 해결하는 것이었다. 이번 일 까지 마무리하면 무술대회 건은 없던 일로 해준다고 했다. \n\n준비가 되면 축지를 사용하여 공허의 구덩이에 있는 오름을 찾아가자."
    },
    "11001017": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 8장. 비옥과 기억",
        "id": 11001017,
        "alias": "Contents.Quest.Desc.1017",
        "text": "믿을 수 없는 일이 연달아 벌어져 머리가 혼란스럽다. \n노이의 비옥이 있는 곳을 알고 있다며 깊은 묘지 숲으로 나를 안내한 하름은, 내가 비옥을 흡수하려는 순간 검은 힘을 뿜으며 나를 공격했다. 때마침 나타난 아랑이 아니었다면 어떻게 됐을지 생각만 해도 끔찍하다. \n\n아랑의 말에 의하면 하름은 수라의 부하인 '기수'라고 한다. 파사의 회귀자였던 것은 전부 거짓말이었으며, 회귀자가 아니면서 비옥을 흡수할 수 있는 나의 힘을 흡수하려 꾀어낸 것이었다. 아랑은 '꼬맹이'에게서 얘길 듣고 급하게 달려왔다는데, 그건 또 누굴까?\n\n아무튼 덕분에 하름을 쫓아내고 노이의 비옥을 흡수할 수 있었는데, 흘러들어온 기억은 너무나도 놀라웠다. 바로 내가... 신수 노이의 아이였던 것이다. 너무나 갑작스럽게 얻은 많은 정보 때문에 머리가 혼란스럽다. 궁금한 점이 너무나 많은 아랑과 난 가장 확실한 방법을 택하기로 했다. 신수 파사를 만나 직접 물어보는 것이다. 그러기 위해서는 해월 대륙에 있는 에레다 전초기지로 가야만 한다."
    },
    "11001018": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 11장. 뒷수습",
        "id": 11001018,
        "alias": "Contents.Quest.Desc.1018",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001019": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 13장. 출항준비",
        "id": 11001019,
        "alias": "Contents.Quest.Desc.1019",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001020": {
        "deprecated": false,
        "Dev_Desc": "description_1막 11장. 뒷수습",
        "id": 11001020,
        "alias": "Contents.Quest.Desc.1020",
        "text": "홍매화의 조언을 받아들여 반달호수에서 조금 더 머물며 경험과 실력을 쌓기로 결심했다. \n \n반달호수에는 아직 임연수가 저지른 일들이 해결되지 않고 남아있다고 하니 그들을 돕고 뒷수습을 하며 경험을 쌓아 나가자."
    },
    "11001021": {
        "deprecated": false,
        "Dev_Desc": "description_1막 13장. 출항준비",
        "id": 11001021,
        "alias": "Contents.Quest.Desc.1021",
        "text": "드디어 해월대륙행 배를 타고 출발하나 했더니 역시 세상 일은 쉽게 풀리지 않는다. 선장 양대 해는 대부분의 재료를 모았으나 딱 한 가지, 가장 중요한 조타 장치를 고치기 위한 촉매제인 수호병의 '핵'을 구하지 못했다고 했다. 큰 배를 움직이기 위해서는 핵이 굉장히 많이 필요 한데, 미궁의 가장 안쪽에 있는 강력한 수호병, 홍린의 핵이라면 하나만 있어도 충분하다고 설명해주었다. \n\n무공 수련을 하며 배가 수리되길 기다려도 괜찮겠지만, 이왕 이렇게 된 거 내가 한번 나서볼까?"
    },
    "11001022": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 11장. 뒷수습",
        "id": 11001022,
        "alias": "Contents.Quest.Desc.1022",
        "text": "부패한 총타주 임연수에게 매운맛을 보여준 뒤 다시 해월대륙으로 갈 채비를 하려는 나를 매화단 단장 홍매화가 붙잡았다. 그녀는 걱정하는 말투로 해월대륙은 녹록한 곳이 아니라고 말했다. 조금 자존심이 상하긴 했지만 해월대륙 탐사에 앞장서고 있는 매화단 단장이라면 충분히 할 수 있는 조언이었다. \n\n나는 그녀의 조언을 받아들여 반달호수에서 조금 더 머물며 경험과 실력을 쌓기로 결심했다. 반달 호수를 돌아다니며 많은 사건을 목격할 수 있었다. 아이들이 사라지는 비극적인 일이 벌어진 소호촌, 반달목장 근처에서 자행되고 있던 투엽단의 불법 도축 사건, 침식당한 괴물들에게 마을을 빼앗긴 수와족 마을까지. \n이 모든 끔찍한 일의 배후에 임연수가 있었다. 인간의 탈을 쓰고 이리도 악한 일들을 저지르다니. 부디 사호가 반달호수의 아픔을 잘 보듬고 다시는 이런 일이 벌어지지 않게 잘 이끌어 나갔으면 좋겠다. \n\n자, 이제 항구로 돌아가 배 수리가 완료되었는지 알아볼까?"
    },
    "11001023": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 13장. 출항준비",
        "id": 11001023,
        "alias": "Contents.Quest.Desc.1023",
        "text": "드디어 해월대륙행 배를 타고 출발하나 했더니 역시 세상 일은 쉽게 풀리지 않는다. 선장 양대해는 대부분의 재료를 모았으나 딱 한 가지, 가장 중요한 조타 장치를 고치기 위한 촉매제인 수호병의 '핵'을 구하지 못했다고 했다. 큰 배를 움직이기 위해서는 핵이 굉장히 많이 필요 한데, 미궁의 가장 안쪽에 있는 강력한 수호병, 홍린의 핵이라면 하나만 있어도 충분하다고 설명해주었다. \n\n드러난 유적지에 있는 미궁은 정말 무시무시한 곳이었다. 이름처럼 한번 들어가면 길을 쉽게 찾을 수도 없는 데다가 괴물과 수호병들이 득실거렸다. 다시는 들어가고 싶지 않지만 강해지기 위해서는 저런 미궁도 아무렇지 않게 드나들 수 있어야겠지? 기회가 될 때마다 찾아가 보는 것도 좋겠다. \n\n드디어 여객선 수리가 끝나고, 그동안 많은 우여곡절이 있었지만 이젠 진짜 대양을 건너 새로운 대륙으로 가는 일만 남았다! 대륙으로 가서 파사를 만나게 되면 물어보고 싶은 것이 너무나도 많다. 어서 빨리 도착했으면 좋겠어!"
    },
    "11001024": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 6장. 드러난 유적지",
        "id": 11001024,
        "alias": "Contents.Quest.Desc.1024",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001025": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 7장. 공허의 구덩이",
        "id": 11001025,
        "alias": "Contents.Quest.Desc.1025",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001026": {
        "deprecated": false,
        "Dev_Desc": "description_1막 6장. 드러난 유적지",
        "id": 11001026,
        "alias": "Contents.Quest.Desc.1026",
        "text": "아랑을 도와 비옥을 찾기 위해 유적지에 갔을 때 믿기지 않을 만큼 놀라운 일이 벌어졌다.\n \n신수의 회귀자만 들어갈 수 있다는 '각성의 회랑'. 그곳에 내가 들어가게 된 것이다. "
    },
    "11001027": {
        "deprecated": false,
        "Dev_Desc": "description_1막 7장. 공허의 구덩이",
        "id": 11001027,
        "alias": "Contents.Quest.Desc.1027",
        "text": "공허의 구덩이에 도착하자 오름이 날 기다리고 있었다. 오름의 이야기에 따르면 공허의 구덩이는 본래 대어방 총타가 있던 장소라고 한다. 과거 갑작스럽게 그곳에 균열이 발생하고, 지금은 사람은커녕 어떤 생명체도 살지 못하고 불마자만 가득한 땅이 되었다고 했다. \n \n나로 인해 다시금 균열의 상태가 심상치 않아졌다고 하니, 이들을 도와 불마자들을 처치하고 그들의 핵을 구해주자."
    },
    "11001028": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 6장. 드러난 유적지",
        "id": 11001028,
        "alias": "Contents.Quest.Desc.1028",
        "text": "아랑을 도와 비옥을 찾기 위해 유적지에 갔을 때 믿기지 않을 만큼 놀라운 일이 벌어졌다. 신수의 회귀자만 들어갈 수 있다는 '각성의 회랑'. 그곳에 내가 들어가게 된 것이다. \n\n신수들이 시련을 통해 힘을 키우거나 서로의 실력을 겨루어 보기도 했다던 그곳은 아직도 수호병들이 지키고 있었다. 수호병들을 처치하고 회랑 가장 안쪽까지 들어가자 신기한 장치가 생겨났다.\n\n방 양쪽에 생겨난 신비한 장치를 작동시키는 순간, 몸에 힘이 차오르는 것이 느껴졌다. 그리곤 자연스레 물 위를 달리는 '수상비' 경공을 깨우칠 수 있었다! 앞으로 이런 장치들을 발견하면 꼭 조작해봐야겠다."
    },
    "11001029": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 7장. 공허의 구덩이",
        "id": 11001029,
        "alias": "Contents.Quest.Desc.1029",
        "text": "공허의 구덩이에 도착하자 오름이 날 기다리고 있었다. 오름의 이야기에 따르면 공허의 구덩이는 본래 대어방 총타가 있던 장소라고 한다. 과거 갑작스럽게 이곳에 균열이 발생하고, 지금은 사람은커녕 어떤 생명체도 살지 못하고 불마자만 가득한 땅이 되었다고 했다. 그래도 다시 힘을 모아 신 대어방 총타를 짓고, 서로를 위로하며 아픔을 잘 추스르고 있는 것 같아 정말 다행이다. \n\n내게 상황을 설명해준 오름은 얼마 전 무술 대회의 영향으로 균열의 상태가 심상치 않게 변하고 있다며, 지금으로서 우리가 할 수 있는 최선은 불마자를 처리하는 거라 말했다. 불마자를 처리하고 핵을 모아 균열 연구가 조사훈에게 가져다주자 놀라운 이야길 들을 수 있었다. 바로, 일전에 화물 보관소에서 찾은 음료에서 발견된 성분이 불마자의 핵과 동일하다는 것이었다. \n\n세상에 그럼... 나와 임연수의 그 용병이 불마자의 성분을 마셨다는 말이야? \n어쩌면 내가 폭주한 이유도..."
    },
    "11001030": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 9장. 밝혀지는 음모",
        "id": 11001030,
        "alias": "Contents.Quest.Desc.1030",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001031": {
        "deprecated": false,
        "Dev_Desc": "description_1막 9장. 밝혀진 음모",
        "id": 11001031,
        "alias": "Contents.Quest.Desc.1031",
        "text": "수월항으로 날 찾아온 매화 단원 심하연은 길이 엇갈리기 전에 만나 다행이라며 안도의 한숨을 내쉬었다. 그녀가 날 찾아온 이유는 곧 신 대어방 총타에서 있을 사호의 연설에 참석을 권하기 위해서였다.\n\n심하연은 준비를 하는 시간이 필요로 하다며, 그동안 무공을 단련하거나 자신들의 일을 도와달라 부탁했다."
    },
    "11001032": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 9장. 밝혀진 음모",
        "id": 11001032,
        "alias": "Contents.Quest.Desc.1032",
        "text": "수월항으로 날 찾아온 매화 단원 심하연은 길이 엇갈리기 전에 만나 다행이라며 안도의 한숨을 내쉬었다. 그녀가 날 찾아온 이유는 곧 신 대어방 총타에서 있을 사호의 연설에 참석을 권하기 위해서였다. \n\n이번 사호의 연설은 그동안 임연수가 행해왔던 온갖 악행들을 만천하에 공개하는 한편, 반달호수의 안정화를 위해 사호가 직접 나설 것이라는 선언식이나 다름없었다. 반달호수 주민들의 아낌없는 격려와 무한한 신뢰 속에서 연설은 마무리되었지만, 임연수가 연설 직전에 눈치를 채고 도주해버리는 일이 일어났다. 순순히 받아들일 인물은 아니라고 생각하긴 했지만 여태 그런 작자를 총타주랍시고 모셨단 말이야? \n\n연설이 끝난 뒤에도 광장 한가운데 멀뚱히 서 있자니 영교원의 수장 퍼롱퍼롱이 나타나 부탁을 해왔다. 도주한 임연수의 행방에 대한 제보가 들어왔지만 사호는 당장 자리를 비울 수 없는 입장이라고 했다. 그 사이 임연수가 다른 대륙으로 도주해버리면 곤란하다며 대신 임연수의 뒤를 쫓아달라고 했다."
    },
    "11001033": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 3장. 수상한 총타주",
        "id": 11001033,
        "alias": "Contents.Quest.Desc.1033",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001034": {
        "deprecated": false,
        "Dev_Desc": "description_1막 3장. 수상한 총타주",
        "id": 11001034,
        "alias": "Contents.Quest.Desc.1034",
        "text": "영교원 총장 퍼롱퍼롱의 의뢰를 무사히 수행하고 첫 번째 유공상패를 얻었다. 이번엔 매화단의 의뢰다! 모두 무술대회 뒷수습으로 일손이 부족한 모습을 보니 조금 미안한 마음이 든다.\n\n이번에도 최선을 다해 그들을 도와주자!"
    },
    "11001035": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 3장. 수상한 총타주",
        "id": 11001035,
        "alias": "Contents.Quest.Desc.1035",
        "text": "매화단의 의뢰 내용을 듣기 위해 본부로 가는 길에 총타주 임연수를 발견했다. 주민들을 불러 모아놓고서는 자신의 허가를 받지 않은 수월항 내의 모든 활동을 불법으로 간주하겠다 공표하고 있었다. 모여있던 이들 모두 임연수의 말에 난색을 표하는 것을 보니 억지스러운 지시가 분명해 보였다. \n\n이 뿐만이 아니다. 의뢰를 수행하는 내내 임연수의 수상한 행적을 찾을 수 있었다.  화물상자를 추적하기 위해 간 호숫가 별채에서 뒤도 돌아보지 않고 달아나는 임연수를 보았는데, 그가 도망친 별채 뒤편에는 반달호수에선 볼 수 없는 괴물과 쓰러진 사람이 있었다. \n\n사태 수습을 위해 다시 찾아간 심하연에게서 임연수의 사정을 들을 수 있었다. 그는 무술대회 내기로 큰돈을 잃은 뒤 더욱 사리분간을 못 하고 있다고 한다. 별채 주인은 사호를 지원하는 지역 유지였는데, 평소 사호를 못마땅해하던 임연수가 기어이 선을 넘을 것 같다며 심하연은 분개했다. 역시 그냥 성격 나쁜 총타주라기에 임연수는 너무 수상하단 말이지..."
    },
    "11001036": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 4장. 의문의 강장제",
        "id": 11001036,
        "alias": "Contents.Quest.Desc.1036",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001037": {
        "deprecated": false,
        "Dev_Desc": "description_1막 4장. 의문의 강장제",
        "id": 11001037,
        "alias": "Contents.Quest.Desc.1037",
        "text": "드디어 마지막 금경철문의 의뢰다! 이전 의뢰를 수행하는 내내 총타주 임연수의 수상한 행적을 발견해서일까, 이번에도 뭔가 연관이 있지 않을까 하는 의심이 든다. \n\n마지막까지 최선을 다해서 의뢰를 수행하자!"
    },
    "11001038": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 4장. 의문의 강장제",
        "id": 11001038,
        "alias": "Contents.Quest.Desc.1038",
        "text": "금경철문의 달빛바람으로부터 마지막 의뢰를 받았다. 대장간에서 주문한 재료가 아직 도착하지 않아 급한 대로 대체 재료인 호수 거북의 수정을 모아달란 의뢰였다. \n\n재료를 모아 대장간 책임자, 강철주먹에게 가져다 주자 새로운 이야길 들을 수 있었다. 화물은 진작에 도착을 했지만 화물 보관소에서 도무지 출고를 시켜주지 않는단 것이었다. 사실 확인을 위해 간 화물 보관소에는 출고되지 못한 짐들이 가득 쌓여 있었고, 임연수의 용병들이 수상한 상자를 철통처럼 지키고 서 있었다. \n\n상자 안에는 금경철문에 전달될 물건을 사흘 대기 후에 출고시키라는 임연수의 서신과, 무술대회 결승 전에 내가 마셨었던 수상한 음료가 들어 있었다. 상자를 지키던 용병 대장에게서도 지독한 음료의 냄새가 나는 것으로 미루어 볼 때 이 자양강장제를 마신 게 분명했다.\n \n사건을 전해 들은 강철주먹은 불같이 화를 내며 서신과 음료를 가져갔다. 우선 내 역할은 여기까지인 것 같다. 의뢰를 수행하는 내내 발견한 임연수의 수상한 행적들을 사호가 조사하여 조치를 취하기를 바랄 뿐이다. "
    },
    "11001039": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 12장. 끔찍한 계획",
        "id": 11001039,
        "alias": "Contents.Quest.Desc.1039",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001040": {
        "deprecated": false,
        "Dev_Desc": "description_1막 12장. 끔찍한 계획",
        "id": 11001040,
        "alias": "Contents.Quest.Desc.1040",
        "text": "다급하게 날 찾아온 매화단 심하연이 쫓겨난 총타주 임연수가 아예 행방을 감췄단 이야기를 전했다. 그날 이후 언제 또 사고를 칠지 몰라 예의주시하고 있었지만 사호가 해월대륙을 방문한 사이 자취를 감추었다고 했다. \n\n임연수가 또다시 악행을 저지르기 전에 어서 찾아보자."
    },
    "11001041": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 12장. 끔찍한 계획",
        "id": 11001041,
        "alias": "Contents.Quest.Desc.1041",
        "text": "다급하게 날 찾아온 매화단 심하연이 쫓겨난 총타주 임연수가 아예 행방을 감췄단 이야기를 전했다. 그날 이후 언제 또 사고를 칠지 몰라 예의주시하고 있었지만 사호가 해월대륙을 방문한 사이 자취를 감추었다고 했다. 심하연과 나는 지역을 나눠 수색에 나섰다. \n\n수색 끝에 강철악이 있었던 으스스한 골짜기 안에서 임연수를 발견할 수 있었다. 임연수는 이전의 모습과 다르게 광기에 사로잡힌 듯이 보였고, 주변으로 이성을 잃은 채 임연수에게 조종당하는 소호촌 주민들이 있었다. 주민들을 제압하고 임연수를 붙잡으려 하자, 그는 갑자기 괴로운 듯 몸부림치더니 산화되어 사라져 버렸다. \n\n이 이야길 전해 들은 심하연은 무공도 없는 자가 함부로 불마자의 핵을 이용하다가 기어이 잠식된 것이라 말했다. 모든 걸 잃고 벼랑 끝에 몰린 임연수는 불마자의 핵으로 제조한 약을 소호촌 주민들에게 먹여 조종하고 있었으며, 상수원에 그 약을 풀어 수월 평원 주민 모두를 자신의 사병으로 만들 끔찍한 계획을 가지고 있었던 것이었다. \n\n절대 용서받지 못할 악한 자의 최후는 비참한 죽음이었다."
    },
    "11001042": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 4장. 깊어가는 의심",
        "id": 11001042,
        "alias": "Contents.Quest.Desc.1042",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001043": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 8장. 드러난 유적지",
        "id": 11001043,
        "alias": "Contents.Quest.Desc.1043",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11001044": {
        "deprecated": false,
        "Dev_Desc": "description_1막 4장. 깊어가는 의심",
        "id": 11001044,
        "alias": "Contents.Quest.Desc.1044",
        "text": "총타주 임연수에 대한 의심만 깊어져가는 가운데... 이번엔 도화상전 상전주 곽호룡으로부터 습격당한 화물 마차 사건을 해결해달라는 의뢰를 받았다.\n\n겉보기엔 평화롭게만 보였던 반달호수인데, 이것저것 사건이 적지 않은걸?"
    },
    "11001045": {
        "deprecated": false,
        "Dev_Desc": "description_1막 8장. 드러난 유적지",
        "id": 11001045,
        "alias": "Contents.Quest.Desc.1045",
        "text": "아랑을 도와 비옥을 찾기 위해 유적지에 갔을 때 믿기지 않을 만큼 놀라운 일이 벌어졌다.\n \n신수의 회귀자만 들어갈 수 있다는 '각성의 회랑'. 그곳에 내가 들어가게 된 것이다. "
    },
    "11001046": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 4장. 깊어가는 의심",
        "id": 11001046,
        "alias": "Contents.Quest.Desc.1046",
        "text": "화물 마차를 습격한 범인은 바로 도둑도치들이었다. 그런데 우리가 회수한 화물에는 이번에 습격당한 마차의 것뿐만 아니라 다른 화물들도 섞여 있었다. 도화상전 곽유옥의 말에 의하면 지난주에도 마차가 사라진 적이 있었는데 최근 들어 자경단의 경비가 눈에 띄게 소홀해진 것 같다고 했다.\n\n진상을 확인하기 위해 찾아간 자경단 초소에서는 자꾸만 자리를 피하며 대화를 회피하는 초소장 때문에 한바탕 싸움까지 벌여야 했는데, 싸움 중 누군가 떨어뜨린 서류에서 경비가 소홀해진 이유를 찾을 수 있었다.\n\n인건비 명목으로 경비 시간을 축소하고 순찰조 인원을 줄이라는 명령이 서류에 적혀있던 것이다! 초소장을 추궁하니 그녀는 금세 태세를 전환하면서 자신은 '윗선'의 지시를 따랐을 뿐이라고 쩔쩔맸다. 자경단의 윗선이라니 아마 이번 일에도 임연수가 연관되어 있을 거란 생각이 들었다. \n\n임연수 이 사람... 파도 파도 악행이 끝도 없잖아?!"
    },
    "11001047": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 8장. 드러난 유적지",
        "id": 11001047,
        "alias": "Contents.Quest.Desc.1047",
        "text": "내가 각성의 회랑에 들어갈 수 있다는 사실만으로도 놀라운데, 신비한 일은 여기서 끝이 아니었다. 드러난 유적지 절벽 근처에서 발견한 토모가 나를 보고 반응하며 가지고 있던 청록색 비옥을 내게 넘겨줬던 것이다.\n\n사실 나는 회귀자가 아니기 때문에 당연히 비옥을 흡수하지 못할 거라고 생각했지만 토모는 마치 가져가라는 듯 내게 비옥을 내밀고 있었다. 반신반의하며 다가갔는데 순간 정말로 노이의 비옥이 내게 흡수되었다! 그리고 그 순간 나는 누군가의 '기억'을 보게 되었다. 아마도 그것은 신수 노이의 기억인 것 같았다. 그리고 그 기억은 왠지... 슬픈 느낌이 났다.\n\n아랑은 신수의 회귀자가 아닌 내가 비옥을 흡수했단 사실에 매우 놀랐다. 나 역시 아직 얼떨떨하기만 하다. 아랑은 또 다른 비옥을 찾아 기억을 되찾다 보면 내가 각성의 회랑에 들어갈 수 있는 것과 노이의 비옥을 흡수할 수 있는 이유에 대해 답을 찾을 수 있을 것이라 조언해주었다."
    }
}