{
    "11005000": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5000_Desc(진행 중)",
        "id": 11005000,
        "alias": "Contents.Quest.Desc.5000",
        "text": "[Рекомендуемый уровень]>20 \n Ранчо вандалов на пастбище Хэджанг может похвастаться огромными размерами. Однако по какой-то причине в поле зрения нет рабочих по сравнению с размером ранчо. \n \n Я слышал от владельца ранчо Ким Мэйла, что скот голодает сразу к смерти из-за нехватки рабочих. \n \n Ситуация кажется сложной, так что давайте поможем ."
    },
    "11005001": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5001_Desc(진행 중)",
        "id": 11005001,
        "alias": "Contents.Quest.Desc.5001",
        "text": "[Рекомендуемый уровень]>20 \n Помогая на ранчо, я нашел тушу овцы возле склада. Преследуя убийцу, я столкнулся с таинственной ордой. Выследив их, я обнаружил незаконную бойню, которая должна была быть тайник. \n \n Теперь все мои сомнения разрешены. \n Все это сделала банда корриды."
    },
    "11005002": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5100_Desc(진행 중)",
        "id": 11005002,
        "alias": "Contents.Quest.Desc.5002",
        "text": "[Рекомендуемый уровень]>10 \n Maehwadan Шим Ха-Ён был удачлив, поскольку получил серьезный урон из-за растущей силы банды Чандо. Пока я понял это, но мне нужен кто-то, чтобы войти в люстру и проверить это наружу ... \n \n Пока корабль Haewol Continental готовится к отплытию, давайте поможем Сахо и узнаем, что за ним стоит! "
    },
    "11005003": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5101_Desc(진행 중)",
        "id": 11005003,
        "alias": "Contents.Quest.Desc.5003",
        "text": "[Рекомендуемый уровень]>13 \n Согласно Чи-Ён, лидер копья, Каменный Кулак, пытался поймать чудовищную лягушку за логовом банды копьеносцев, но потерпел неудачу, потому что у него закончилась сила. Если вы возьмете голову лягушки, они будут определенно позволю вам присоединиться."
    },
    "11005004": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5102_Desc(진행 중)",
        "id": 11005004,
        "alias": "Contents.Quest.Desc.5004",
        "text": "[Рекомендуемый уровень]>15 \n Меч Истины! \n Я думаю, этого было бы достаточно, чтобы завоевать расположение Каменного Кулака. \n . \n Не получишь, если не сделаешь для себя? \n Ой! Не забудь тигровую шкуру."
    },
    "11005005": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5200_Desc(진행 중)",
        "id": 11005005,
        "alias": "Contents.Quest.Desc.5005",
        "text": "[Рекомендуемый уровень]>17 \n Житель деревни Сохо Джиджим недавно признался в серии исчезновений детей в деревне Сохо и призвал иностранцев быть осторожными. \n Хотите узнать больше?"
    },
    "11005006": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5201_Desc(진행 중)",
        "id": 11005006,
        "alias": "Contents.Quest.Desc.5006",
        "text": "[Рекомендуемый уровень]>17 \n Куда пропали пропавшие дети? \n , Были следы того, как кто-то тащил детей к устью. \n \n Несомненно одно: по крайней мере, лес не съел детей. \n \n Давайте быстро исследуем лес ."
    },
    "11005007": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5202_Desc(진행 중)",
        "id": 11005007,
        "alias": "Contents.Quest.Desc.5007",
        "text": "[Рекомендуемый уровень]>17 \n Этот Донджа-рён, похоже, знает местонахождение пропавших детей. Не упустите его. Если вы догоните, внешний вид Донджа-рёна исчезнет, и все виды вредных существ будут приходить и беспокоить вас. \n \n Если вы прогоните их, остальные. Думаю, мы сможем найти детей ... Давайте поторопимся, пока не стало слишком поздно ."
    },
    "11005008": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5203_Desc(진행 중)",
        "id": 11005008,
        "alias": "Contents.Quest.Desc.5008",
        "text": "[Рекомендуемый уровень]>17 \n Среди трех пропавших без вести детей, Док-гу и Чун-маэ благополучно вернулись в объятия своих родителей, но Со-хян так и не вернулся ... \n Я хотел бы сказать родителям напрямую."
    },
    "11005009": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5300_Desc(진행 중)",
        "id": 11005009,
        "alias": "Contents.Quest.Desc.5009",
        "text": "[Рекомендуемый уровень]>25 \n На деревянной доске объявлений был плакат с названием Рекомендации по эвакуации . \n \n Согласно плакату, это деревня Сува, разрушенная эродированными монстрами. Покиньте деревню и эвакуируйтесь. Я чувствую боль людей Сува, которым пришлось уйти. \n \n Чем могу помочь? "
    },
    "11005010": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5301_Desc(진행 중)",
        "id": 11005010,
        "alias": "Contents.Quest.Desc.5010",
        "text": "[Рекомендуемый уровень]>25 \n Вава встретился на временной базе для людей Сува и еще раз поблагодарил их и спросил, как они там прошли. \n Люди Сува были очень рады услышать, что я пришел на помощь после просмотра рекомендаций по эвакуации Я посоветовал мне увидеться с главой деревни. \n \n Давайте послушаем подробности главы деревни Сува и поможем жителям Сува спланировать возвращение деревни ."
    },
    "11005011": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5302_Desc(진행 중)",
        "id": 11005011,
        "alias": "Contents.Quest.Desc.5011",
        "text": "[Рекомендуемый уровень]>25 \n Похоже, что план по возвращению деревни в какой-то степени реализован. Теперь Дэ-Ва хочет встретиться в Жуткой долине, чтобы решить последнюю проблему. деревня обратно к народу Сува ."
    },
    "11005012": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5400_Desc(진행 중)",
        "id": 11005012,
        "alias": "Contents.Quest.Desc.5012",
        "text": "Я пришел сюда с Шим Ха-Ён и Са-хо как новый крупный босс и сказал, что Са-хо собирается начать речь. Видя, что три или пять человек собрались и говорили с очень серьезным выражением лица, слухи о выступление уже широко распространилось. \n \n Sa-ho стоит на подиуме Похоже, они скоро начнут выступать. \n Вмешайтесь в толпу и посмотрите выступление ."
    },
    "11005013": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5500_Desc(진행 중)",
        "id": 11005013,
        "alias": "Contents.Quest.Desc.5013",
        "text": "Удалить квест"
    },
    "11005014": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5000_AcquireDesc(수락 전)",
        "id": 11005014,
        "alias": "Contents.Quest.Desc.5014",
        "text": "[Рекомендуемый уровень]>20 \n Ранчо вандалов на пастбище Хэджанг может похвастаться огромными размерами. Однако по какой-то причине в поле зрения нет рабочих по сравнению с размером ранчо. \n \n Я слышал от владельца ранчо Ким Мэйла, что скот голодает сразу к смерти из-за нехватки рабочих. \n \n Ситуация кажется сложной, так что давайте поможем ."
    },
    "11005015": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5001_AcquireDesc(수락 전)",
        "id": 11005015,
        "alias": "Contents.Quest.Desc.5015",
        "text": "[Рекомендуемый уровень]>20 \n Помогая на ранчо, я нашел труп овцы возле склада. Преследуя преступника, я столкнулся с таинственной ордой. Преследуя их, я нашел пещеру, которая должна была быть укрытием . \n \n Теперь на все вопросы даны ответы. \n Все это делала боевая банда."
    },
    "11005016": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5100_AcquireDesc(수락 전)",
        "id": 11005016,
        "alias": "Contents.Quest.Desc.5016",
        "text": "[Рекомендуемый уровень]>10 \n Маэвадан Шим Ха-Ён, который недавно сказал, что банда чандо стала сильнее и ущерб серьезен. Я понял это, но мне нужен кто-то, чтобы зайти внутрь Чандодана и проверить это ... \n \n Пока корабль Haewol Continental готовится к отплытию, давайте поможем Сахо и расскажем, что за ним стоит! "
    },
    "11005017": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5101_AcquireDesc(수락 전)",
        "id": 11005017,
        "alias": "Contents.Quest.Desc.5017",
        "text": "[Рекомендуемый уровень]>13 \n По словам Чи-Ён, лидер копья, Каменный Кулак, попытался поймать чудовищную лягушку за логовом копейщиков, но потерпел неудачу из-за силы. \n \n После этого чудовищная лягушка повернулась к Каменному кулаку. Если вы принесете голову чудовищной лягушки, они обязательно позволят вам присоединиться. \n \n Пойдем ловим чудовищную лягушку за логовом копий!"
    },
    "11005018": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5102_AcquireDesc(수락 전)",
        "id": 11005018,
        "alias": "Contents.Quest.Desc.5018",
        "text": "[Рекомендуемый уровень]>15 \n Меч Истины! \n Я думаю, этого было бы достаточно, чтобы завоевать расположение Каменного Кулака. \n . \n Не получишь, если не сделаешь для себя? \n Ой! Не забудь тигровую шкуру."
    },
    "11005019": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5200_AcquireDesc(수락 전)",
        "id": 11005019,
        "alias": "Contents.Quest.Desc.5019",
        "text": "[Рекомендуемый уровень]>17 \n Житель деревни Сохо Джиджим недавно признался в серии исчезновений детей в деревне Сохо и призвал иностранцев быть осторожными. \n Хотите узнать больше?"
    },
    "11005020": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5201_AcquireDesc(수락 전)",
        "id": 11005020,
        "alias": "Contents.Quest.Desc.5020",
        "text": "[Рекомендуемый уровень]>17 \n Куда пропали пропавшие дети? \n , Были следы того, как кто-то тащил детей к устью. \n \n Несомненно одно: по крайней мере, лес не съел детей. \n \n Давайте быстро исследуем лес ."
    },
    "11005021": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5202_AcquireDesc(수락 전)",
        "id": 11005021,
        "alias": "Contents.Quest.Desc.5021",
        "text": "[Рекомендуемый уровень]>17 \n Этот Донджа-рён, похоже, знает местонахождение пропавших детей. Не упустите его. Если вы догоните, внешний вид Донджа-рёна исчезнет, и все виды вредных существ будут приходить и беспокоить вас. \n \n Если вы прогоните их, остальные. Думаю, мы сможем найти детей ... Давайте поторопимся, пока не стало слишком поздно ."
    },
    "11005022": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5203_AcquireDesc(수락 전)",
        "id": 11005022,
        "alias": "Contents.Quest.Desc.5022",
        "text": "[Рекомендуемый уровень]>17 \n Среди трех пропавших без вести детей, Док-гу и Чун-маэ благополучно вернулись в объятия своих родителей, но Со-хян так и не вернулся ... \n Я хотел бы сказать родителям напрямую."
    },
    "11005023": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5300_AcquireDesc(수락 전)",
        "id": 11005023,
        "alias": "Contents.Quest.Desc.5023",
        "text": "[Рекомендуемый уровень]>25 \n На деревянной доске объявлений был плакат с названием Рекомендации по эвакуации . \n \n Согласно плакату, это деревня Сува, разрушенная эродированными монстрами. Покиньте деревню и эвакуируйтесь. Я чувствую боль людей Сува, которым пришлось уйти. \n \n Чем могу помочь? "
    },
    "11005024": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5301_AcquireDesc(수락 전)",
        "id": 11005024,
        "alias": "Contents.Quest.Desc.5024",
        "text": "[Рекомендуемый уровень]>25 \n Вава встретился на временной базе для людей Сува и еще раз поблагодарил их и спросил, как они там прошли. \n Люди Сува были очень рады услышать, что я пришел на помощь после просмотра рекомендаций по эвакуации Я посоветовал мне увидеться с главой деревни. \n \n Давайте послушаем подробности главы деревни Сува и поможем жителям Сува спланировать возвращение деревни ."
    },
    "11005025": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5302_AcquireDesc(수락 전)",
        "id": 11005025,
        "alias": "Contents.Quest.Desc.5025",
        "text": "[Рекомендуемый уровень]>25 \n Похоже, что план по возвращению деревни в какой-то степени реализован. Теперь Дэ-Ва хочет встретиться в Жуткой долине, чтобы решить последнюю проблему. деревня обратно к народу Сува ."
    },
    "11005026": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5400_AcquireDesc(수락 전)",
        "id": 11005026,
        "alias": "Contents.Quest.Desc.5026",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11005027": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5500_AcquireDesc(수락 전)",
        "id": 11005027,
        "alias": "Contents.Quest.Desc.5027",
        "text": "Удалить квест"
    },
    "11005028": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5000_CompleteDesc(완료)",
        "id": 11005028,
        "alias": "Contents.Quest.Desc.5028",
        "text": "Когда я спросил владельца ранчо Кима Мэла, который в одиночестве охранял огромное ранчо, что происходит, он пожаловался, что рабочих недостаточно, как будто он их ждал. Я нашел ужасно мертвую овцу на дороге. Судя по По следам, вырезанным острым инструментом, виновник, несомненно, мужчина. Они появились и начали им угрожать. Мы преследовали их и дошли до того места, где они прятались под отвесной скалой, в потайной пещере ."
    },
    "11005029": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5001_CompleteDesc(완료)",
        "id": 11005029,
        "alias": "Contents.Quest.Desc.5029",
        "text": "Я планировал избавиться от незаконной бойни банды корриды, чтобы подобное никогда не повторилось, но в процессе я нашел мешок с деньгами. На внешней стороне мешка с деньгами была печать Лим Ён Су, владелец Daeeobang. Я был сбит с толку. Мало того, что этого было недостаточно, чтобы угрожать средствам к существованию хорошего гражданина, но как жалкое животное, банда корриды, которая даже убивала незаконно, на самом деле была заказана Лим Ён Су…? Он угрожал озеру. Услышав эту новость, Ким Мейл, владелец ранчо вандалов, тоже был очень удивлен и поблагодарил его за решение проблемы ."
    },
    "11005030": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5100_CompleteDesc(완료)",
        "id": 11005030,
        "alias": "Contents.Quest.Desc.5030",
        "text": "Ха-Ён Шим пришла ко мне после слухов о том, что корабль не может отбыть немедленно из-за проблемы с ремонтом корабля, направляющегося в Haewol Continental. Это произошло из-за того, что банда Чандо угрожала безопасности озера Вандал по мере того, как они росли в размерах. Кто-то в озере поддерживает их, и кто-то должен был пройти прямо внутрь люстры, чтобы узнать, что было за ними, и Сахо выбрал меня как подходящего человека. Появилась Чи Ён из банды Чандо. Пришла Чи Ён. на бой, говоря, что я должен сначала проверить свои навыки, и я смог справиться с этим легко, но Чи Ён не был удовлетворен. Как только я начал, я понял причину. Если план Чи Ён будет соответствовать Согласно ее плану, она должна сначала присоединиться к банде чандо ... Чи Ён, которая боролась с тем, как это сделать, взяла голову чудовищной лягушки за логовом банды чандо в качестве взятки, и босс встретился с ней. советовал ."
    },
    "11005031": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5101_CompleteDesc(완료)",
        "id": 11005031,
        "alias": "Contents.Quest.Desc.5031",
        "text": "Когда он увидел голову чудовищной лягушки в своей руке, отношение Чи Ёна немного изменилось. В самом деле! Он идеальный человек для шпионажа. Теперь я легко смог присоединиться к клубу. Но как только я попросил за сольную команду я разозлился и выгнал его? Новичок дерзкий или что-то в этом роде. Если хочешь поговорить с самим собой, тебе нужно сначала нарастить свое выступление. \n \n В конце концов, у меня не было выбора, кроме как вернуться Чиён Когда Чиён услышала о ситуации, она сказала, что было бы неплохо дать более ценную взятку, которая понравится боссу, и рассказала ему слухи о мече правды, которые он недавно услышал. Сказав, что я получил этот драгоценный меч, у меня не будет другого выбора, кроме как отправиться прямо на базу Бойцов, чтобы узнать правду о слухах ."
    },
    "11005032": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5102_CompleteDesc(완료)",
        "id": 11005032,
        "alias": "Contents.Quest.Desc.5032",
        "text": "Как сказал Чи Ён, в палатке босса боевого отряда был дорогой на вид меч. Когда он принес меч, его каменный кулак выглядел так, будто он торчал, и он лихорадочно посмотрел на меч и начал размахивать им. на своих подчиненных. Он начинает говорить правду ... Он вроде злится, потому что напуган, но он верил, как камень в каменном кулаке благодаря этому мечу. И среди груды предметов было найдено подозрительное письмо , который показал, что Лим Ёнсу не только снабжал Чхандодан припасами, но и общался с ними, чтобы разжечь страх в озере Вандал. \n \n Когда я вернулся в заброшенный плиточный дом и представил доказательства внутренних отношений Лим Ён Су с Шимом Ха-Ён, я поблагодарил его."
    },
    "11005033": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5200_CompleteDesc(완료)",
        "id": 11005033,
        "alias": "Contents.Quest.Desc.5033",
        "text": "Жители деревни Сохо предупредили, что недавнее исчезновение детей в деревне сделало их менее привлекательными для посторонних. Он предложил помощь и позволил мне встретиться с семьями пропавших без вести детей. Благодаря этому мы смогли собрать информацию о детях из семей пропавших без вести детей вытаскивают детей из устья леса ."
    },
    "11005034": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5201_CompleteDesc(완료)",
        "id": 11005034,
        "alias": "Contents.Quest.Desc.5034",
        "text": "Я встретил Донджа-рёна возле следов детей, найденных в устье леса. В отличие от других духов, блуждающих по лесу, он покачнулся, словно преследуя его, а затем исчез. Когда он вынул вредные предметы, спрятанный Донджа -рён снова появился и встряхнул, как будто следуя за ним. Затем он снова исчез в определенный момент, а Док-гу, один из трех пропавших без вести детей, был очень напуган и плакал. \n \n Я убежден, что Донджа-рён, похоже, знать, где пропавшие дети ."
    },
    "11005035": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5202_CompleteDesc(완료)",
        "id": 11005035,
        "alias": "Contents.Quest.Desc.5035",
        "text": "Продолжая следовать за Донджа-рён, я нашла еще одного ребенка, Чун-маэ. Дрожа от страха, она засвидетельствовала, что, похоже, слышала голос другого пропавшего ребенка, Со-хяна. \n \n Глубоко в лесу в поисках По дороге я увидел зловещий след. Я поспешил за ним и увидел Сохян, который уже перестал дышать, и опасно выглядящего человека, улыбающегося, как будто у него перехватило дыхание. был виновником, бросился к опасному на вид мужчине и загнал его в угол. Из его уст сорвалось абсурдное высказывание, что Лим Ён Су приказал ему это сделать. Он появился снова. Когда он подошел, дух Сохян появился рядом с ним. его, и он исчез после того, как попросил свою семью сказать ему, что с ним действительно все в порядке ."
    },
    "11005036": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5203_CompleteDesc(완료)",
        "id": 11005036,
        "alias": "Contents.Quest.Desc.5036",
        "text": "Я передал новости о Сохян семье Сохян с тяжелым сердцем. Родители, которые ждали благополучного возвращения своей дочери, не могли скрыть своих горьких чувств и выкрикивали имя своей дочери. Даже я инстинктивно прочел печаль и заплакал с моими родителями. \n Как я могу измерить грусть ... \n \n Я не смог удержать это место, поэтому поспешно покинул Сохо-Виллидж ."
    },
    "11005037": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5300_CompleteDesc(완료)",
        "id": 11005037,
        "alias": "Contents.Quest.Desc.5037",
        "text": "Я нашел доску объявлений с предупреждением об эвакуации, размещенную на стороне заброшенной деревни, населенной монстрами, которые были уничтожены и размыты здесь и там. \n \n Я поспешно последовал за голосом и увидел Вава, племя сува, которое отчаянно ждало протянули руку помощи остаткам разрушенного здания. Они сказали, что отплатят им, если они приедут на их временную базу ."
    },
    "11005038": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5301_CompleteDesc(완료)",
        "id": 11005038,
        "alias": "Contents.Quest.Desc.5038",
        "text": "Вождь деревни Сува Даэ Ва, похоже, был очень доволен моим предложением о помощи. Народ Сува в настоящее время находится в затруднительном положении, поэтому они решают сделать что-то, чтобы вернуть деревню из разрушенных монстров. \n \n Победить разрушенных монстров, которые населяли В деревне, разыскали пропавших людей Сува и вернули их на временную базу. Дэва была очень благодарна за неожиданное достижение. \n \n Теперь осталась только одна последняя проблема. Это работа по охоте на монстра Кан Чхол-ака. По словам Дэвы, воины Сува, которые сражались против Чхол-ака, также представляют угрозу, которая может привести к потере нескольких жизней. Давайте приготовимся и отправимся на охоту за Чхол-аком ."
    },
    "11005039": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5302_CompleteDesc(완료)",
        "id": 11005039,
        "alias": "Contents.Quest.Desc.5039",
        "text": "Я был готов и бросился в долину, но воины Сува и глава деревни Сува Даэва, который уже начал охоту, были избиты Чеол-аком. В конце концов, ему пришлось разобраться с Чеол-аком в одиночку. , но ему удалось победить его. \n \n Я услышал неожиданные новости от Даева, главы деревни племени Сува, который выглядел в плохом состоянии. Это был жетон для собак, который носил Кан Чхол-ак. Похоже, он был освобожден здесь и вызвал страх у людей. \n \n Даже вождь деревни Сува был возмущен его злодеяниями, но он был счастлив узнать, что ему больше не нужно бояться из-за тирании Кан Чол-ака. После разговора с Вавой, который пришел, я покинул Жуткую долину. Я надеюсь, что план реконструкции деревни Сува пройдет гладко ."
    },
    "11005040": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5400_CompleteDesc(완료)",
        "id": 11005040,
        "alias": "Contents.Quest.Desc.5040",
        "text": "В конце верфи в порту Суволь я нашел Ён Су Лим, который неуклюже прятался в потрепанной одежде. Однако Ён Су Лим по-прежнему оставался Лим Ён Су. Вместо того, чтобы задуматься, он позвал наемника и увидел \n \n Но это просто! Когда наемники были подчинены, Сахо появился как раз вовремя. Сахо уволил Лим Ён Су с должности боевика и завершил дело, заставив его заплатить справедливую цену. Они подошли и поблагодарили и предложил работать с ними для Vandal Lake, но у меня есть работа ."
    },
    "11005041": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5500_CompleteDesc(완료)",
        "id": 11005041,
        "alias": "Contents.Quest.Desc.5041",
        "text": "Удалить квест"
    }
}