{
    "11020000": {
        "deprecated": false,
        "Dev_Desc": "2막 1장",
        "id": 11020000,
        "alias": "Contents.Quest.Desc.20000",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11020001": {
        "deprecated": false,
        "Dev_Desc": "2막 2장",
        "id": 11020001,
        "alias": "Contents.Quest.Desc.20001",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11020002": {
        "deprecated": false,
        "Dev_Desc": "2막 3장",
        "id": 11020002,
        "alias": "Contents.Quest.Desc.20002",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11020003": {
        "deprecated": false,
        "Dev_Desc": "2막 6장",
        "id": 11020003,
        "alias": "Contents.Quest.Desc.20003",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11020004": {
        "deprecated": false,
        "Dev_Desc": "2막 7장",
        "id": 11020004,
        "alias": "Contents.Quest.Desc.20004",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11020005": {
        "deprecated": false,
        "Dev_Desc": "2막 8장",
        "id": 11020005,
        "alias": "Contents.Quest.Desc.20005",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11020006": {
        "deprecated": false,
        "Dev_Desc": "2막 9장",
        "id": 11020006,
        "alias": "Contents.Quest.Desc.20006",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11020007": {
        "deprecated": false,
        "Dev_Desc": "2막 1장",
        "id": 11020007,
        "alias": "Contents.Quest.Desc.20007",
        "text": "Я решил отправиться на континент Хэвол с Арангом, чтобы найти пропавшие Гарем и Аранг. Но атмосфера в порту не так уж и плоха ...? \n \n Чтобы найти Гарем, я думаю, мне придется начать с поиска для Эреды. Давайте узнаем об Эреде ."
    },
    "11020008": {
        "deprecated": false,
        "Dev_Desc": "2막 2장",
        "id": 11020008,
        "alias": "Contents.Quest.Desc.20008",
        "text": "Ореум упорно отказывался, но мы должны провести ритуал. Давайте подумаем, будет ли Эреда сотрудничать. \n \n Во-первых, нам нужно собрать информацию о ритуале. Я думаю, мы сможем получить некоторую информацию. база."
    },
    "11020009": {
        "deprecated": false,
        "Dev_Desc": "2막 3장",
        "id": 11020009,
        "alias": "Contents.Quest.Desc.20009",
        "text": "Нам удалось получить разрешение на ритуал от Суяна. \n \n Пришло время собрать материалы для ритуала! Давайте встретимся с вождями Сахо, удовлетворим их просьбу и получим материалы для ритуала."
    },
    "11020010": {
        "deprecated": false,
        "Dev_Desc": "2막 6장",
        "id": 11020010,
        "alias": "Contents.Quest.Desc.20010",
        "text": "Я получил разрешение и собрал все материалы, но ... я не знаю, как добраться до секретной базы Эреды ...! \n \n Если вы думаете о том, что произошло на озере Вандал, молодой президент Гьовона Перонг Перонг может вам помочь попасть на секретную базу Эреды. Может быть ...? \n \n Пойдем найдем Перонг Перонг. "
    },
    "11020011": {
        "deprecated": false,
        "Dev_Desc": "2막 7장",
        "id": 11020011,
        "alias": "Contents.Quest.Desc.20011",
        "text": "Неужели мы с Арангом сможем построить секретную базу для Эреды через Аранг ...? Почему мы должны каждый раз бросать вызов себе и совершать такие безрассудные поступки !? Мы ждем. Доверьтесь президенту и отправляйтесь к Эреде. секретная база."
    },
    "11020012": {
        "deprecated": false,
        "Dev_Desc": "2막 8장",
        "id": 11020012,
        "alias": "Contents.Quest.Desc.20012",
        "text": "После многих поворотов я смог встретить божественного зверя Пашу, но все пошло не так, как планировалось. \n \n Мне нужно на время остудить голову."
    },
    "11020013": {
        "deprecated": false,
        "Dev_Desc": "2막 9장",
        "id": 11020013,
        "alias": "Contents.Quest.Desc.20013",
        "text": "Открытие разлома и вызов Суры были неудачными. \n Аранг, чтобы отправиться в Пунгбекмун, чтобы получить плодородие. Хотя она может получить помощь от своей семьи, Аранг самоуверен ...! \n \n Пунг с Арангом Давайте отправимся через черный ход."
    },
    "11020014": {
        "deprecated": false,
        "Dev_Desc": "2막 1장",
        "id": 11020014,
        "alias": "Contents.Quest.Desc.20014",
        "text": "После прибытия в порт Эдо на континенте Хеволь мы с самого начала не могли избежать бдительных взглядов жителей. Это потому, что слухи о том, что мы сорвали соревнования по боевым искусствам на озере Вандал, уже распространились здесь. Тем не менее, есть дыры Мы смогли получить информацию об Эреде, получив необходимую паутину \n \n Как только мы узнали об Эреде и прибыли в Восточный экологический лес, на нас напали члены клана Эреда. Нас доставили на их базу. с помощью уловки, и там мы встретили Эреду Бёнпаджанг Ореум. Это слишком сложно, чтобы просто проводить ритуал для нашей цели, которой является Паша, но мы должны раскрыть личность Гарема ... Можем ли мы сделать это хорошо? "
    },
    "11020015": {
        "deprecated": false,
        "Dev_Desc": "2막 2장",
        "id": 11020015,
        "alias": "Contents.Quest.Desc.20015",
        "text": "Произошла небольшая авария (?) Между Арангом и Баронгом Юного Гьовона, но нам удалось получить информацию о Чхонсин Джере , ритуале, который призывает божественных зверей из Баронга. Вам нужен меч, чтобы проложить путь, и Говорят, что эти три предмета доступны в Маэвадане, Дохвасанджоне и Кымгёнчхольмуне соответственно. К счастью, у Сахо на озере Вандал есть оценка Сахо, так что, если вы хорошо говорите, вы можете ее одолжить. \n \n В дополнение к этим трем предметам, Мне сказали, что мне нужно разрешение государства, поэтому я пошел на тренировочную программу, возложенную на государственную власть на континенте Хэволь. Я смог остаться наедине с Со Чон-Мун, капитаном. \n \n Suyang Капитан Со Чон-Мун дал мне разрешение легче, чем я думал. На это есть причина. Мне придется спросить, могу ли я вызвать Шинсу ."
    },
    "11020016": {
        "deprecated": false,
        "Dev_Desc": "2막 3장",
        "id": 11020016,
        "alias": "Contents.Quest.Desc.20016",
        "text": "В качестве первого шага в сборе трех ингредиентов я удовлетворил просьбу главы Хонг Маэ Хва получить Дух цветения сливы, колокольчик, указывающий путь. Это было для проверки силы. Причина заключалась в том, что если группа цветков сливы напрямую вмешалась, это могло перерасти в борьбу между двумя силами.Это разумное заявление, но я не могу стереть ощущение, что что-то было использовано в своих интересах ... Хорошо! \n \n Теперь у нас есть два материала: меч, пробивающий путь, и колокол, освещающий путь. Найдите оставшихся Сахо \n и получите материалы ."
    },
    "11020017": {
        "deprecated": false,
        "Dev_Desc": "2막 6장",
        "id": 11020017,
        "alias": "Contents.Quest.Desc.20017",
        "text": "Когда мы подумали об этом, мы не знали, как добраться до секретной базы Эреды, поэтому мы решили встретиться с Перонг Перонгом, президентом Янг Гьовон, и попросить о помощи. Мы собирались найти Перонг Перонг в тумане. Мы встретили молодого Гьовона на озере Вандал. Я смог встретиться с Донг-донгом. \n \n Из-за ошибки Донг-донга, сказавшего, что он отправит его на некоторое время в Перонг-Перонг, мы с Арангом попали в середину из колонии змеиных грибов. Он был внуком Перонг Перонга! Итак, мы смогли встретиться с Перонг Перонгом, президентом Янг Гьовон под руководством молодого Баронга. Он сказал, что это возможно. Аранг указал на меня и на себя, не колеблясь. Это правда, что мы пошли, но что за безрассудство ?! Он сказал, что никогда не делал этого раньше как живое существо ... но он должен был в это верить! "
    },
    "11020018": {
        "deprecated": false,
        "Dev_Desc": "2막 7장",
        "id": 11020018,
        "alias": "Contents.Quest.Desc.20018",
        "text": "Как только он прибыл на секретную базу Эреды, Аранг исчез, оставив только неизвестные слова. Когда он вошел в кабинет Гарема один, он услышал позади себя голос Гарема. Не было необходимости уклоняться или уворачиваться \n \n В отличие от прошлого, я мог возразить с Хареумом и Хогаком. Когда Хареум на мгновение остановился, чтобы нанести удар, появился Ореум и заблокировал фронт. Аранг, который появился вместе с ним, попытался убедить его. Арангу удалось пронзить Харреум своим настоящим именем в тот момент, когда Ореум показал Он боролся против Гарема и смог победить его после ожесточенной кровавой битвы \n \n Ореум, пришедшая в себя, помогла успокоить ее сердце и совершить небесный обряд, несмотря на большое волнение, но Паша, Который был вызван с трудом, вернулся, ничего не сказав. Аранг в ярости, но это необратимо. \n Что мне делать дальше ...? "
    },
    "11020019": {
        "deprecated": false,
        "Dev_Desc": "2막 8장",
        "id": 11020019,
        "alias": "Contents.Quest.Desc.20019",
        "text": "После того, как небесный обряд закончился без всякой пользы, Аранг ушел искать плодородия, а я решил пойти на некоторое время в тихое место, чтобы подумать. Следуя словам, я вошел в коридор, где почувствовал знакомую энергию, и там я слышал рассказ о матери и отце \n По сюжету, мой отец убил мою мать. \n и протянул руку, зная, как он его нашел. Когда я сказал Арангу, он сказал мне, что нет никакой гарантии, что все, что сказал Паша, будет правдой, поэтому я позвонил Суре, чтобы проверить это сам. \n \n Итак, мы ссорились как Озеро Вандал, но трещин не было. Аранг предположил, что это было из-за отсутствия плодородия, и попросил нас пойти вместе собрать плодородие. Неужели так легко получить плодородие ... В любом случае, давайте следовать за Арангом ."
    },
    "11020020": {
        "deprecated": false,
        "Dev_Desc": "2막 9장",
        "id": 11020020,
        "alias": "Contents.Quest.Desc.20020",
        "text": "Бирюха, старейшина Пунгбекмуна, появился перед нами, когда мы проходили через границу туманного леса. Оглядываясь назад, кажется, что Бирюха - палач Аранга, а Аранг - владелец Пунгбекмуна. Такой предатель! Ты ... \n Аранг был ошеломлен Бирюхой, как будто у него была какая-то слабость, и, в конце концов, мы решили помочь вырастить ее, не имея возможности сделать это из-за совета Бирюхи. Ответственный человек хочет получить образец и решить его фундаментально, но руководитель приемных семей настаивает на том, чтобы не прилагать к этому никаких усилий. \n \n Аранг и я направились к дороге красного леса после того, как помогли Суяну таким образом. письмо, чтобы встретиться там и сначала уехать в филиал Хэвольджи в Пунгбекмуне. by! "
    },
    "11020021": {
        "deprecated": false,
        "Dev_Desc": "2막 4장",
        "id": 11020021,
        "alias": "Contents.Quest.Desc.20021",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11020022": {
        "deprecated": false,
        "Dev_Desc": "2막 5장",
        "id": 11020022,
        "alias": "Contents.Quest.Desc.20022",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11020023": {
        "deprecated": false,
        "Dev_Desc": "2막 4장",
        "id": 11020023,
        "alias": "Contents.Quest.Desc.20023",
        "text": "Я слышу знакомый голос из леса в тени тумана. \n Лунный Ветер и Стальной Кулак, верно? Я как раз собирался получить Золотой Легкий Железный Меч! \n Лунный Ветер, кажется, немного зол ... ? Давай поговорим ."
    },
    "11020024": {
        "deprecated": false,
        "Dev_Desc": "2막 5장",
        "id": 11020024,
        "alias": "Contents.Quest.Desc.20024",
        "text": "Теперь оставшийся материал - это зеркало, которое освещает дорогу! \n Мы находим материалы для обрядов предков более гладко, чем мы думали. Я только что слышал, что на границе туманного леса есть Dohwasangjeon Sangjeonju Kwak Ho-ryong . Давай посмотрим. "
    },
    "11020025": {
        "deprecated": false,
        "Dev_Desc": "2막 4장",
        "id": 11020025,
        "alias": "Contents.Quest.Desc.20025",
        "text": "Меч, проложивший путь, означал золотой металлический меч, золотой меч. \n \n Лунный свет и железный кулак, встретившиеся в тени туманного леса, изучали, как плавить сталь через призрачный духовный огонь. Поскольку я не мог, Вместо этого я разобрался с иллюзиями и собрал души. После этого я смог спасти сущность Туёнчо и даже кору старого дерева, и я смог безопасно получить золотой меч Кёнчхоль. \n Далее, зеркало, которое освещает дорога! Давай найдем Хо-Рён Квака и расскажем, что происходит ."
    },
    "11020026": {
        "deprecated": false,
        "Dev_Desc": "2막 5장",
        "id": 11020026,
        "alias": "Contents.Quest.Desc.20026",
        "text": "Зеркало, освещающее дорогу, дохвасанджон - это не то, что передается из поколения в поколение. К счастью, это было легко сделать, и я смог получить руководство от художника, которого я встретил, представив Санджонджу Квак, Хо-рён. Я спас рабочих от запала от вшей, а затем вернулся к мастеру с черным песком. Я смог помочь мастеру, подрезав песок и приготовив дрова, и я смог достать предохранитель. \n \n Таким образом, нам удалось получить все три предмета, необходимые для небесного обряда. Теперь, когда мы собрали разрешение и три материала, все, что нам осталось, - это отправиться на секретную базу Эреды и удержать небесное тело. обряд! "
    }
}