{
    "11001000": {
        "deprecated": false,
        "Dev_Desc": "description_서막 4장. 결전 준비",
        "id": 11001000,
        "alias": "Contents.Quest.Desc.1000",
        "text": "После множества перипетий нам удалось выйти в финал соревнований по боевым искусствам!"
    },
    "11001001": {
        "deprecated": false,
        "Dev_Desc": "description_서막 5장. 결승전",
        "id": 11001001,
        "alias": "Contents.Quest.Desc.1001",
        "text": "Теперь все, что остается, - это открыть дверь стадиона и войти на стадион, чтобы соревноваться с Арангом. \n \n На самом деле, это секрет, который не должен быть известен другим, но Аранг вернулся в Шинсу Сиро! ... \n Особенно меч, раскрывающий правду, которую носит Аранг, будьте осторожны с его настоящим именем! Меч отличается от обычных мечей, потому что это божество, которым может обладать только вернувший божественного зверя. \n \n Это немного страшно когда думаешь об этом Но ... нет, никто не знает его лучше меня!"
    },
    "11001002": {
        "deprecated": false,
        "Dev_Desc": "description_1막 1장. 영교원",
        "id": 11001002,
        "alias": "Contents.Quest.Desc.1002",
        "text": "Харем сказал, что даже в качестве минимального доказательства того, что мне ничего не угрожает, я должен был позаботиться о разрушении турнира по боевым искусствам ... Мне очень жаль, но спасибо. Кроме того, Аранг участвовал в этом соревновании, чтобы получить фертильность, и пока я много бегал, даже фертильность была потрачена впустую. Но сначала, как сказал Гарем, первое, что нужно сделать, это восстановить как можно больше повреждений из-за меня! "
    },
    "11001003": {
        "deprecated": false,
        "Dev_Desc": "description_1막 2장. 네 마리 호랑이",
        "id": 11001003,
        "alias": "Contents.Quest.Desc.1003",
        "text": "Цветки красной сливы из Маэвадана, Перонгперонг из Йонгёвона, Хорён Квак из Дохвасанджона и Лунный ветер из Кымгёнчхольмуна ... Говорят, что глав этих четырех групп зовут Сахо. Говорят, что он вносит свой вклад в развитие Озеро Вандал."
    },
    "11001004": {
        "deprecated": false,
        "Dev_Desc": "description_1막 5장. 또다른 증명",
        "id": 11001004,
        "alias": "Contents.Quest.Desc.1004",
        "text": "Харум, которого я снова встретил в Рыбацкой деревне, знает, что он может сделать для меня еще кое-что. Я не думаю, что обычно я скупердяй."
    },
    "11001005": {
        "deprecated": false,
        "Dev_Desc": "description_1막 8장. 비옥과 기억",
        "id": 11001005,
        "alias": "Contents.Quest.Desc.1005",
        "text": "Я спросил Гарем, с которым я снова встретился, о ее воспоминаниях о видении плодородия Ноя в плодородии Ноя. Гарем, как и Аранг, был также удивлен, что я смог впитать плодородие. Они привели меня в глубокий кладбищенский лес."
    },
    "11001006": {
        "deprecated": false,
        "Dev_Desc": "acquired_서막 4장. 결전 준비",
        "id": 11001006,
        "alias": "Contents.Quest.Desc.1006",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001007": {
        "deprecated": false,
        "Dev_Desc": "acquired_서막 5장. 결승전",
        "id": 11001007,
        "alias": "Contents.Quest.Desc.1007",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001008": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 1장. 영교원",
        "id": 11001008,
        "alias": "Contents.Quest.Desc.1008",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001009": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 2장. 네 마리 호랑이",
        "id": 11001009,
        "alias": "Contents.Quest.Desc.1009",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001010": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 5장. 또다른 증명",
        "id": 11001010,
        "alias": "Contents.Quest.Desc.1010",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001011": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 8장. 비옥과 기억",
        "id": 11001011,
        "alias": "Contents.Quest.Desc.1011",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001012": {
        "deprecated": false,
        "Dev_Desc": "complete_서막 4장. 결전 준비",
        "id": 11001012,
        "alias": "Contents.Quest.Desc.1012",
        "text": "Когда я обнаружил имя Аранга рядом со своим именем в предварительном раунде, я был так счастлив, что чуть не обнял Аранга, который стоял рядом со мной! Первый квалификационный матч - это командный матч 2: 2. С Арангом, который тренировался , он уверен в себе, кем бы он ни был! \n \n Он легко прошел предварительные раунды и, хотя это было нелегко, он прошел финал после множества перипетий и дошел до финала. Это означает ... Мой последний соперник мой старый друг Аранг. Это секрет, что я не должен никому рассказывать, но Аранг - вернувшаяся Шинсу, так что она очень сильна. Я не дрался изо всех сил с детства, но, наверное, это очень сложно. . \n \n По дороге в финал я встретил человека по имени Ёнсу Лим. Он грубо сказал и дал мне выпить, что выглядело очень подозрительно. Но у меня все еще болит живот ."
    },
    "11001013": {
        "deprecated": false,
        "Dev_Desc": "complete_서막 5장. 결승전",
        "id": 11001013,
        "alias": "Contents.Quest.Desc.1013",
        "text": "Что, черт возьми, происходит со всем этим? \n Когда я пришел в себя, место проведения боевых искусств было в руинах, и я был пойман Эредой. Я помню, как успокоил меня на этот раз. Я, должно быть, был в долгу. Арангу снова на этот раз. У меня кружится голова от одной мысли о том, какую аварию я бы устроил перед таким количеством людей без Аранга. Он сказал, что сила - это сила Суры. Затем он попытался арестовать меня, сделав меня опасный человек. Если бы Аранг не выступил с заявлением о моей невиновности, я, вероятно, был бы арестован. \n \n Аранг, чтобы доказать мою невиновность. Он даже доверил свой меч Джинмён Харреуму. Джинмён - синги, одержимый Шинсу репатриант, так что это должно быть действительно важно для Аранга ... Вы должны сделать все возможное, чтобы это сделать! "
    },
    "11001014": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 1장. 영교원",
        "id": 11001014,
        "alias": "Contents.Quest.Desc.1014",
        "text": "Член Ereda Доха, которого я встретил в Shin Daeeobang Chongta, сказал мне, что моя работа заключалась в получении Мемориальной доски Гонггонга от Сахо, который был предметом этого соревнования по боевым искусствам. Было бы естественно помочь. Это было бы естественно. Было бы даже лучше, если бы недопонимание обо мне могло быть разрешено в процессе. \n \n В поисках Сахо я встретил молодого Гьовона Баронга, который научил меня душе и духу-хранителю, и я могу пойти куда угодно. Он также научил меня, как использовать чукджи. \n На самом деле, на площади я встретил не только молодых гьовон баронгов. Мне позвонил странный человек и рассказал о совместном проходе. Человек, который был замаскирован под отсутствующего ... мыслящему человеку, похоже, понравился соавтор. \n \n В любом случае, теперь, когда я все узнал, мне просто нужно встретиться с Сахо и доказать, что я совсем не плохой человек! "
    },
    "11001015": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 2장. 네 마리 호랑이",
        "id": 11001015,
        "alias": "Contents.Quest.Desc.1015",
        "text": "Я встретил Сахо на площади Суволханг. Красная слива, лидер экспедиции и группа баронгов с духовными способностями, президент Ёнгёвон Перонгперонг, Сангсан Джу Квак Хо-рёнг из гигантского рисунка верхней фигуры и лунный свет лунный свет Кымгёнчхолмуна, кузнеца-изготовителя железа. Говорят, что глав четырех групп зовут Сахо. \n \n Первым требованием было узнать новости о травниках из Ёнкёвона, которые сказали, что они пошли собирать ценные цветущие травы на месте кораблекрушения на юго-западе и еще не вернулись. Благодаря этому мы в одно мгновение прибыли к месту кораблекрушения и нашли травника в окружении синекожих голубых человечков и очень подозрительный свиток.Кроме того, свиток, который я подобрал поблизости написал в поддержку Синих людей, но в конце концов на нем была печать Лим Ён Су. Разве это не ...? "
    },
    "11001016": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 5장. 또다른 증명",
        "id": 11001016,
        "alias": "Contents.Quest.Desc.1016",
        "text": "Я собрал все таблички и отправился в рыбацкую деревню, где меня ждал Гарем. Казалось, что Гарем и Ореум развеяли свои сомнения в отношении меня. Гарем позвонил нам, сказав, что только у нас с Арангом есть что рассказать, и рассказал Арангу правду. имя Шинги. Затем он рассказал, что он также был регрессором Шинсу и Паши. Увидеть, как два регрессора случайно встретились вот так. Я думаю, что есть отношения. Он дал мне другое задание: решить проблему в районе Пустоты. после портала, который был открыт во время соревнований по боевым искусствам. Он сказал, что если это будет завершено, соревнования по боевым искусствам будут аннулированы. Итак, давайте найдем Ореум в бездне пустоты ."
    },
    "11001017": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 8장. 비옥과 기억",
        "id": 11001017,
        "alias": "Contents.Quest.Desc.1017",
        "text": "Невероятные вещи происходят в череде невероятных вещей, и я в замешательстве. \n Гарем, который провел меня в глубокий кладбищенский лес, сказав, что я знаю, где находится плодородие Ноя, напал на меня с черной силой в тот момент, когда я попытался поглотить плодородие Страшно представить, что бы случилось, если бы не Аранг. Аранг услышал историю от маленького мальчика и побежал к нему, но кто это был? Это было так удивительно. Я был ... Шинсу Ребенок Ноя. Моя голова запуталась из-за большого количества информации, которую я получил так внезапно. У нас с Арангом так много вопросов, что я решил воспользоваться самым надежным методом. Застава Эреда на континенте Сиволов ."
    },
    "11001018": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 11장. 뒷수습",
        "id": 11001018,
        "alias": "Contents.Quest.Desc.1018",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001019": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 13장. 출항준비",
        "id": 11001019,
        "alias": "Contents.Quest.Desc.1019",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001020": {
        "deprecated": false,
        "Dev_Desc": "description_1막 11장. 뒷수습",
        "id": 11001020,
        "alias": "Contents.Quest.Desc.1020",
        "text": "Я решил последовать совету Красной Маэвы и остаться на озере Вандал подольше, чтобы набраться опыта и навыков. \n \n Поскольку действия Лим Ён Су остаются нерешенными на озере Вандал, давайте поможем им и накопим опыт, заботясь о них . "
    },
    "11001021": {
        "deprecated": false,
        "Dev_Desc": "description_1막 13장. 출항준비",
        "id": 11001021,
        "alias": "Contents.Quest.Desc.1021",
        "text": "В конце концов я решил отправиться на корабле в континентальное море, но с миром все не складывается легко. Капитан Ян Дэ Хэ сказал, что он собрал большую часть материалов, но не смог найти ядерное хранителя. Он объяснил, что для перемещения большого корабля требуется много ядерных боеприпасов, но Хунлину, могущественному охраннику в самой внутренней части лабиринта, нужен только один ядерный заряд. Мне пойти туда? "
    },
    "11001022": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 11장. 뒷수습",
        "id": 11001022,
        "alias": "Contents.Quest.Desc.1022",
        "text": "Продемонстрировав остроту коррумпированному Гунтаджу Лим Ён Су, Хонг Маэ Хва, лидер банды сливовых цветов, поймал меня, когда я готовился снова отправиться на континент морских волков. руководитель группы цветков сливы, которая руководит исследованием континента \n \n Я послушалась ее совета и решила задержаться на озере Вандал подольше, чтобы набраться опыта и навыков. Из деревни Сохо, где произошел трагический инцидент с исчезновением детей, к незаконному убийству банды корриды возле ранчо Бандал, в деревню Сува, где деревня была захвачена разрушенными монстрами Сахо может исцелить боль озера Бандал и вести его хорошо, чтобы этого больше не повторилось"
    },
    "11001023": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 13장. 출항준비",
        "id": 11001023,
        "alias": "Contents.Quest.Desc.1023",
        "text": "В конце концов я решил сесть на корабль, направляющийся к морю и лунному континенту, но с миром все не складывается легко. Капитан Ян Дэ Хэ сказал, что он собрал большую часть материалов, но не смог найти ядерный  стража, который является катализатором для ремонта одной вещи, самой важной, рулевого механизма. Он объяснил, что для перемещения большого корабля требуется много ядерных боеприпасов, но только один ядерный заряд Хунлиня, мощный охранник в самой внутренней части лабиринта, достаточно. Как только вы войдете, вам трудно найти дорогу, и он полон монстров и охранников. Я не хочу возвращаться, но для того, чтобы стать сильным, я должен уметь случайно входите и выходите из этого лабиринта. Приятно посещать каждый раз, когда у вас есть возможность. После того, как драма закончилась, было много взлетов и падений, но теперь единственное, что осталось, - это пересечь настоящий океан и отправиться на новый континент! Я хочу спросить вас так много вещей, когда вы поедете на континент и встретите Пашу. Надеюсь, вы доберетесь туда раньше! "
    },
    "11001024": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 6장. 드러난 유적지",
        "id": 11001024,
        "alias": "Contents.Quest.Desc.1024",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001025": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 7장. 공허의 구덩이",
        "id": 11001025,
        "alias": "Contents.Quest.Desc.1025",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001026": {
        "deprecated": false,
        "Dev_Desc": "description_1막 6장. 드러난 유적지",
        "id": 11001026,
        "alias": "Contents.Quest.Desc.1026",
        "text": "Когда я пошел к руинам, чтобы помочь Арангу обрести плодородие, случилось невероятное."
    },
    "11001027": {
        "deprecated": false,
        "Dev_Desc": "description_1막 7장. 공허의 구덩이",
        "id": 11001027,
        "alias": "Contents.Quest.Desc.1027",
        "text": "Когда я прибыл в Яму Пустоты, Ореум ждал меня. Согласно рассказу Ореума, Яма Пустоты изначально была местом Дайобанг Гунта. В прошлом там внезапно появилась трещина, и теперь там нет жизни, не говоря уже о людях. , живущие там. Говорят, что земля наполнилась горелками. \n \n Я слышал, что трещина стала еще хуже из-за меня, так что давайте поможем им победить горелок и спасти их ядро ."
    },
    "11001028": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 6장. 드러난 유적지",
        "id": 11001028,
        "alias": "Contents.Quest.Desc.1028",
        "text": "Когда я пошел к руинам, чтобы помочь Арангу обрести плодородие, случилось невероятное. Коридор пробуждения , в который могут войти только вернувшиеся божественные звери. Вот куда я попал. Стражники все еще охраняли место, где они использовались, чтобы соревноваться или соревноваться друг с другом. После победы над охранниками и входа в самую внутреннюю часть коридора появилось таинственное устройство. Я чувствовал, как оно наполняется. И, естественно, я смог проснуться от Кёнгона из Сусангби, который работал по воде! Если я найду такие устройства в будущем, я обязательно попробую ими управлять ."
    },
    "11001029": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 7장. 공허의 구덩이",
        "id": 11001029,
        "alias": "Contents.Quest.Desc.1029",
        "text": "Когда я прибыл в Яму Пустоты, Ореум ждал меня. Согласно рассказу Ореума, Яма Пустоты изначально была местом, где находился Даэобанг Гунта. Говорили, что земля была полна выгоранием. Он сказал, что состояние разлом необычно меняется из-за влияния Источника. Это верно, ингредиенты, найденные в напитке, найденном на днях на складе, были идентичны сердцевине Бульмы. Причина ... "
    },
    "11001030": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 9장. 밝혀지는 음모",
        "id": 11001030,
        "alias": "Contents.Quest.Desc.1030",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001031": {
        "deprecated": false,
        "Dev_Desc": "description_1막 9장. 밝혀진 음모",
        "id": 11001031,
        "alias": "Contents.Quest.Desc.1031",
        "text": "Член Maehwa Шим Ха Ён, которая пришла ко мне в порт Суволь, вздохнула с облегчением, сказав, что было приятно встретиться с ним до перехода. \n Шим Ха Ён сказала, что ей нужно время, чтобы подготовиться, и попросила их потренироваться их боевые искусства или помочь им в работе ."
    },
    "11001032": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 9장. 밝혀진 음모",
        "id": 11001032,
        "alias": "Contents.Quest.Desc.1032",
        "text": "Член Маэва Шим Ха-Ён, который пришел ко мне в порт Суволь, вздохнул с облегчением, сказав, что было приятно встретиться с ним до пересечения дорог. \n На этот раз речь Сахо была не чем иным, как заявлением, которое Сахо лично выйдет вперед. стабилизировать озеро Вандал, открывая миру все злые дела, которые совершал Лим. Однако прямо перед выступлением Лим Ён Су заметил это и убежал. Я думал, что он не тот человек, которого следует принимать, но у вас все еще есть такие Появился глава компании Перонг Перонг и попросил о просьбе. Поступали сообщения о местонахождении бежавшего Лим Ён Су, но Сахо сказал, что не может уйти немедленно. Это."
    },
    "11001033": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 3장. 수상한 총타주",
        "id": 11001033,
        "alias": "Contents.Quest.Desc.1033",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001034": {
        "deprecated": false,
        "Dev_Desc": "description_1막 3장. 수상한 총타주",
        "id": 11001034,
        "alias": "Contents.Quest.Desc.1034",
        "text": "Я успешно выполнил просьбу президента молодых гьовонов Перонг Перонга и получил первую награду. На этот раз это просьба от Маэва Дана! Мне немного жаль видеть, что им всем не хватает персонала из-за следующего план соревнований по боевым искусствам. Поможем! "
    },
    "11001035": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 3장. 수상한 총타주",
        "id": 11001035,
        "alias": "Contents.Quest.Desc.1035",
        "text": "По дороге в штаб, чтобы выслушать просьбу Маэвадана, я нашел Ёнсу Им Ёнсу. Он вызвал жителей и объявил, что все действия в порту Суволь без их разрешения будут считаться незаконными. слова, было ясно, что приказы были насильственными. \n \n Это не единственное, что я смог найти во время выполнения квеста. Я смог обнаружить подозрительную деятельность Лима, пока выполнял квест. Я видел Им Ён -уу сбежал, не увидев его, но за пристройкой, из которой он убежал, было чудовище и упавший человек, которого он не видел в озере Вандал \n \n Я слышал об Им Ён Су от Шим Ха Ён, который вернулся, чтобы разрешить ситуацию. После того, как он потерял много денег, он, как говорят, не может отличить даже больше. Владельцем особняка был Джиджи, который поддерживал Сахо, и Шим Ха Ён, который обычно был недоволен с Сахо, был зол, что он переступит черту. Я имею в виду, Лим Ён Су слишком подозрителен ... "
    },
    "11001036": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 4장. 의문의 강장제",
        "id": 11001036,
        "alias": "Contents.Quest.Desc.1036",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001037": {
        "deprecated": false,
        "Dev_Desc": "description_1막 4장. 의문의 강장제",
        "id": 11001037,
        "alias": "Contents.Quest.Desc.1037",
        "text": "Наконец, это последний запрос Гым Кён-Чуль-Мун! Я подозреваю, что, возможно, это потому, что я обнаружил подозрительное поведение Лим Ён-Су во время выполнения предыдущего квеста. \n \n Давайте сделаем все возможное до конца! "
    },
    "11001038": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 4장. 의문의 강장제",
        "id": 11001038,
        "alias": "Contents.Quest.Desc.1038",
        "text": "Я получил последний запрос от Лунного Ветра в Кымгёнчхольмуне. Материал, который я заказал у кузнеца, еще не прибыл, поэтому это была просьба как можно скорее собрать кристалл озерной черепахи, который является альтернативным материалом. Груз прибыл раньше, но склад не позволял его выгрузить. Склад, куда я пошел, чтобы проверить факты, был полон недоставленного багажа, а наемники Лим Ён Су охраняли подозрительный ящик, как железо. \n \n Inside the В коробке было письмо от Лим Ён Су, в котором им говорилось подождать три дня, пока товары будут доставлены в Кымгёнчхольмун, и странный напиток, который я выпил перед финалом соревнований по боевым искусствам. Судя по тому, что он пил, было ясно он пил этот питательный тоник. \n \n Когда он услышал об инциденте, стальной кулак разозлился, взял письмо и выпил. Я просто надеюсь, что Сахо расследует подозрительную деятельность Хан Лим Ён Су и примет меры ."
    },
    "11001039": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 12장. 끔찍한 계획",
        "id": 11001039,
        "alias": "Contents.Quest.Desc.1039",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001040": {
        "deprecated": false,
        "Dev_Desc": "description_1막 12장. 끔찍한 계획",
        "id": 11001040,
        "alias": "Contents.Quest.Desc.1040",
        "text": "Ха Ён Шим из группы цветков сливы, которая срочно пришла ко мне, сказала мне, что Лим Ён Су, боевик, которого выгнали, полностью исчез. После этого дня он внимательно следил за возможностью еще один несчастный случай, но он сказал, что исчез, когда Сахо посетил континент Хэволь. \n \n Давайте узнаем, прежде чем Лим Ён Су совершит еще одно злодеяние ."
    },
    "11001041": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 12장. 끔찍한 계획",
        "id": 11001041,
        "alias": "Contents.Quest.Desc.1041",
        "text": "Ха Ён Шим из группы цветков сливы, которая срочно пришла ко мне, сказала мне, что Лим Ён Су, боевик, которого выгнали, полностью исчез. Ха Ён и я начали поиск, разделив территорию \n \n После обыска мы нашли Лим Ён Су в жуткой долине, где находился Кан Чхол Ак. Жителями деревни Сохо манипулировали. Когда они попытались подчинить жителей деревни и захватить Лим Ён Су, он внезапно начал сопротивляться, как будто от боли, затем окислился и исчез. Лим Ён Су, который потерял все и был отброшен к краю обрыва, кормил и манипулировал лекарством, сделанным из ядра Бульмы, жителям деревни Сохо и растворял лекарство в источнике водоснабжения, чтобы превратить всех жителей Сувольской равнины в своих солдат. У него был план."
    },
    "11001042": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 4장. 깊어가는 의심",
        "id": 11001042,
        "alias": "Contents.Quest.Desc.1042",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001043": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 8장. 드러난 유적지",
        "id": 11001043,
        "alias": "Contents.Quest.Desc.1043",
        "text": "Это история, которая еще не была раскрыта."
    },
    "11001044": {
        "deprecated": false,
        "Dev_Desc": "description_1막 4장. 깊어가는 의심",
        "id": 11001044,
        "alias": "Contents.Quest.Desc.1044",
        "text": "На фоне растущих подозрений в отношении Гунтаджу Лим Ёнсу ... На этот раз я получил просьбу раскрыть дело с товарным вагоном, на который напали Квак Хо Рён, Санчжонджу, Санджонджу, Дохвасанджон. Не так ли?"
    },
    "11001045": {
        "deprecated": false,
        "Dev_Desc": "description_1막 8장. 드러난 유적지",
        "id": 11001045,
        "alias": "Contents.Quest.Desc.1045",
        "text": "Когда я пошел к руинам, чтобы помочь Арангу обрести плодородие, случилось невероятное."
    },
    "11001046": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 4장. 깊어가는 의심",
        "id": 11001046,
        "alias": "Contents.Quest.Desc.1046",
        "text": "Воры, напавшие на товарный вагон, были ворами. Однако найденный нами груз содержал не только те, что были в вагоне, на который напали на этот раз, но и другие грузы. Они сказали, что в последнее время безопасность линчевателя заметно упала. \n \n На посту линчевателя, на который я пошел, чтобы проверить правду, охранник продолжал уклоняться и избегать разговоров, поэтому нам пришлось драться в драке, но во время драки кто-то уронил документы. был написан приказ сократить часы охраны и сократить количество патрулей! Я был смущен тем, что просто следовал инструкциям Супервайзера. Поскольку я являюсь старшим членом группы линчевателей, я подумал, что Лим Ён Су может тоже принимай участие в этом. \n \n Лим Ён-су Этот человек ... Волны, волны и злые дела бесконечны, не так ли ?! "
    },
    "11001047": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 8장. 드러난 유적지",
        "id": 11001047,
        "alias": "Contents.Quest.Desc.1047",
        "text": "Тот факт, что я смог войти в Зал Пробуждения, был поразительным, но на этом тайны не закончились. Томо, который нашел меня у обрыва разрушенных руин, отреагировал на меня и передал мне бирюзовое плодородие, которое у него было. Конечно, , Я думал, что не смогу поглотить плодородие, потому что его не было, но Томо предлагал его мне, как будто взял с собой. Аранг посоветовал мне, что если я найду другое плодородие и восстановлю свои воспоминания, я смогу найти ответ на вопрос, почему я могу войти в Зал Пробуждения и поглотить плодородие Ноя ."
    }
}