{
    "11060000": {
        "deprecated": false,
        "Dev_Desc": "acquiredDescription",
        "id": 11060000,
        "alias": "Contents.Quest.Desc.60000",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060001": {
        "deprecated": false,
        "Dev_Desc": "acquiredDescription",
        "id": 11060001,
        "alias": "Contents.Quest.Desc.60001",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060002": {
        "deprecated": false,
        "Dev_Desc": "acquiredDescription",
        "id": 11060002,
        "alias": "Contents.Quest.Desc.60002",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060003": {
        "deprecated": false,
        "Dev_Desc": "acquiredDescription",
        "id": 11060003,
        "alias": "Contents.Quest.Desc.60003",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060004": {
        "deprecated": false,
        "Dev_Desc": "acquiredDescription",
        "id": 11060004,
        "alias": "Contents.Quest.Desc.60004",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060005": {
        "deprecated": false,
        "Dev_Desc": "acquiredDescription",
        "id": 11060005,
        "alias": "Contents.Quest.Desc.60005",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060006": {
        "deprecated": false,
        "Dev_Desc": "acquiredDescription",
        "id": 11060006,
        "alias": "Contents.Quest.Desc.60006",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060007": {
        "deprecated": false,
        "Dev_Desc": "acquiredDescription",
        "id": 11060007,
        "alias": "Contents.Quest.Desc.60007",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060008": {
        "deprecated": false,
        "Dev_Desc": "acquiredDescription",
        "id": 11060008,
        "alias": "Contents.Quest.Desc.60008",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060009": {
        "deprecated": false,
        "Dev_Desc": "description",
        "id": 11060009,
        "alias": "Contents.Quest.Desc.60009",
        "text": "파사와의 만남 이후 쉬지 않고 전심전력을 다해 수련을 이어 나갔다. 이전보다 확실히 강해진 느낌이 들지만 파사에게 연락이 오지 않는 것을 보면 아직 때가 아닌가 보다. \n\n다시 한번 마음을 다잡고 수련에 매진하기 전에 정비가 필요할 것 같다. 이것저것 해결할 게 많으니 해월 대륙 제일가는 거점, 풍요 우림 거점으로 가보자. \n그런데 저 사람… 나를 부르는 건가?"
    },
    "11060010": {
        "deprecated": false,
        "Dev_Desc": "description",
        "id": 11060010,
        "alias": "Contents.Quest.Desc.60010",
        "text": "전투 조장 한수민의 안내에 따라 도착한 곳은 해룡 산맥이라는 곳으로, 이번 사건으로 인해 확인된 미개척 지역이었다. 무겁고 침울한 분위기를 느끼며 합동 초소를 둘러보다가 반가운 얼굴을 발견했다. 아랑이었다. \n\n반가운 인사를 나누는 것도 잠시, 아랑이 뒤이어 들려준 말은 충격적이었다. 풍백문의 문파원들이 습격을 받은 뒤 행방이 묘연해졌다는 것이었다. 심지어 사라진 문파원 중에는 풍백문의 장로, 비류하도 있었다. \n\n다른 사람이면 몰라도 풍백제일검으로 불리는 비류하가...? \n어떻게 된 일인지 상황부터 파악하자."
    },
    "11060011": {
        "deprecated": false,
        "Dev_Desc": "description",
        "id": 11060011,
        "alias": "Contents.Quest.Desc.60011",
        "text": "검은새벽단의 전초기지를 돌파하여 도착한 잿빛 하늘 숲에서 채녹윤을 만났다. 그녀는 처참한 흔적만이 남아있는 짐수레를 바라보고 있었다. \n\n앗! 말릴 틈도 없이 아랑이 채녹윤을 향해 달려간다. 또다시 언쟁이 시작될 기미가 보이니 어서 가서 중재해야겠다."
    },
    "11060012": {
        "deprecated": false,
        "Dev_Desc": "description",
        "id": 11060012,
        "alias": "Contents.Quest.Desc.60012",
        "text": "채녹윤의 안내를 따라 수색대의 초소에 도착했지만, 그곳의 사정도 딱히 좋을 것이 없었다. 포식자의 구릉지로 수색을 나갔던 대원 절반이 부상을 당한 상태였던 것이다. 그나마 위안이 되는 것은 수색대가 생존자의 증언과 일치하는 어두운 숲을 찾는 데 성공한 것인데, 확인을 위해서는 포식자의 구릉지까지 다시 진출을 해야만 했다. \n\n드디어 단서를 손에 넣을 수 있게 되었는데 이대로 멈출 순 없잖아? 마침 내게 좋은 생각이 있으니 앞장서서 포식자의 구릉지로 가자."
    },
    "11060013": {
        "deprecated": false,
        "Dev_Desc": "description",
        "id": 11060013,
        "alias": "Contents.Quest.Desc.60013",
        "text": "어둠 숲 초입에서 익숙한 검은 흔적과 찢긴 풍백문의 옷가지를 발견했다. 당시의 참상을 짐작할 수 있는 모습이었다. 하지만 이상했다. 어째서 단 한구의 시체도 보이지 않는 걸까? \n\n아랑도 나와 같은 생각을 한 모양이다. 우리는 이 넓은 숲을 효율적으로 수색하기 위해 잠시 흩어지기로 합의했다. \n살아있다. \n반드시 이 해룡 산맥 어딘가에 사람들이 살아있다. 그렇게 확신하며 숲을 수색하기 시작했다."
    },
    "11060014": {
        "deprecated": false,
        "Dev_Desc": "description",
        "id": 11060014,
        "alias": "Contents.Quest.Desc.60014",
        "text": "검은새벽단의 추적을 피해 도착한 곳은 어둠 숲 기슭에 숨겨진 피난처였다. 그제야 자신을 장호운이라 소개한 사내는 검은새벽단에 납치된 사람들이 어디에 있는지 아는 눈치였지만, 당장은 피난처 사람들을 피신시키는 것이 우선이라 도울 수 없다고 했다. \n\n피난길을 방해한 내 탓도 있는 것 같아 기꺼이 돕겠다고 했다. 일을 끝내고 나면 미처 듣지 못한 정보를 알려줄지도 모르니까."
    },
    "11060015": {
        "deprecated": false,
        "Dev_Desc": "description",
        "id": 11060015,
        "alias": "Contents.Quest.Desc.60015",
        "text": "피난처에 남아있던 사람들을 이끌고 장호운의 안내에 따라 영혼의 길로 향했다. 가는 길목마다 괴물들이 잔뜩 진을 치고 있자 장호운의 얼굴이 낭패로 물들었다. \n\n아직도 내 실력을 의심하는 건지, 아니면 제 운을 의심하는 건지 모르겠지만 어느 쪽이 됐건 그 걱정, 단번에 날려 줄 테니 잠자코 기다려 보라고."
    },
    "11060016": {
        "deprecated": false,
        "Dev_Desc": "description",
        "id": 11060016,
        "alias": "Contents.Quest.Desc.60016",
        "text": "광활한 폐허를 바라보던 장호운은 내게 몇 가지 부탁을 해왔다. 불마자의 핵과 탁회암을 구해달라는 것이었다. 설명은 나중에 하겠다는 것을 보니 뭔가 속내가 있는 것은 분명한데… \n\n일단 시키는 대로 하자. 다 이유가 있겠지, 뭐."
    },
    "11060017": {
        "deprecated": false,
        "Dev_Desc": "description",
        "id": 11060017,
        "alias": "Contents.Quest.Desc.60017",
        "text": "오염된 분화구 어디에서 비류하를 찾지? \n이리저리 둘러보아도 온통 변이 된 존재들뿐이다. \n\n그렇다면 방법은 하나. \n이놈들을 치우고 비류하를 찾아낸다."
    },
    "11060018": {
        "deprecated": false,
        "Dev_Desc": "completeDescription",
        "id": 11060018,
        "alias": "Contents.Quest.Desc.60018",
        "text": "정비를 위해 들린 풍요 우림 거점에서 의외의 인물을 만났다. 풍백문의 전투 조장 한수민이었다. \n그녀는 나를 찾기 위해 해월 대륙 곳곳을 돌아다녔다고 말했다. 의아함도 잠시, 초조한 표정으로 풍백문에 큰 화가 닥쳤으며 아랑이 내 도움을 필요로 하고 있다는 이야기를 듣자 내 마음도 덩달아 다급해졌다. 아랑이 먼저 내게 도움을 청할 정도의 큰 화라니… 대체 무슨 일이 일어난 거지? \n\n즉시 채비하라는 한수민의 말에 주저 없이 떠나자고 했다. 그런데… 풍백문으로 가는 것이 아니라 아주 은밀하고 위험한 곳으로 간다고...? \n아무렴, 무슨 상관이람? 아랑이 나를 필요로 한다면 그곳이 수라의 심연이라 할지라도 주저 없이 갈 텐데. \n조금만 기다려줘 아랑! 내가 금방 갈 테니까."
    },
    "11060019": {
        "deprecated": false,
        "Dev_Desc": "completeDescription",
        "id": 11060019,
        "alias": "Contents.Quest.Desc.60019",
        "text": "다른 사람이면 몰라도 풍백제일검으로 불리는 비류하가…? \n해룡 산맥에 마련된 합동 초소에서 다시 만난 아랑이 전해온 풍백문의 행방불명 소식은 의아하기 그지없었다. 말하는 아랑 역시도 믿기지 않는 듯했다. 우릴 지켜보던 수양의 중대장 채녹윤은 풍백문뿐만 아니라 해월 대륙 곳곳에서 실종 사건이 일어나고 있다며, 이번 참극의 유일한 생존자를 만나 이야기를 들어 볼 것을 권했다. \n\n생존자의 증언으로 배후에 검은새벽단이 있다는 사실을 알게 된 우리는 즉시 수색을 떠나야 한다고 주장했다. 그러나 우리를 미덥지 않아 하는 채녹윤은 상황이 정리될 때까지 지휘권을 수양에 양보하겠다는 약속을 받아 낸 뒤에야 우리를 안내했다. \n\n채녹윤과 다시 만나기로 한 곳은 수색대의 초소가 있는 잿빛 하늘 숲. 그곳에 가기 위해 검은새벽단의 전초기지를 돌파하던 우리는 풍백문의 옷을 입은 사람들과 마주쳤다. 아니, 그들은 더 이상 사람이라 부를 수 없는 모습이었다. 이성을 잃고 우릴 공격해오던 변이 된 문파원은 나의 공격에 검붉게 산화되어 흩어졌다. \n이 모습을... 언젠가 본 기억이 났다. "
    },
    "11060020": {
        "deprecated": false,
        "Dev_Desc": "completeDescription",
        "id": 11060020,
        "alias": "Contents.Quest.Desc.60020",
        "text": "채녹윤이 바라보고 있던 처참한 흔적은 수색대의 초소로 향하던 수양 보급대의 것이었다. 수레는 산산조각이 나고 물자는 모두 사라진 데다가, 멀지 않은 곳에서 보급 대원의 사체까지 발견되었다. 채녹윤은 대원 넷 중, 나머지 셋이 보이지 않는다 말하면서도 임무를 우선시해야 한다며 발길을 재촉했다. 그 말을 들은 아랑이 비난했지만 채녹윤은 의견을 굽히지 않았다. 아무래도 언쟁이 재개될 기미가 보여 그들을 중재한 뒤, 할 수 있는 수습은 하고 떠나는 것으로 합의했다. \n\n대부분의 물자와 시신을 되찾았을 때쯤, 아랑이 심상치 않은 흔적을 발견했다. 생존한 보급 대원의 흔적일 수 있다고 판단한 우리는 흔적을 쫓아갔고 그곳에서 기이한 광경을 목격했다. \n수십 마리의 두억시니 시체 사이에 홀로 선 수양 대원. 고개를 돌린 그의 두 눈은 붉게 물들어 있었다. 수양 대원이 변이 된 모습을 목격한 채녹윤은 큰 충격에 빠진 것처럼 보였다. 그 심경을 헤아린 까닭인지 이번에는 아랑이 길을 재촉했다. \n그래, 어서 수색대의 초소로 향하자. 그들이 뭐라도 알아냈길 바라면서."
    },
    "11060021": {
        "deprecated": false,
        "Dev_Desc": "completeDescription",
        "id": 11060021,
        "alias": "Contents.Quest.Desc.60021",
        "text": "채녹윤의 안내를 따라 수색대의 초소에 도착했지만, 그곳의 사정도 딱히 좋을 것이 없었다. 포식자의 구릉지로 수색을 나갔던 대원 절반이 부상을 당한 상태였던 것이다. 그나마 위안이 되는 것은 수색대가 생존자의 증언과 일치하는 장소를 찾아냈다는 사실이었다. \n\n목적지는 포식자의 구릉지 너머에 위치한 어둠 숲. 구릉지에 득시글대는 포식자들을 뚫고 지나가지 않으면 어림도 없는 일이었다. 그래서 나는 한 가지 묘수를 생각해냈다. 포식자들에게 먹잇감을 던져준 뒤 길을 터 나가는 것이다. 다행히 작전이 생각만큼 잘 먹혀서 무사히 구릉지를 지날 수 있었다. \n\n무사히 뒤따라온 채녹윤 또한 감사의 인사를 전해왔다. 그 인사가 간지럽게 느껴졌던 모양인지 아랑은 멋쩍어 보였지만, 마침내 불신의 벽을 허문 것 같아 마음이 편안해졌다. 비록 당장은 각자의 사정 때문에 헤어져야 하지만, 우리는 같은 적에 맞서기 위해 곧 다시 만날 것이다. \n\n이제부턴 정말 아랑과 나, 둘뿐이다. \n어둠 숲에서 풍백 문과 관련된 단서를 찾아내야 한다. 반드시."
    },
    "11060022": {
        "deprecated": false,
        "Dev_Desc": "completeDescription",
        "id": 11060022,
        "alias": "Contents.Quest.Desc.60022",
        "text": "어둠 숲 초입에서 익숙한 검은 흔적과 찢긴 풍백문의 옷가지를 발견했다. 당시의 참상을 짐작할 수 있는 모습이었다. 하지만 이상했다. 어째서 단 한구의 시체도 보이지 않는 걸까? \n\n넓은 숲을 효율적으로 수색하기 위해 아랑과 잠시 떨어진 나는 홀로 숲의 남쪽을 수색하기 시작했다. 그러던 중 검은새벽단으로 보이는 차림새의 사내가 허름한 옷차림의 사람들을 데리고 이동하는 모습을 발견했다. 나는 망설임 없이 그를 공격했다. \n그런데... 이 사내, 어딘가 어설프다? 가까스로 내 일격을 피한 남자는 울음에 가까운 투덜거림을 내뱉으며 다급하게 가면을 벗었다. 이런... 평범한 이었다. 사내는 위장을 한 채로 사람들을 돕고 있던 것이었다. \n\n오해를 푸는 사이 진짜 검은새벽단이 나타났다. 사내와 사람들의 뒤를 쫓아온 모양이었다. 접전 끝에 변이 된 검은새벽단 나탁을 무릎 꿇린 나는 사람들의 행방을 다그쳐 물었지만 그는 순식간에 도주해버렸다. \n\n뒤쫓으려는 나를 말린 사내는 안전한 곳으로 자리를 옮기는 게 우선이라 말했다. \n왠지 이 사내, 검은새벽단에 대해 잘 아는 것 같다."
    },
    "11060023": {
        "deprecated": false,
        "Dev_Desc": "completeDescription",
        "id": 11060023,
        "alias": "Contents.Quest.Desc.60023",
        "text": "검은새벽단의 추적을 피해 도착한 곳은 어둠 숲 기슭에 숨겨진 피난처였다. 그제야 자신을 장호운이라 소개한 사내는 검은새벽단에 납치된 사람들이 어디에 있는지 아는 눈치였지만, 당장은 피난처 사람들을 피신시키는 것이 우선이라 도울 수 없다고 했다. \n\n피난길을 방해한 내 탓도 있는 것 같아 기꺼이 돕겠다고 했다. 일을 끝내고 나면 미처 듣지 못한 정보를 알려줄지도 모르니까 말이다. 장호운은 자신의 운과 인복을 찬양하며 기뻐했다. 어찌 됐건 서로에게 손해는 아닌 일이었다. \n\n그러나 예기치 못한 변수가 발생했다. 피난처가 습격을 받은 것이다. 어둠 숲에서 나탁을 살려 보냈던 게 실수였다. 피난처를 장악한 검은새벽단을 가까스로 몰아내고 나니 상황은 더욱 급박해졌다. 더는 지체할 시간이 없어진 것이다. 게다가 검은새벽단에게 피난처의 존재를 들켰으니 평소와 같은 길로 갈 수도 없는 일이었다. \n잠시 고민을 하던 장호운은 마음을 먹은 듯 새로운 길로 안내하겠다고 했다. 자신의 운과 나의 실력이 함께 한다면 문제가 없을 거라나? 그야 당연한 말씀을!"
    },
    "11060024": {
        "deprecated": false,
        "Dev_Desc": "completeDescription",
        "id": 11060024,
        "alias": "Contents.Quest.Desc.60024",
        "text": "피난처에 남아있던 사람들을 이끌고 장호운의 안내에 따라 영혼의 길로 향했다. 가는 길목마다 괴물들이 잔뜩 진을 치고 있자 장호운의 얼굴이 낭패로 물들었다. 아직도 내 실력을 의심하는 건 아니겠지? \n하지만 영혼의 길을 지키고 선 존재를 확인하는 순간 장호운의 마음을 이해할 수 있었다. 대인면충이었다. 그나마 다행인 건 성체가 아니란 사실이었다.\n\n버거운 상대이긴 했지만 큰 피해 없이 쓰러뜨릴 수 있었다. 기뻐한 장호운은 사람들을 인솔하여 피난길로 안내하였다. 마침내 그들이 능선 너머로 모습을 감추자 장호운이 감사의 인사와 함께 뜻밖의 고백을 해왔다. \n\n장호운은 검은새벽단에 몸을 담았던 자로, 납치된 사람들을 억류하고 관리하는 일을 했었다고 했다. 하지만 얼마 지나지 않아 검은새벽단이 자행하는 끔찍한 실험을 알게 된 후 도망쳐 지난 과오를 속죄하기 위해 지금에 이르렀다는 것이다. 그는 비류하 또한 수용소에 억류되어 있을 것이며, 서두르지 않으면 실험체로 이용당할 것이란 경고를 덧붙였다. \n수용소의 위치를 묻는 내게 장호운은 기꺼이 길잡이가 되어주기로 했다."
    },
    "11060025": {
        "deprecated": false,
        "Dev_Desc": "completeDescription",
        "id": 11060025,
        "alias": "Contents.Quest.Desc.60025",
        "text": "장호운은 수용소로 가기 전에 내게 불마자의 핵과 탁회암을 구해달라는 부탁을 해왔다. 의문 투성이었지만 나중에 설명을 해준다는 그의 말에 빠르게 재료를 구한 후 접선 장소로 향했다. \n그리고…아이고, 깜짝이야! \n장호운은 또다시 검은새벽단의 모습을 하고 있었다. 내가 구해온 재료를 납품한다는 명목으로 수용소에 진입할 계획이었다. \n\n불안한 내 마음과 달리 무사히 검문소를 통과한 장호운은 보안이 허술한 틈새를 비집고 나를 들여보내주었다. 하지만 수용소 내의 삼엄한 경비는 어쩔 도리가 없어 보였다. 나는 앞장서서 경비를 무너뜨리고 사람들을 찾기 시작했다. \n\n자리를 비웠던 감독관이 나타나 일을 그르칠 뻔했지만 무사히 사람들을 구출해냈다. 하지만 비류하의 모습은 어디에도 없었다. 기괴한 가면을 쓴 자. 무혼이라는 자가 데려갔다는 말에 찾아 나서려 하자 장호운은 말리고 싶어 했다. 하지만 반드시 비류하를 구해야 한다는 나의 의지에 져주기로 한 듯, 첫 만남 이후부터 주야장천 자랑하던 자신의 운을 내게 빌려주겠다고 했다.\n좋아, 이제 오염된 분화구로 가서 비류하를 구하는 거야!"
    },
    "11060026": {
        "deprecated": false,
        "Dev_Desc": "completeDescription",
        "id": 11060026,
        "alias": "Contents.Quest.Desc.60026",
        "text": "차라리 죽을힘을 다해 싸울 수 있다면… 붉은 안광을 빛내며 달려드는 비류하의 공격을 막아내며 생각했다. 비류하를 다치지 않게 제압하는 것은 쉽지 않았다. 역시나 쓰러진 쪽은 나였다. 비류하의 다음 공격이 이어지려는 찰나, 아랑이 나타나 비류하가 쓰고 있던 가면을 떼어냈다. \n비류하가 정신을 잃고 쓰러진 순간, 주변 공기의 흐름이 달라지기 시작했다. 무혼이 나타난 것이다. 심상치 않은 기류를 느낀 나와 아랑은 빠르게 현장을 벗어났다. \n\n합동 초소로 돌아온 뒤, 정신을 차린 비류하로부터 자세한 증언을 들을 수 있었다. 보고를 받은 수양 대장, 서중문은 뒷일은 수양과 풍백문에서 맡겠다며 감사의 인사를 전해왔다. 이제야 사건이 마무리된 것 같았다. \n\n아랑은 내게 앞으로 어떻게 할 것이냐고 물었다. 나는 무혼의 존재를 떠올리며 다시 수련에 몰두할 것이라 답했다. 아랑 역시 해룡 산맥의 일이 마무리되는 대로 합류하겠다고 말했다. \n서중문과의 대화를 위해 돌아서는 아랑을 보며 긴 밤의 악몽은 모두 끝난 것 같다는 안도감이 차올랐다. \n이것이 고작, 시작의 끝인지도 모르고."
    },
    "11060027": {
        "deprecated": false,
        "Dev_Desc": "5막 1장 Acquire",
        "id": 11060027,
        "alias": "Contents.Quest.Desc.60027",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060028": {
        "deprecated": false,
        "Dev_Desc": "5막 1장 Description",
        "id": 11060028,
        "alias": "Contents.Quest.Desc.60028",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11060029": {
        "deprecated": false,
        "Dev_Desc": "5막 1장 Complete",
        "id": 11060029,
        "alias": "Contents.Quest.Desc.60029",
        "text": "아직 공개되지 않은 이야기입니다."
    }
}