{
    "11040000": {
        "deprecated": false,
        "Dev_Desc": "3막 1장",
        "id": 11040000,
        "alias": "Contents.Quest.Desc.40000",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11040001": {
        "deprecated": false,
        "Dev_Desc": "3막 2장",
        "id": 11040001,
        "alias": "Contents.Quest.Desc.40001",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11040002": {
        "deprecated": false,
        "Dev_Desc": "3막 3장",
        "id": 11040002,
        "alias": "Contents.Quest.Desc.40002",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11040003": {
        "deprecated": false,
        "Dev_Desc": "3막 4장",
        "id": 11040003,
        "alias": "Contents.Quest.Desc.40003",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11040004": {
        "deprecated": false,
        "Dev_Desc": "3막 1장",
        "id": 11040004,
        "alias": "Contents.Quest.Desc.40004",
        "text": "태록림의 문제들을 해결하고 드디어 비옥대지로 넘어올 수 있게 되었다. \n풍백문에서는 과연 아랑이 호언장담한 대로 도움을 받을 수 있을까? \n\n풍백문 해월지부로 향해 이야기를 진행하자."
    },
    "11040005": {
        "deprecated": false,
        "Dev_Desc": "3막 2장",
        "id": 11040005,
        "alias": "Contents.Quest.Desc.40005",
        "text": "홍돈족 문제를 해결했으나 아직 풍백문이 마주한 문제는 끝나지 않았다. \n어느 날 갑자기 등장한 존재가 해월지부가 보이는 원령의 언덕에서 호시탐탐 풍백문을 노리고 있다는데... \n\n자세한 이야기를 듣고 문제를 해결하자."
    },
    "11040006": {
        "deprecated": false,
        "Dev_Desc": "3막 3장",
        "id": 11040006,
        "alias": "Contents.Quest.Desc.40006",
        "text": "검은새벽단의 세력을 약화시키는데 성공하고 돌아온 풍백문 해월지부. \n드디어 송문악 대장로를 만날 수 있는 건가... 그러나 문파광장의 분위기가 심상치 않다.\n\n송문악 대장로와 이야기해보자."
    },
    "11040007": {
        "deprecated": false,
        "Dev_Desc": "3막 4장",
        "id": 11040007,
        "alias": "Contents.Quest.Desc.40007",
        "text": "엄청난 일들이 있었지만 끝내 비옥 채굴지에서 비옥을 손에 넣는데 성공했다. \n\n그나저나 갑자기 경공대결이 웬말이야... 아랑을 따라가 목적을 달성하자."
    },
    "11040008": {
        "deprecated": false,
        "Dev_Desc": "3막 1장",
        "id": 11040008,
        "alias": "Contents.Quest.Desc.40008",
        "text": "풍백문 해월지부에 도착하자 먼저 와있던 비류하 사형이 문파원들을 이끌고 우릴 맞이해주었다. 그는 오랜만에 만날 스승님께 빈손으로 갈 순 없지 않냐며 문안 인사에 딱 맞는 선물을 알려주겠다고 했다. 바로 풍백문의 골칫거리, 홍돈족과 검은 새벽단의 문제를 해결하는 것이었다. \n\n얼마 전부터 난폭해진 홍돈족이 문파원을 공격하는 사건이 이어지고 있었다. 홍돈족 온건파의 수장, 홍돈칠의 말에 따르면 몇 해 전 자신의 동생이자 홍돈족의 족장인 홍돈팔이 이상한 돌을 손에 넣으면서부터 난폭하게 변해갔다고 했다. 아랑은 그 돌이 '탁회암'일거라 의심했다. 우리는 홍돈칠이 부린 잔꾀의 도움을 받아 홍돈팔을 처치하고 탁회암으로 추정되는 이상한 돌을 파괴할 수 있었다."
    },
    "11040009": {
        "deprecated": false,
        "Dev_Desc": "3막 2장",
        "id": 11040009,
        "alias": "Contents.Quest.Desc.40009",
        "text": "비류하의 또 다른 제안, 검은새벽단 격퇴를 위해 우리는 풍백문의 전투 조장을 찾아갔다. 검은새벽단은 수라를 숭배하는 집단으로 신수를 모시는 문파에서 신기를 빼앗으려는 것이 주목적이라고 한다. 전투조장은 원령의 언덕에 다수의 문파원이 파견되어 검은새벽단과 격전을 치르고 있으니 이를 도와 달라고 부탁했다. \n\n서둘러 도착한 원령의 언덕에서 나와 아랑, 그리고 풍백문 문파원들은 검은새벽단의 기세를 한풀 꺾는 데 성공했다. 하지만 어디서 나타나는지 알 수 없지만, 끝없이 나타나는 그들의 증원병력을 의식해 서둘러 언덕을 벗어나야만 했다. 아랑의 결단, 절벽에서 뛰어내리는 것으로 우리는 원령의 언덕을 탈출할 수 있었다. \n퍼롱퍼롱 총장의 축지술도 그렇고 아랑과 함께면 정말... 무모한 일에 자주 휩쓸리는 것 같다.\n\n어쨌든 검은 새벽단의 기세도 꺾었으니! 자, 이제 대장로 송문악을 만나러 가자."
    },
    "11040010": {
        "deprecated": false,
        "Dev_Desc": "3막 3장",
        "id": 11040010,
        "alias": "Contents.Quest.Desc.40010",
        "text": "드디어 만난 풍백문의 대장로 송문악은 우리를 반갑게, 그리고 조금은 부담스러울 만큼 공손하게 맞아 주었다. 조금 전 아들과 설전을 벌이던 이라는 게 믿기지 않을 정도였다. 하지만 아랑이 그의 아들 송시국 이야기를 꺼내자, 송문악은 별안간 무릎을 꿇고 비옥을 구하겠다며 불마자 소굴로 간 아들을 구해달라 부탁해왔다. \n\n아랑과 나는 낡아빠진 삭도를 타고 비옥 폐허로 향했다. 불마자들을 헤치며 나아간 곳에서 공허의 파괴자, 염오에게 당해 수라의 힘에 물들어가고 있는 송시국을 발견 했다. 사력을 다해 염오를 물리치고 송시국을 구려하는 순간, 아랑이 수라의 힘에 오염되는 것을 염려한 송문악이 우릴 저지했다. 완강한 송문악의 태도에 우린 결국 송시국을 두고 발길을 돌릴 수밖에 없었다. \n송문악이 지부로 돌아간 후, 계속 마음이 쓰였던 우리가 다시 갔을 땐 이미 그는 그곳에 없었다. 아랑은 송문악이 구했을 거라 말했지만 꺼림칙한 기분이 들었다. \n\n어쨌든 우리는 우연히, 아마도 송시국이 차지하려 했던 비옥을 손에 넣을 수 있었고 균열을 열 수 있게 되었다."
    },
    "11040011": {
        "deprecated": false,
        "Dev_Desc": "3막 3장",
        "id": 11040011,
        "alias": "Contents.Quest.Desc.40011",
        "text": "아랑과의 경공 대결로 정신없이 찾아온 꿈결의 숲. 신수의 회귀자는 그릇이 다른 것인지 도저히 아랑을 따라잡을 수가 없었다. 그동안 나름 성장했다 자부하고 있었는데, 아직 갈 길이 멀다는 걸 느꼈다.\n\n우리는 꿈결의 숲에서 대련을 통해 균열의 기운을 불러내는 데 성공했다. 그러나 별안간 나타난 파사가 순식간에 균열을 닫아버렸다. 하늘에서 내려오는 파사의 위엄은 신수의 강림이란 말이 실감 나는 모습이었다. 인간의 모습으로 우리 앞에 선 파사는 우리에게 불같이 화를 냈다. 어쩌면 당연한 일일지도. \n지금 생각해 보면 세상을 파멸의 위기로 몰아넣었다는 수라를 불러낼 생각을 했다니. 잠시 뭐에, 아니지 아랑에게 홀린 것 같다. \n\n우리의 무모한 행동에 학을 뗀 파사는 자신이 직접 우리의 궁금증을 풀어주겠다고 했다. 수라의 자식과도 같은 존재 청인족에 대해 듣고 싶다면 흑암지대로 오라는 말을 남기고 사라졌다. 아랑의 말을 들어보면 아직 흑암지대로 바로 향하는 길은 없는 듯하다. 아랑의 제안대로 용린사막을 통해 흑암지대로 넘어가자."
    },
    "11040012": {
        "deprecated": false,
        "Dev_Desc": "4막 1장",
        "id": 11040012,
        "alias": "Contents.Quest.Desc.40012",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11040013": {
        "deprecated": false,
        "Dev_Desc": "4막 2장",
        "id": 11040013,
        "alias": "Contents.Quest.Desc.40013",
        "text": "아직 공개되지 않은 이야기입니다."
    },
    "11040014": {
        "deprecated": false,
        "Dev_Desc": "4막 3장",
        "id": 11040014,
        "alias": "Contents.Quest.Desc.40014",
        "text": "아직 공개되지 않은 이야기입니다."
    }
}