{
    "51000001": "你知道萨霍吗",
    "51000002": "暴走的守护兵后面",
    "51000003": "越过大海",
    "51000004": "扭曲的神木后面",
    "51000005": "桃花",
    "51000007": "梅花团",
    "51000009": "钢铁雷克顿",
    "51000010": "错位的全部神木",
    "51000013": "金嘤铁门",
    "51000014": "半月湖的历史",
    "51000015": "上篇",
    "51000016": "首阳勘探队",
    "51000017": "海龙",
    "51000019": "暴走的守护兵全篇",
    "51000024": "新大陆的发现",
    "51000026": "被遗忘的勘探队",
    "51000027": "水浒传",
    "51000028": "半月湖怪物图鉴",
    "51000029": "灵教员",
    "51000030": "空洞的坑",
    "51000032": "天月飞玉",
    "51000034": "被遗忘者全篇",
    "51000035": "后篇",
    "51000036": "海龙的尸体",
    "51000037": "幽灵船的实体",
    "51000038": "被夺走气息的森林",
    "51000039": "火魔者",
    "51000040": "太绿林怪物图鉴",
    "51000041": "昏暗地",
    "51000042": "绿角之王，绿力大归",
    "51000043": "乐园大成",
    "51000044": "对人面虫",
    "51000045": "白夜金",
    "51000046": "红钱八",
    "51000047": "探访埃莱达",
    "51000048": "天神祭礼",
    "51000049": "埃莱达的全部历史",
    "51000050": "埃莱达的历史续集",
    "51000051": "埃莱达文州",
    "51000052": "全篇",
    "51000053": "风白门探访",
    "51000054": "通篇",
    "51000055": "冯白文的历史后期",
    "51000056": "被秘密包围的文主",
    "51000057": "巨玉",
    "51000058": "不幸的事件",
    "51000059": "后篇",
    "51000060": "传闻与真相全篇",
    "51000061": "巴隆族的历史",
    "51000062": "灵教员与巴隆族",
    "51000063": "巴隆探访记",
    "51000064": "开拓巴隆丹",
    "51000065": "传闻和真相的后面",
    "51000066": "肥沃大地的怪物图鉴",
    "51000067": "未知走廊",
    "51000068": "记忆中的你",
    "51500002": "综合各种资料中出现的守护兵的信息来看，确实守护兵的存在是守护我们发现的“未知走廊”的存在.但我想提出一个有趣的假设.守护兵是超越守护走廊，给挑战走廊的人考试的存在.考虑到守护兵部署的位置、守护兵的行动半径和类型等，就可以知道这不是完全没有我的假设的故事.",
    "51500004": "恩熙说的神木大人现在变成了扭曲的怪物消失了据传闻，津液流出，到处都是像疮一样粘在一起的样子.\n听说居民中有一个获得了津液碎片并实现了愿望，对此的真伪并不明确.\n冒险者们希望不要被这种传闻所迷惑.如果一个人活动的时候遇到变了的神木的话请不要犹豫躲起来...",
    "51500006": "桃花商会…名字是不是很漂亮？想买东西的时候！或者想卖的时候！人们会毫不犹豫地寻找他们.名字叫桃花相传.\n据说他们是从票国开始的.后来以消除海龙为契机，迅速发展为巨大的商团，现在成为了市场界的大手.甚至有人说桃花商传购买该物品的话，价格会发生变动.\n特别是现在的上全州位置的郭浩龙以特有的统率力出名.被称为沙湖的一个轴，对每年举行的丰年祈愿祭也做出了很大贡献.",
    "51500007": "充满热情的年轻人所羡慕的集团.在半月湖上提到梅花团是最让人想起的修饰语.\n特别是梅花团长洪梅花的名声众所周知，也有不少团员憧憬她加入梅花团.虽然说大鱼方舟是半月湖的领导人，但也有人说后面有红梅才有可能…\n梅花团为了半月湖的繁荣和稳定，致力于治安，最近还动员学者积极主导了海月大陆的探索.因此，在海月大陆也经常能见到梅花团.",
    "51500009": "从人们嘴里流传下来的故事来看，钢铁雷克顿确实是怪物.\n过去，被安西族排挤的偷猎团为了在战争中获胜，抓住野兽的孩子，做成了生物武器，那时候钢铁雷克顿也诞生了.\n之后知道钢铁雷克顿危险的安西族用钩子拘留了钢铁雷克顿，有一天只留下破环就消失了.人们对此有各种各样的传闻，如有人为了利用钢铁雷克顿而转移，或者钢铁雷克顿自己解开环逃跑等.\n最近，听说半月湖的山谷里藏着钢铁的身体，请小心…",
    "51500010": "半月湖上有一棵古树.这段时间，居民们经常称之为神木大人，许愿并获得力量.\n但是最近神木大人的状态不寻常.好像是被天空中的裂痕伤害了.居民们站出来挖出神木大人，但因为缝隙产生的火魔，无法再靠近了.\n我也要离开神木大人了.请原谅我们的不足…",
    "51500013": "把意志寄托在金属上！在半月湖上没有人不知道金嘤铁门这个名字.如果没有他们，那么现在的许多武器和防御用品究竟谁能提炼出来呢？！\n但是，如果还没有发现海月大陆的话，很多人都怀疑现在的金嘤铁门能否站稳脚跟.自从发现海月大陆后，金嘤铁门进军这里，独占了钢铁开采权，扩大了造船厂事业.当时是铁门主人金浩兰的领导能力发光的时候.\n据说现在铁门酒由安西族出身的月光风负责.虽然年纪轻轻，但拥有卓越的管理能力，受到很多人的信任！",
    "51500015": "文献中流传下来的忠角团东海舰队支部，浓厚的浊气逐渐消失，可以重新发挥港口作用.但是没过多久，海盗们又沸腾了，渐渐无法起到运输物资的港口的作用.于是，在水月平原的人们之间，在半月湖南部海岸边建立港口的呼声越来越大.\n拥有半月湖海岸边土地的官员认为这是机会，并向高层官员行贿，热衷于吸引港口.最终他的影响力起到了很大的作用，决定在现在的位置建设水缸.由于大规模的土木工程，半月湖迎来了中兴期.",
    "51500016": "有一天，新大陆充满黄金的传闻开始流传，大臣们又开始说服皇帝开拓新大陆.于是，皇帝命令上将军上渊组成远征团，\n上渊召集了自己麾下的将军，其中，西钟文的人站出来自愿.西钟文以分给人们新大陆权利的名义，成功筹集了后援金，可以毫无负担地组成远征团.\n皇帝在西钟文组成的远征队再次被命名为首阳.这里是西钟文远征团被皇帝称为首阳的地方.",
    "51500017": "对于乘船的人来说，海龙是绝对的存在.它的领域是不可逾越的.没有人能通过那个领域.但是一直认为是绝对的海龙有一天消失了.而且，再也没有出现.\n海龙消失后，人们经过它所阻挡的领域，开始向更广阔的大海延伸.越过大海，对未知世界的探索才刚刚开始.",
    "51500019": "根据之前报告的资料，守护兵的存在是机械地执行输入的命令.\n但是这里存在的守护兵没有规律性.看起来好像只启动攻击功能，他们主要看到的地方是未知的走廊周围.\n我将这个守护兵命名为“暴走的守护兵”，并向明慧丹主报告.冒险者们一定要小心这个守护兵…",
    "51500024": "由西钟文领导的首阳勘探队成功发现了新大陆.此后，新大陆被称为海月岛、仙岩岛、太正道、四龙台等多种名称，但随着时间的推移，被称为最清晰的名字海岛、“海月岛”.\n新大陆勘探进行到一定程度后，勘探队判断海月岛并不是单纯的岛屿大小，询问本国是否可以用“大陆”这个称呼.大臣们对在四方大陆以外的陆地上贴上大陆的称呼是否合理展开了争论.但是皇帝好像没什么大不了的，下达了“大陆”的称呼，海月岛正式被称为海月大陆.",
    "51500026": "在现在活动的首阳勘探队以前，现在还有一个被人们遗忘的首阳勘探队.人们称他们为“被遗忘的勘探队”.\n“被遗忘的勘探队”是指海龙消失后越过大海的道政勘探队.发现贫瘠的环境后回来的勘探队长郑道正虽然想放弃勘探，但是受到周围的压迫，对此郑道正想到了利用罪人开拓贫瘠的土地的方案.道政载着罪人上路了，永远都没能回来.\n虽然有很多假设，但最有可能的是罪人和士兵之间发生了巨大的战斗，并以此为起点，大部分人都会迎来死亡.\n这里是他们祈求第一次出航的厄运而撒酒的地方，现在被用作纪念灵魂的地方.",
    "51500027": "海龙消失后，水月港又发展了一个阶段.主要负责近海物资运输的港口开始挤满了试图远洋渔业的渔民和探索新大海的探险队.另外，正好因为空洞的坑事件，大鱼房的税也变弱了很多，有力人士开始投资水港也起到了很大的作用.",
    "51500029": "巴隆族第一次与人类接触的时期至今还没有明确的表明.从某个瞬间开始出现的他们通过与人类难以接近的灵魂的交流给予了帮助.特别是对冒险者来说是不可或缺的群体.\n灵教员可以将灵气赋予武器，或者制作灵魂石，进一步提高冒险者的实力.特别是最近提供了利用地面气息移动到远处的技术，受到了冒险者们的瞩目.但是内功不高的人使用该技术时，可能会有后遗症，所以要小心.",
    "51500030": "由于空洞的坑事件，半月湖真的发生了很大的变化.许多居民成了火魔，富饶的湖水分成几个，勉强维持着它的命脉.借着这篇文章再次向卷入那件事的无数灵魂表示慰问.\n出现在空虚的坑里的存在被推测为文献流传下来的修罗.随着缝隙的发生，居民们成为了火魔，从缝隙内部涌出了火魔，推测缝隙内部是另一个空间.\n据悉，除了Sura的火魔子外，还生成了被命名为炎焕的强大存在，最近研究表明，缝隙和炎焕连接在一起.据报告，炎焕也是从裂缝内部向外移动的.\n对于空洞的坑里出现的超越性存在，很多人都很关心，但是没有人知道确切的信息.",
    "51500032": "空虚的坑事件之后，对火魔存在的警戒更加强化了.然后在有力的门派埃莱达发现了这个\n被称为天月飞玉的这对火魔的存在发挥了非常强大的力量.据说破坏肥沃的话，内部的气息就会分散，可以关闭火魔们的通道——缝隙，但是到现在为止我也没有看到实际的样子.再加上天月飞玉非常稀少，所以除了知名大会的优胜商品外，一般居民都很难看到实物.冒险者们也挑战一下，如果有机会一定能看到实物.",
    "51500034": "小时候，在半月湖举行丰年祈愿祭时，经常会缠着父母来放风灯.当时我只是单纯地认为这是为了纪念庆典，但是加入明慧团后，我找到了风等的意义.今年也举行了丰年祈愿祭，我来到这里放飞了风灯.现在想着被遗忘的那个人…\n如果是大御房出身的话，就不能不知道那个人.当时出生于大鱼方舟的嫡子，被称为神童.清秀的外貌加上卓越的武功，是无可挑剔的实力者.不拒绝不好的事情，帮助他，还担任了自卫团团长.村民们也称赞他为下一任御方主.",
    "51500035": "但是，事件瞬间发生.\n当年的丰年祈福祭从一开始就有不安感.那个放飞风灯的人的意见被采纳，准备了风灯庆典.\n但是因为需要风灯材料而储备的韩纸被不明的火烧了.再加上为了制作风灯而去救竹子的人们被火魔袭击致死，这是庆典最后一天的噩耗.村民们都认为是那个人的错，最后大鱼方舟主动辞职离开了村子.不管怎样…从那以后，每当庆典的时候，风灯都在飘扬.\n虽然现在是绑定们遗忘的记忆，但是我还记得那时候的事件.而且，今天也为了祈愿他再见，放上了风灯.",
    "51500036": "现在在肥沃的大地上可以看到海龙的巨大地形.从远处看，就像海龙的头躺在海里一样.关于这一点，虽然推测有很多种说法，但最具可靠性的还是海龙死后产生的大陆就是这个海月大陆.当然，只有承认海龙这个存在是实际存在的，这个假设才能成立.\n目前，龙头探测地周围正在进行查明海龙存在的探测.勘探队梅花团正在积极建立基地进行调查，一旦发现详细信息，将再次留下故事.",
    "51500037": "在太绿林的人们应该都听过关于遇难船残骸地区的传闻出现海盗船，或者深夜出现幽灵船.\n根据明慧团的调查结果，主要是以走私或偷渡为目的的小船.众所周知，海月大陆可以通过正式程序进入，身份不明确的话，在礼道港禁止出入.因此，为了避免这一情况，本想进来的时候，却被鸟类破坏的船只残骸放置在了这里.当然，由于美观或安全原因，首阳方面试图清除残骸，因为海边的黑暗，所以无法着手进行清除工作，现在觉得反正都会风化，所以并没有特意投入人力.\n所以有幽灵船的话，明慧团的调查结果是假的！希望冒险者们不会被错误的传闻所迷惑.",
    "51500038": "以前经常听说进入这个森林后不知不觉就失去了意识就是参考一下被称为‘森林’的地方旁边的乐园溪谷，因为没有大的视野，所以很容易环视周围，但是森林被奇岩和大树遮住，一不小心就很容易迷路.经常在冒险者中发现迷路掉到这里后失去意识的情况.\n但是现在再也不会发生这种现象了.开拓初期，灵教员听到这个传闻后，亲自参考了这片森林，发现了有着未知力量的结界.之后在弗朗弗朗弗朗弗朗大人的主导下成功地完成了消除结界的工作\n托你的福，现在谁都可以忍受，可以看到森林的风景，冒险者们有机会也可以去这里探险.",
    "51500039": "不会消失的人们，我们称他们为火魔者.但明确的是，一旦出现裂痕，他们就会出现在周围.到目前为止，没有人确认缝隙内部是什么地方.如果有冒险者确认了缝隙或里面是什么地方的话，请一定要告诉明慧团）\n不管怎样，他们对人是敌对的，所以在缝隙的周围一定要小心.",
    "51500041": "你见过叫黑暗骑士的怪物吗？有句话叫，遇到黑暗，要打起精神.因为没能猜对他们出的谜语而失去手指的首阳队员的逸事，如果是海月大陆的人就不可能不知道.\n事实上，他们是个非常淘气的家伙，但是他们的家园被人类夺走后，表现出了攻击性.谁家被抢了都会生气，也不是不理解心情.随着对黑暗的伤害逐渐增加，最近首阳方面正在积极地驱逐他们.\n如果在冒险中遇到黑暗骑士，千万不要惊慌，要打起精神！",
    "51500042": "第一次到海月大陆进行调查时，最引人注目的种族是被称为绿角鮟鱇的鹿族.这是因为他们的态度与历史书上的内容截然不同.\n第一次远征队到达该大陆时，还没有对人类的敌意的绿角豹和他们的王鹿力大耳朵一起亮相.但是远征队看到巨大的角后感到害怕，用网挖了陷阱，抓住了鹿力大耳朵.当然，没过多久，绿力大耳朵就以其特有的敏捷性，成功逃脱了.所以请冒险者们不要贸然靠近惹怒.",
    "51500043": "没有多少人不知道被称为乐园族之王的乐园大成他曾一度停留在水月平原，但由于各种大大小小的事件，现在已经来到了海月大陆.\n即使来到新的地方，也依然喜欢战斗，所以一直希望能找到强者进行对联，所以认为在力量上有自信的武林人挑战一下也不错.当然，绝对不能小看乐园大成的力量吧？\n当然，时间的流逝对人类和兽人族也无法阻挡，乐园大成也会随着年龄的增长…但还是有名气的.有自信的人去乐园丘陵吧！",
    "51500044": "如果要选出海月大陆开拓时期，远征队最噩梦的地区，那就是雾荫林.在浓雾、毒草、被污染的水等环境中，他们甚至被周围的怪物夺去了生命.最害怕的怪物就是这个大人.学者们现在也在进行调查，但是到现在为止还没有弄清楚大人面虫变大的原因.因为攻击如此缺乏警戒心的人，所以特别是我一个人不能接近这个地区.现在也有很多冒险者在努力消灭大面虫，但至今还没有找到消除幻觉的方法.一定要小心靠近这个地区…",
    "51500045": "你听说过肥沃大地的灰色密林吗？据说开拓初期那里是郁郁葱葱的丛林.之后被远征队发现了巨大的肥沃，在采集这块肥沃的过程中发生了不幸的事故.从远征队的勘察记录中可以看出，从那以后的今天起，密林就失去了原来的颜色和光芒，变成了现在的灰色密林.推测会不会对原本居住在那里的生物产生影响.最具代表性的就是在灾难的藏身处停留的白夜金.\n他也因为不幸的事故而失去了颜色和光芒，现在可能变成了只在黑暗中活动的怪物.充满了对人类的敌意.偶尔巡逻这里的首阳队员被白夜金打死的事故现在也在发生.希望不要因为好奇而去这个地区.",
    "51500046": "在过去开拓时期，首阳很难确保勘探队的人员，最终找到了红豚族的族长红豚八，通过在海月大陆提供他们的土地的约定，吸引了人们的参与.拥有强大力量的红豚族参与后，开拓变得更加轻松，但是他们的约定并没有顺利结束.因为开拓还没有结束，首阳方面表示不能提供代价，红豚族最终忍无可忍地离开了勘探队.\n现在他们在红林路附近建立了家园，并向首阳进行了静坐示威.特别是红豚八，对首阳的恶感会扩散到人类身上，可能会引起不必要的争执，希望冒险者们注意.",
    "51500048": "大多数人从未接触过天神祭礼这个词.我之所以知道这个词，是因为在我开始对沙湖进行调查的时候，从汉巴龙那里听到的.\n天神祭礼，顾名思义，就是对天神的祭祀.仔细说，可以说是呼唤神的仪式.因为这是连我都没见过的情景，所以如果举行这个仪式，就不会准确地掌握神兽是否会露面.但是，知道了进行这个仪式总共需要三种材料.只有有呼唤道路的铃铛、照亮道路的镜子和制作道路的剑三种才能完成这个仪式.\n我一生的愿望之一是看到这个仪式在眼前进行的过程，人生是否有这样的瞬间还是个未知数.",
    "51500049": "埃莱达过去是由西乐出身的张杰武人设立的.他和被称为徐乐三剑的朋友殷冠熙、刘德一起逐渐增加了势力，突然消失了，之后剩下的两人运营了埃莱达门派.从那时候开始，埃莱达侍奉神兽，但随着时代的流逝，逐渐变成了信仰集团，这不是武人的集团，而是接近宗教的样子.\n这样一段时间被视为宗教集团的埃莱达成为了一个叫乔比的人，掀起了变化之风.之后，将放弃西乐的据点，转移到大沙漠.这个事件以后会被称为Reda回归运动的出发点\n此后，楚飞强调恢复武功，再次将埃莱达列入最强的武人集团行列，通过与元老们的圆满协商，才跻身一个埃莱达.",
    "51500050": "乔比的埃莱达回归运动成功结束后，埃莱达成为了具有宗教色彩的神秘无人集团.在埃莱达找到稳定的时候，海月大陆勘探开始了，但由于乔比的健康恶化，没能参加勘探远征，没过多久，乔比就病倒了.士兵前，他指定了作为自己的继任，只不过是李立的哈姆.虽然大家都很惊讶，但是因为是展现出令人刮目相看的实力的河那，所以没有人对此着迷.\n成为文州的哈姆加入了新大陆远征队，取得了辉煌的成就，其中最重要的就是龙林沙漠的探险成功.因此，埃莱达的名声更上一层楼.",
    "51500051": "满溢的晚霞，意味着她的名字.哈姆从小就表现出文武双全的才能，特别是她的剑术表现得非常耀眼.成为有魄力和行动力的样子之后也继续前进.特别是加入新大陆远征队，展现了她的决断力.听到第一次远征队因不幸事故发生了变化，第二次远征队没有人愿意贸然加入.这时，哈姆表示了参与意向.而且，其结果，取得了辉煌的成果，为龙林沙漠勘探成功做出了贡献.\n被武人称为梦想集团的埃雷.人们评价说，创造这种价值的人就是下一个.",
    "51500052": "最近到处都传来了Ereda的文柱河姆的故事应该和半月湖举行的武术比赛也有很深的关联吧每年在半月湖举行的丰年祈愿祭上，举行了参观埃莱达的武术大会，据说在那个地方差点发生巨大的裂痕，哈姆阻止了.\n但是自从那件事以后，看不到哈姆大人的样子，很多人都很担心.甚至有传闻说，健康恶化，可能会离开文主的位置.为了调查正确的事实，我们去了埃莱达支部，但是我们也没有明确的答复.我个人很熟悉哈姆大人的名声所以希望大家能尽快展现明朗的一面",
    "51500054": "风白门是由过去以高洁的武功而闻名的武人杨中创立的门派.他把跟随自己的人聚集在一起后，把龙卷风溪谷作为大本营.\n按照规则，文主的原则是继承后代，但是在没有子女的情况下，万长老的选举，风白门的门柱一直延续着.创立者“杨”出身世世代代，最近在长老们的选举下，“宋”家的宋文乐成为了文主.有一次，由于龙卷风溪谷的自治权问题，与帝国有争议的部分也确实结束了，人们推测，海月大陆远征也会最先邀请风白门，实际上是这样.",
    "51500055": "参加海月大陆远征的风白门，因巨大的肥沃与风帝国发生矛盾.要保留巨大的肥沃的风白门的立场和要开采并利用它的风帝国的立场发生了激烈的冲突.最终，风帝国派来的勘探队首阳方面，在风白门偷偷开采巨大的肥沃，但由于不明原因，现场被夷为平地.文主宋文岳也听到了这句话，对想要欺骗自己的首阳产生了很大的背叛感，到现在为止彼此之间的关系还不太好.\n但是因为这件事，宋文岳对开拓本身转变了消极的态度.对这种态度有不满的年轻人才出现，可能是因为这种趋势的影响，宋文岳现在放下了文主的位置，年轻人才中的一名继承了这个位置.",
    "51500056": "继宋文乐之后，对于风白门的新文主，至今还没有公开过.只是，年轻人才中的一名和原以为宋文岳的儿子宋时国会成为文主，但这一点却超出了预想.尽管这段时间公开了哪个家庭继承了门柱的位置，但是对于本周连姓氏和名字都不知道.\n很多人推测，有某种不能公开的理由的人成为了文主，或者事实上是空席，就像有一个无法公开的人一样，是不是虚构的.或者有人说，宋文岳的支持度下降后，是不是被排除在外，但是其中哪一个是真实的，是虚构的，并没有公开.",
    "51500057": "在海月大陆开拓过程中，令人印象深刻的发现可以说是巨大的肥沃.因为这是一个从未想过会发现这么大的肥沃的风帝国，因此风帝国开始投资更多的资金开拓海月大陆.\n发现巨大的肥沃时，首阳和风白门之间的矛盾非常严重.因此，巨大的肥料的开采一天拖一天.但事实上，在非公开的情况下，首阳正在少量开采巨大的肥沃，这一事实被神秘事件曝光.有一天，随着巨大的裂痕，巨大的肥沃周围发生了焦土化事件.虽然现在还不清楚原因，但人们都指责试图偷偷开采巨大宝藏的首阳引起了神的愤怒.\n现在变成了火魔们熙熙攘攘的地方，谁也不敢靠近巨大宝藏周围.我感觉像是贪欲的尽头.",
    "51500058": "虽然在海月大陆远征过程中经历过很多风白门，但其中不能排除雾湿地事态.开拓时期对远征队来说，噩梦般的地方，因为浓雾、毒草、被污染的水等原因，爆发了风土病.因为没有掌握地形，所以被风土病倒下的人不止一两个.多亏了一个名叫萨鲁比的探查队员，用可以对付风土病的植物制作了药草，顺利地进行了探查.\n但是在这过程中，已经失去生命的人连名字都分不清，秀阳和秀阳之间，据说，风白门是以风白门之间的区分聚集在一起埋葬的.那个地方就是开拓者慰灵墓地现在去那里的话好像能听到当时灵魂们的哭声所以记录了心痛的事件",
    "51500059": "很多人好奇的问题之一！风白门和埃莱达战斗到底谁会赢？经常会有这样的话题，也会有提问.\n当然没有人能知道答案.因为两个门派从来没有正式展开过对决再加上埃莱达文的主人哈姆已经很熟悉了，但是对于风白门的文主却一无所知，所以更加刺激了人们的好奇心.\n虽然很难说是比较标准，但是风白门是第一次，埃莱达是第二次远征队，所以加入的顺序是风白门胜！但是，远征队的规模与第一次相比，第二次远征队的规模更大，规模上是埃莱达胜！可以说是吧？",
    "51500061": "巴隆族被评价为和人类历史一样古老的种族.他们一直作为人类的好朋友和助力者表现出友好的态度，可能是因为这种关系成为了基础，进化成了人类的语言.\n根据历史书，有一段时间，人类在扩张自己领域的过程中，侵入了巴隆的领土，因此巴隆内部的派系分裂.经过长时间的讨论，他们决定躲在人类看不见的地方生活.\n在这样的情况下，世界上到处都发生了裂痕，开始出现了火魔，这种影响甚至连巴隆的藏身处也受到了打击.结果巴隆们再次开始了讨论，结果是要与人类合作.",
    "51500062": "现在我们周围很容易见到巴隆现在，巴隆作为高层官员或重要的团体长活动也不是什么陌生的情况.实际上，灵教员是由巴隆组成的集团，但与人类保持着良好的关系，人类也承认他们.\n巴隆们之所以与人类亲和，是因为他们比较温和的品性和可爱的外貌，但最大的原因就是他们的能力.因为与灵魂亲密度高的巴隆们直接帮助冒险者.\n现在不能和人类分开的像朋友一样的存在就是巴隆.",
    "51500063": "无论何时都是亲密的朋友，巴隆！我想留下一些关于他们的情报.\n先看看他们的口味，虽然是杂食性的，但其中最喜欢狗腿果和彩虹草.彩虹草虽然是拥有彩虹色叶子的美丽植物，但是味道不太好，只有巴隆族有干鱼的味道，所以很喜欢.这一部分和人类有很大的不同吧？\n巴隆们的名字也使用特有的方式，主要是为了以重复使用相同单词的形式，用简单的发音来命名.所以我推测英老师的首长的名字应该也是小龙吧.",
    "51500064": "听说过开拓巴隆丹这个名字吗？\n冒险者之间最近流传着各种各样的传闻，所以仔细了解了他们！以探险为名行动的他们由团长四两，还有团员砰砰两两和兴致两两组成.在四面大陆的半月湖成功完成遗迹与守护兵的相关调查的成就在冒险者中很有名.冒险中，见到他们请高兴地打招呼！",
    "52000001": "-明慧团员艺归英-",
    "52000002": "-明慧团员闵京汉-",
    "52000003": "-明慧团长陈娜熙-",
    "51000069": "화제의 인물 전편",
    "51000070": "화제의 인물 후편",
    "51000071": "무술대회의 주인공",
    "51000072": "과묵한 그대",
    "51000073": "불 같은 돌주먹",
    "51000074": "사랑과 우정 사이",
    "51000075": "개다래풀 너무 좋아",
    "51000076": "철면무사 모순학",
    "51000077": "풍백의 제일검",
    "51000078": "진정한 해수 사냥꾼?",
    "51500071": "반달호수의 화제 인물이라고 하면, 이 분을 빼놓을 수 없겠죠. 결승전까지 오른 신예 분이 바로 그 주인공인데요, 아마 무술대회를 참관하셨던 분들이라면 이름만 들어도 바로 아실 수 있을 거에요. 물론 누군가는 무술대회를 망친 사람이라며 손가락질 하기도 하고, 그 후에 사호나 에레다에서 왜 그 분을 용서했는 지에 대해선 정확하게 밝혀지진 않았어요. 그렇지만 명혜단의 조사 결과, 망쳐버린 대회 뒷수습을 위해 이곳 저곳에서 활약했다고 하네요. 정확한 경위는 그 분을 만날 수 없어서 확인할 수 없어 아쉽긴 합니다. 어찌하였든, 역대 무술대회 중 잊을 수 없는 사건의 주인공으로 지금도 사람들 사이에 화제가 되는 인물이에요.",
    "51500072": "대어방에서 이번 축제에 에레다를 초빙해서 큰 화제가 되었었죠. 많은 사람들의 관심은 에레다 문주인 하름에게 쏟아졌지만, 의외로 뭇여성들 사이에서 샛별처럼 떠오르는 사람이 있었답니다. 바로 언제 어디서나 묵묵히 문주를 지키는 사내, 오름입니다. 많은 사람들이 오름이 진짜 본명인지와, 무술대회 사건에 대한 에레다의 입장에 관해 궁금증이 많았는데 이 부분에 대한 답변을 확인했습니다.\n\"우선, 저에게 있어 본명은 더 이상 중요치 않습니다. 그저 에레다의 오름이라고 생각해 주시는 게 더 편해졌습니다. 무술대회는...생각치 못한 사건이 발생했지만 하름님의 빠른 대처 덕분에 더 큰 피해를 막을 수 있었다고 생각합니다. 단지, 사람들이 기대했던 축제가 엉망이 된 점이 아쉬울 뿐입니다.\"",
    "51500073": "모험가들에게 청인족은 너무나도 익숙한 이름이죠. 특히나 반달호수 사람들에게는 창도단 때문인지 청인족의 명성이 더욱 악랄하기 그지없는데요, 최근 반달호수의 치안이 약해진 틈을 타서 그들은 고도시 숲길 근처에 자신들의 본거지를 만들었다고 합니다. 대체 왜 이 곳에 왔는지 많은 사람들이 궁금해 하고 있어서 그 부분을 명혜단이 어렵게 조사했습니다.\n\"뭐야, 넌? 야, 끌어내! 잠깐, 잠깐! 뭐? 이게, 그 유명한 명비인가 단비인가 고거에 내 이름을 적어 주는 거라고? 크흠흠. 야. 풀어줘! 건방지게 뭘 물어 보려고? 내가 여기 있는 이유? 나, 돌주먹이 이런 촌구석에 있는 이유가 뭐가 있겠어? 보물이지...보물! 크하하하!\"",
    "51500074": "모험 중에 장비를 강화하거나, 수리할 때 자주 대장간을 이용하시죠? 그럴 때면 금경철문이 어디 있나 마을 주변을 살펴보죠. 현재 문주인 달빛바람 외에, 대장간 책임자는 강철주먹이 맡고 있다고 해요. 알고 보니 두 사람이 어릴 적부터 친한 친구 사이로, 금경철문을 이렇게 성장시키는 데 톡톡한 역할을 했다고 하네요. 그 중 한 사람을 만나보았습니다.\n\"명혜단이요? 흐흐흠. 달빛바람과는 좋은 친구 사이죠. 힘들 때 서로 의지하기도 했고... 제 원래 꿈은 모험가였지만, 이 일을 달빛이가 혼자 하게 둘 순 없었죠!  네? 아! 무슨 소리에요?! 절대, 절대, 절대, 오해하지 마시고! 자자, 이제 그만 가세요!\"",
    "51500075": "사호 중에서도 가장 사람들에게 인기를 한 몸에 받고 있는 곳은 영교원이죠. 바로 구성원 대부분이 바롱이기 때문인데요. 바롱은 머리부터 발끝까지 귀엽지 않은 부분이 없다! 라고 주장하는 사람들을 주변에서도 많이 볼 수 있어요. 과연 바롱 본인들도 이런 인기를 실감하고 있을 지 이 부분을 명혜단 수련생이 확인해 보았습니다.\n\"지금 해야 할 일이 산더미인거 안 보이냥? 오...옷! 아니! 이건 개다래풀이 아니냥? 풀떼기라니! 이게 어딜 봐서 풀떼기라는 거냥!! 좋다냥...질문이 뭐냥? 인기? 인기는 저 옆 동네 도화상전이 최고 아니냥? 거기는 사람들이 항상 북적북적이다냥...우리는 아무도 안 찾는다냥...\"",
    "51500076": "가끔 모험가들 중, 길을 잃고 여기가 어디인지 헤매는 분들이 계시죠. 그러나 그 누구도 이 사람보다 더 길을 못 찾진 않을 겁니다. 아마 이미 이 사람을 만나 본 모험가들도 있을 텐데요.바로 철면무사라 불리는 모순학입니다. 명혜단이 어렵게, 녹색 뿔 샘터에서 길을 잃고 헤매는 모순학을 만날 수 있었습니다.\n\"너는?! 이런 낮선 곳에서 모습을 드러내다니! 악인이 틀림없군! 이 창은 무엇이든 뚫을 수 있다! 받아라!\"\n\"잠시만요! 저는 명혜단 수련생...아앗!!!! 사람 살려!!!\"",
    "51500077": "제일검이란 별호를 가질 수 있는 사람이 세상에 몇 명이나 될까요? 그러나 누구에게 물어봐도 이 사람은 확실히 제일검이다 라고 불리우는 인물이 있습니다. 바로 풍백문의 비류하에요. 생각보다 어린 나이에 장로가 되어 주변의 부러움을 사기도 했지만 그만큼 풍백문의 일당백 역할을 하고 있습니다. 주변의 평에 대해 본인의 입장이 궁금해 찾아가 보았습니다.\n\"제 직위에 맞게 역할을 해낼 뿐이죠. 게다가 주변에 제 역할을 못하는 사람이 있어서...휴. 아, 아닙니다. 지금 말은 잊어 주세요, 하핫! 아직 부족한 제게 제일검이란 별호를 붙여주신 것에 감사할 따름이죠. 여기서 자만하지 않고 더 정진해 나가겠습니다!\"",
    "51500078": "모험가 분들은 해수 사냥꾼이란 말을 들어 보셨죠? 지역 곳곳의 무서운 해수들만 노려 그들의 전리품을 팔아 생계를 이어가는 사람들이에요. 해수들을 상대하려면 웬만한 무공 실력으론 상대도 안되기 때문에, 실력꾼들이기도 하죠. 해수 앞에 섰을 때, 그 무서움을 그들은 어떻게 이겨 내는지 한 번 확인해 보았어요.\n\"나한테 궁금한 게 있다고? 하핫! 뭐, 내 워낙 유명인이긴 하지...해수 사냥에 있어서 가장 중요한 거? 그건 바로 안목이지, 사람 보는 눈 말이야! 저 사람이 무술 실력이 있나 없나...그렇게 포섭해서 등쳐먹...흐흠! 아무튼 안목이 가장 중요하지, 암!\"",
    "52000004": "- 명혜단 수련생 채란 -"
}