{
    "11025000": "[推荐等级] 30\n礼道港设施管理者全阳元不断地抱怨。他过去是首阳所属，但退休后通过其缘分负责礼道港设施管理，在新成为交易对象的社号上没有遵守期限，因此感到不满。\n\n去找桃花商战的负责人，询问为什么在约定的期限内物品没有到达。",
    "11025001": "[推荐等级] 30\n金嘤铁门的金不平，工作人员对现在的情况感到失望，吐露了自己的苦恼。\n\n有什么需要帮忙的吗？\n喜欢炸蜘蛛？吃了那个会有力气吗？虽然不太清楚、但还是去救蜘蛛吧。",
    "11025002": "[推荐等级] 30\n从半月湖来到海月大陆的李四民，他认为自己被桃花商战欺骗了。\n所以想追究桃花主子，但是不听话。\n\n即使负责人很忙，也希望能抽出一点时间..。\n去见桃花商战的负责人，听听情况。",
    "11025003": "[推荐等级] 32\n我遇到了想利用绿色角森林里坚硬的绳子制作篮子的人。\n\n虽然听起来有点荒唐，但是好像很努力，就当是在为你加油吧。",
    "11025004": "[推荐等级] 32\n李四民决定一起工作的青年是辛亥月？他讲了一个故事：用茎做成的篮子平易近人。但是连坚硬的植物茎都属于国家，所以不能随便开发…\n\n去桃花商战的上全州郭浩龙那里看看有没有办法。",
    "11025005": "[推荐等级] 34\n梅花团员们聚在一起，以严肃的气氛交谈着。梅花团勘探队经常和首阳一起工作，因为首阳队员们炫耀自己，还唠叨，所以不想和他们一起工作。\n\n梅花团和首阳以后要一起工作的事情应该很多。去首阳看看是什么情况。",
    "11025006": "[推荐等级] 34\n郭浩龙对调解首阳和梅花团矛盾情况表示感谢。虽然不是值得感谢的事情..。我只听了这些话。\n\n郭浩龙接着说：“我想举行宴会，让人们的关系变得更好。”并要求帮助准备。\n\n邀请梅花团、金嘤铁门、首阳参加。",
    "11025007": "[推荐等级] 37\n首阳和梅花团员之间的误会是不是都解开了？郭浩龙甚至还举行了宴会，努力让气氛变得更好，但他们之间却有距离。",
    "11025008": "[推荐等级] 39\n这种程度的话应该已经得到了关于昌道团的证据吧？现在可以按照原来的目的进行遇难船探测了。\n\n和健子谈谈，了解一下如何进行探险。",
    "11025200": "[推荐等级] 48\n英教员的扑通扑通最近因为吃了据点周围的水而闹肚子的人增多而感到困惑。据说这里的水本来就很干净味道很好..。\n\n想快点掌握原因，拜托你找一些和我有关的东西。\n\n先去水边看看吧。",
    "11025201": "[推荐等级] 50\n反对黑土地带开发运动的多艺妍为了调查离开后过了几天都没有回来。如果去了黑泥地带的话、让你去找朋友…\n\n拖延太久会很危险吧？虽然不知道会怎么样先去泥地吧",
    "11025202": "[推荐等级] 51\n首阳队员李律京警告说乐园溪谷非常危险。好像不是首阳的正式立场..。\n\n仔细听李律京的故事，了解乐园溪谷的情况。",
    "11025203": "[推荐等级] 48\n在乐园族和Key经过的时候叫我过来，说进入了乐园族的领域，不由分说地发火。最近因为自己的领域被入侵而变得敏感。瓦基说他们是一个和平的种族，最近受到了人类的攻击。\n\n瓦基说如果能帮我的忙，我会承认我的清白。虽然不知道为什么要得到认可，但是不想伤害感情，如果不是无理的事情，就适当地帮助一下吧。",
    "11025204": "[推荐等级] 51\n桃花商战的朴大妃在找我？本来就有想说的话，正好。\n要传达之前在乐园溪谷听到的故事。那么，你的话会传达给社豪吧？\n\n但是你非要换个地方吗？感觉没关系..。也不是那么秘密要说的话…\n\n但是也没有理由说慎重的好，也没有理由反对，所以跟着去吧。",
    "11026000": "[推荐等级] 30\n礼道港设施管理者全阳元不断地抱怨。他过去是首阳所属，但退休后通过其缘分负责礼道港设施管理，在新成为交易对象的社号上没有遵守期限，因此感到不满。\n\n去找桃花商战的负责人，询问为什么在约定的期限内物品没有到达。",
    "11026001": "[推荐等级] 30\n金嘤铁门的金不平，工作人员对现在的情况感到失望，吐露了自己的苦恼。\n\n有什么需要帮忙的吗？\n喜欢炸蜘蛛？吃了那个会有力气吗？虽然不太清楚、但还是去救蜘蛛吧。",
    "11026002": "[推荐等级] 30\n从半月湖来到海月大陆的李四民，他认为自己被桃花商战欺骗了。\n所以想追究桃花主子，但是不听话。\n\n即使负责人很忙，也希望能抽出一点时间..。\n去见桃花商战的负责人，听听情况。",
    "11026003": "[推荐等级] 32\n我遇到了想利用绿色角森林里坚硬的绳子制作篮子的人。\n\n虽然听起来有点荒唐，但是好像很努力，就当是在为你加油吧。",
    "11026004": "[推荐等级] 32\n李四民决定一起工作的青年是辛亥月？他讲了一个故事：用茎做成的篮子平易近人。但是连坚硬的植物茎都属于国家，所以不能随便开发…\n\n去桃花商战的上全州郭浩龙那里看看有没有办法。",
    "11026005": "[推荐等级] 34\n梅花团员们聚在一起，以严肃的气氛交谈着。梅花团勘探队经常和首阳一起工作，因为首阳队员们炫耀自己，还唠叨，所以不想和他们一起工作。\n\n梅花团和首阳以后要一起工作的事情应该很多。去首阳看看是什么情况。",
    "11026006": "[推荐等级] 34\n郭浩龙对调解首阳和梅花团矛盾情况表示感谢。虽然不是值得感谢的事情..。我只听了这些话。\n\n郭浩龙接着说：“我想举行宴会，让人们的关系变得更好。”并要求帮助准备。\n\n邀请梅花团、金嘤铁门、首阳参加。",
    "11026007": "[推荐等级] 37\n首阳和梅花团员之间的误会是不是都解开了？郭浩龙甚至还举行了宴会，努力让气氛变得更好，但他们之间却有距离。",
    "11026008": "[推荐等级] 39\n这种程度的话应该已经得到了关于昌道团的证据吧？现在可以按照原来的目的进行遇难船探测了。\n\n和健子谈谈，了解一下如何进行探险。",
    "11026200": "[推荐等级] 48\n英教员的扑通扑通最近因为吃了据点周围的水而闹肚子的人增多而感到困惑。据说这里的水本来就很干净味道很好..。\n\n想快点掌握原因，拜托你找一些和我有关的东西。\n\n先去水边看看吧。",
    "11026201": "[推荐等级] 50\n反对黑土地带开发运动的多艺妍为了调查离开后过了几天都没有回来。如果去了黑泥地带的话、让你去找朋友…\n\n拖延太久会很危险吧？虽然不知道会怎么样先去泥地吧",
    "11026202": "[推荐等级] 51\n首阳队员李律京警告说乐园溪谷非常危险。好像不是首阳的正式立场..。\n\n仔细听李律京的故事，了解乐园溪谷的情况。",
    "11026203": "[推荐等级] 48\n在乐园族和Key经过的时候叫我过来，说进入了乐园族的领域，不由分说地发火。最近因为自己的领域被入侵而变得敏感。瓦基说他们是一个和平的种族，最近受到了人类的攻击。\n\n瓦基说如果能帮我的忙，我会承认我的清白。虽然不知道为什么要得到认可，但是不想伤害感情，如果不是无理的事情，就适当地帮助一下吧。",
    "11026204": "[推荐等级] 51\n桃花商战的朴大妃在找我？本来就有想说的话，正好。\n要传达之前在乐园溪谷听到的故事。那么，你的话会传达给社豪吧？\n\n但是你非要换个地方吗？感觉没关系..。也不是那么秘密要说的话…\n\n但是也没有理由说慎重的好，也没有理由反对，所以跟着去吧。",
    "11027000": "礼都港设施管理者全杨院不断地抱怨。他过去是首阳所属，但退休后通过其缘分负责礼道港设施管理，在新成为交易对象的社号上没有遵守期限，因此感到不满。\n\n去找桃花商战的负责人询问物品迟到的原因，负责人只是催促部下，对现在的情况完全不知道，似乎也没有太大的关心。以这种状态，到明天也解决不了问题，所以亲自去了生产物品的金嘤铁门。\n\n听金嘤铁门的工匠们说，最近出现在海边的黑纱导致无法获得木炭。因为找不到木炭，所以不能点火，所以没能工作，所以不能做东西。用脚上的油草和蜘蛛的津液代替木炭。幸好用它点火，工匠们可以进行工作，前院也收到了东西。\n\n虽然关了燃眉之急，但不是燃眉之急，但是中间管理的桃花霜，没关系吗？",
    "11027001": "金嘤铁门的金不平，工作人员对现在的情况感到失望，并吐露了自己的苦恼。\n\n现在金嘤铁门的工匠们因为无法正常工作而意志消沉。能不能帮点忙？很难改变情况本身..。吃好吃的东西心情会变好吗？应该是吧。这里的工匠们喜欢什么料理呢？\n…嗯？喜欢炸蜘蛛？我现在没听错吧。海月大陆的星星是蜘蛛吗？这里的蜘蛛有不同的味道吗？\n\n认为是工匠们独特的喜好比较方便。不是让我做料理只要抓住蜘蛛就可以了那是我能做好的事。我们期待着吃得香，打起精神来吧。\n\n桃花商传和金嘤铁门之间好像也有复杂的关系..。社呼对此你知道吗？",
    "11027002": "从半月湖来到海月大陆的李四民，他认为自己被桃花商人骗了。虽然想和负责人见面追究，但并没有好好听话。\n\n本想亲自去见桃花商战的负责人、朴大妃，听听他的故事，但还是很难。不管是哪里都有各自的情况虽然很忙..。这里的艺道港特别多，看起来连休息的时间都没有。但是不管怎样，我都跟他搭话，他可能是因为太忙而生气了。一旦情况稳定下来，就可以听到消息，问他是否有什么需要帮忙的事情，他说需要马上采集的熊皮。\n\n得到熊皮后，他才镇定下来，开始有礼貌地说话。人要从容才能懂礼节..。负责人承诺，听完所有的故事后，会向包括理事民在内的人详细说明。虽然不知道这能不能帮上实质性的忙，但是可以减轻一些郁闷感吧？李四民也不是期待解决而是希望大家能听我们的故事..。",
    "11027003": "富饶雨林据点里有人盯着我，我想有什么事。他开始说热情、可能性、特别等模糊的话。我想适当地祝福他，然后离开，结果被抓住了。\n\n青年想利用绿色角森林中坚硬的植物茎制作篮子。一传达应援的话，他就说周围有很多怪物，所以无法得到线索，请求帮助。虽然有很多想法..。我决定把疑问抛在脑后，得到线索。\n\n那里有各种各样的怪物，所以很难找到线索。看到救来的茎，我也觉得强度和柔软性很强，我也很开心，这真的能成为海月大陆的特产吗？",
    "11027004": "再次见面的李四民谈到了辛亥月。以前说的有前途的青年是辛亥月？伊萨敏说，用茎做成的篮子的评价非常好。但是紧接着，连坚硬的植物茎都是国家所有的，所以不能随意开发。地上的草和树都是国家的吗？\n\n在李四民的委托下，决定去桃花商战的主战主郭浩龙那里询问有没有办法。听到情况后，郭浩龙表示：严格来说并不是错的，通过讨论寻找方法。但是在那之前，为了让自己能够确认，请拿一个样本。\n\n把材料拿给申海哲，告诉他，马上就准备好了样本。\n再次去找郭浩龙传达了样本，同时也讲述了李四民的故事。听了所有故事的郭浩龙对负责人说，会重新研究移居价格，寻找帮助适应的方法。\n\n之后去找了理事民，他说得到了首阳一定金额的许可。比我想的要快得多。商团主义的手段果然很厉害。",
    "11027005": "梅花团员们聚在一起，气氛很严肃。梅花团勘探队经常和首阳一起工作，因为首阳队员们炫耀自己，还唠叨，所以不想和他们一起工作。梅花团和首阳以后要一起做的事情应该很多..。情况不妙。\n\n为了确认情况，去首阳吧，正好首阳的负责人正在和部下对话。他亲眼目睹了过去开拓时期有很多人死亡或受伤。希望能有所帮助，人们把一个忠告当作唠叨，表现出不快，感情激动地大喊。虽然希望能有帮助的心是好的，但是要注意表现方法，才能有好的效果。\n\n回到对话团员那里讲故事。建慈监表示：可以理解情况，以后会好好解决的。这样解开误会真是万幸。",
    "11027006": "郭浩龙对调解首阳和梅花团矛盾的事情表示感谢。虽然不是值得感谢的事情..。只是把听到的话传达给大家而已。郭浩龙接着召开宴会，表示要改善人们的关系，要求帮助准备。\n\n去邀请梅花团、金嘤铁门、首阳参加。我以为只要说明情况就知道，但也不一定。特别是月光风对自己起到屏风的作用感到惊慌。但是洪梅花团长和首阳负责人却默默地接受了传达，真是万幸。\n\n传达结束后，为了获得宴会上使用的特殊料理材料，去了海边。这样人们的心情就会放松，形成良好的关系，我小小的努力就会有很大的意义。\n\n工作结束后见到的郭浩龙说自己没有时间参观现场，拜托你去海月大陆探险时知道的事情就告诉我。虽然有点负担..。试一下吧。",
    "11027007": "首阳和梅花团员之间的误会不是都消除了吗？尽管郭浩龙还举行了宴会，努力营造良好的氛围，但他们之间似乎有距离。虽然要进行探险，但是不想得到首阳队员的帮助，我们就来帮助梅花团员建自感的工作，听听他们的故事吧。\n\n在现场见到的是自感，在去遇难船坟墓的路上发现了一群昌道团，非常高兴。他说：掌握这一信息，传达给首阳比较好。也是，这样的情报对维持周边地区的治安也有很大的帮助，对首阳来说应该是非常好的情报吧。好像也有一些不同的意义。把这个情报传达给首阳的话首阳队员对自己的视线会变吗。还和首阳有点距离吗？\n建慈监认为首阳队员们在看不起梅花团员。我不知道实际情况，也不能随便否认不是。是啊。首先按照你的意愿收集创刀团的证物。",
    "11027008": "在充分获得有关昌道团的证据后，正式开始了遇难船探测。首先到达的梅花团员们进行探查的时候，我击退了周围的敌人。\n\n建子监和梅花团员们完成探查后回来了。恐怕是成功进行的。健子感表示：可能非常喜欢这次的勘探，以后也想继续一起去。我也觉得勘探活动很有趣不讨厌帮助梅花团员们..。不可能。本以为会直接向首阳报告有关昌道团的事情，但他说很难说，拜托你替他说。虽然觉得亲自去给首阳看活跃奖比较好，但并没有说什么。与证据一起传达马并不是一件难事。但是两人的关系变好似乎需要更多的时间。",
    "11027200": "最近，英教员的扑通扑通喝了据点周围的水，闹肚子的人越来越多，感到很困惑。因为这里的水本来就很干净，味道很好，所以想快点掌握水的变质原因，所以拜托我找一些和我有关的东西。\n\n因为很难判断和什么有关，所以决定尽可能多地去寻找。首先是在其他地方看不到的花和死去的动物的尸体。这也许也是原因。漂浮在水附近的奇怪的污物。如果都拿走的话应该会好好判断吧！\n\n对花和尸体没有太大的关心的扑通对污物非常感兴趣，开始怀疑是不是有人故意喷的。突然好奇起来，巴隆们每次发生这些事情时都问我是否和巴隆商量。彭彭说，巴隆们说，无论是小事还是重要的事情，他们都会分享和交谈。巴隆果然是和人类不一样的存在吗？",
    "11027201": "据说，曾进行反对开发黑土地带运动的茶道渊为了调查离开后过了几天还没有回来。如果去附近的话，拜托我去找朋友，我就去了黑色的泥土地带。\n\n在淤泥地带见到的巡逻队员表示：过了几天可能很难活着。冷静地说，不会错的。但我还是抱着不知道的想法，决定再进去看看。难道是那个人吗。环顾四周，发现了茶道风筝。所幸伤势不重。而且，我很好奇社豪是否对这些问题感兴趣。那个我也有点好奇。以后见到郭浩龙先生，我要把这里的故事传达给他。",
    "11027202": "首阳队员李律京警告说乐园溪谷非常危险。如果首阳警告我让我回去的话，我觉得还是听从比较好，听了这个故事，好像不是首阳的正式立场。\n\n正在警告巡查这里的首阳士兵有危险，首阳的决定权者或社号是否传达了信息？因为没有正式的警告，为了观赏乐园溪谷的风景而来的游客不会减少，事故也不断发生，李律京似乎很担心。\n\n沿着利率经移动到迎日坡路，确认了有威胁的存在。坡路上有苗面族，下面有乐园族，随时都可以受到袭击。正如李律京所说，一般游客肯定会很危险。首阳和思豪知道这种情况吗。是因为不知道才这样放任不管吗？还是为了更大的利益而做出了无可奈何的判断？",
    "11027203": "在乐园族和凯经过的日子里，他不由分说地说进入了乐园族的领域。最近因为自己的领域被入侵而变得敏感。瓦基说他们是一个和平的种族，最近受到了人类的攻击。那么警戒来往这里的人并不奇怪。虽然不知道为什么要得到清白的认可，但不想伤害感情。消灭入侵领域的蜘蛛和清除领域标志就可以了吗？一眼就把蜘蛛赶走，把蜘蛛网收拾好后，回到了瓦基那里。\n\n和Key传达了过去人类来到这里时决定了彼此的领域。但是最近打破了这个约定，逐渐扩大了领域，吐露了不满，虽然也有好人，但是不能相信所有人。\n这句话是对的。不能相信所有人吧。\n侵入乐园族领域，扩大领域的人是谁呢？我很好奇。",
    "11027204": "当我想把这段时间在乐园溪谷听到的故事传达给郭浩龙和沙浩时，偶然遇到了桃花商传的朴大妃。他也说在找我。\n向朴大妃提起乐园溪谷的故事时，他似乎想换个位置。虽然不是秘密要说的话，但还是说慎重比较好，所以没有理由反对。\n\n到据点外整理有威胁的动物，向朴大妃传达了这段时间经历的事情。于是他突然开始自我反省。嗯。我期待的反应不是这样的..。\n\n朴大妃吐露了自己的过去，并自责说：“在乐园溪谷发生的事情和自己一样的管理者没能好好工作。我不是想责怪什么而是想告诉大家有这样的故事..。这样一来，我不知道该说什么，就急忙结束了对话。"
}