{
    "11020000": {
        "deprecated": false,
        "Dev_Desc": "2막 1장",
        "id": 11020000,
        "alias": "Contents.Quest.Desc.20000",
        "text": "This story hasn't been revealed yet."
    },
    "11020001": {
        "deprecated": false,
        "Dev_Desc": "2막 2장",
        "id": 11020001,
        "alias": "Contents.Quest.Desc.20001",
        "text": "This story hasn't been revealed yet."
    },
    "11020002": {
        "deprecated": false,
        "Dev_Desc": "2막 3장",
        "id": 11020002,
        "alias": "Contents.Quest.Desc.20002",
        "text": "This story hasn't been revealed yet."
    },
    "11020003": {
        "deprecated": false,
        "Dev_Desc": "2막 6장",
        "id": 11020003,
        "alias": "Contents.Quest.Desc.20003",
        "text": "This story hasn't been revealed yet."
    },
    "11020004": {
        "deprecated": false,
        "Dev_Desc": "2막 7장",
        "id": 11020004,
        "alias": "Contents.Quest.Desc.20004",
        "text": "This story hasn't been revealed yet."
    },
    "11020005": {
        "deprecated": false,
        "Dev_Desc": "2막 8장",
        "id": 11020005,
        "alias": "Contents.Quest.Desc.20005",
        "text": "This story hasn't been revealed yet."
    },
    "11020006": {
        "deprecated": false,
        "Dev_Desc": "2막 9장",
        "id": 11020006,
        "alias": "Contents.Quest.Desc.20006",
        "text": "This story hasn't been revealed yet."
    },
    "11020007": {
        "deprecated": false,
        "Dev_Desc": "2막 1장",
        "id": 11020007,
        "alias": "Contents.Quest.Desc.20007",
        "text": "I decided to go to Haewol with Aran to find Caelite and the missing Harum. However, the atmosphere at the port feels strange...\n\nI should start by looking for the Edeta in order to locate Harum. Ask around to find out where the Edeta are lurking."
    },
    "11020008": {
        "deprecated": false,
        "Dev_Desc": "2막 2장",
        "id": 11020008,
        "alias": "Contents.Quest.Desc.20008",
        "text": "Orum stubbornly refused, but we have to perform the ritual. Let's worry about whether the Edeta will cooperate later.\n\nFirst, we need to learn more about the ritual itself. I think we can glean some information from the Barons, since they seem to have a close relationship to it.\n\nLet's look for the Barons near the base."
    },
    "11020009": {
        "deprecated": false,
        "Dev_Desc": "2막 3장",
        "id": 11020009,
        "alias": "Contents.Quest.Desc.20009",
        "text": "I succeeded in getting the ritual Permit from the Sol Seekers.\n\nNow I need to gather the ritual materials! Go to the chiefs of the Saho and do as they ask to get the ritual materials."
    },
    "11020010": {
        "deprecated": false,
        "Dev_Desc": "2막 6장",
        "id": 11020010,
        "alias": "Contents.Quest.Desc.20010",
        "text": "I got the permit and materials, but... I don't know how to go to the Edeta Secret Base!\n\nThinking back to what happened at the Sapphire Basin, maybe Soul Bridge Chief Furlong can windstride me to Edeta Secret Base?\n\nLet's find Furlong."
    },
    "11020011": {
        "deprecated": false,
        "Dev_Desc": "2막 7장",
        "id": 11020011,
        "alias": "Contents.Quest.Desc.20011",
        "text": "Can we windstride to the Edeta Secret Base as Aran planned? Why do we always end up in these reckless situations?\n\nFurlong looks pretty determined, so... let's just trust this furry chief and hopefully make it to the Edeta Secret Base."
    },
    "11020012": {
        "deprecated": false,
        "Dev_Desc": "2막 8장",
        "id": 11020012,
        "alias": "Contents.Quest.Desc.20012",
        "text": "After many twists and turns, I was able to meet Advocate Parsha, but things didn't work out as planned.\n\nI need to cool my head for a while. Let's find a quiet place nearby to think."
    },
    "11020013": {
        "deprecated": false,
        "Dev_Desc": "2막 9장",
        "id": 11020013,
        "alias": "Contents.Quest.Desc.20013",
        "text": "Opening the Fissure and summoning a Sura was a failure.\nAran insisted on heading to the Ivory Gale to get some Caelite. He can probably get help from his clan, but I think Aran is far too confident about this plan.\n\nLet's head to Ivory Gale with Aran and see what happens."
    },
    "11020014": {
        "deprecated": false,
        "Dev_Desc": "2막 1장",
        "id": 11020014,
        "alias": "Contents.Quest.Desc.20014",
        "text": "We arrived at Dojung Port in Haewol, but the residents gave us the cold shoulder. The news that we ruined the Sapphire Basin Martial Arts Championship had already reached them. We decided to get some spider webs in an attempt to please the residents. In return, they gave us information about the Edeta.\n\nWe went to the East Ecological Research Site, where we were told the Edeta were currently operating. As soon as we arrived, their members attacked us. Aran suggested we let them apprehend us so we could locate their base. There we met Orum, the Edeta's advisor.\n\nHe immediately accused us of attacking his leader and spying on his clan. Wait, is Harum still the leader? Not only do we have to perform the ritual and call Parsha, but now we also have to expose Harum's real identity. Can we really pull it off?"
    },
    "11020015": {
        "deprecated": false,
        "Dev_Desc": "2막 2장",
        "id": 11020015,
        "alias": "Contents.Quest.Desc.20015",
        "text": "Despite the minor incident between Aran and the Baron, we obtained information about the Heavenly Ritual to call the Advocate. To perform the ritual, we needed a bell that called the path, a mirror that reflects the path, and a blade that makes the path, which we could get from the Plum Blossom, Peach Blossom, and the Soul Steel. We helped the Saho with a few problems back in the Sapphire Basin. Maybe now it's time for us to call in a favor or two.\n\nAside from these three objects, we also needed permission from the highest political authority. We went to the Sol Seekers that represent the Empire in Haewol. Since we have no connections within their organization, we first had to help a few lower-ranking members out for a chance to talk to their captain, Suh Junmoon.\n\nCaptain Suh Junmoon gave us a permit without too much trouble. As he gave it to us, however, he wondered aloud what Advocates were doing instead of stopping the Hollows from corrupting the world. He has a point... I should ask the Advocate when we summon her."
    },
    "11020016": {
        "deprecated": false,
        "Dev_Desc": "2막 3장",
        "id": 11020016,
        "alias": "Contents.Quest.Desc.20016",
        "text": "To get the Plum Blossom Bell that calls the path, we accepted Leader Mehwa's request. She asked us to rescue a recruit from the Scarlet Masks, but that was just a ploy she used to keep the Scarlet Masks in check, as we learned later. I felt as if I was used, but at least we got the Plum Blossom Bell we wanted.\n\nThe mirror that reflects the path, Peach Blossom Mirror, turned out not to be a heirloom, but a breakable object that had to be newly crafted before each use. Horyong introduced us to one of his supervisors, and with him, we successfully crafted the mirror.\n\nThe sword that makes the path meant the treasured sword of the Soul Steel, the Soul Steel Blade. To get it, we just had to collect a few materials for Moonwind.\n\nNow, we've got all the three objects for the Heavenly Ritual and the necessary permit. The only thing left to do is go to the Edeta's secret base and perform the ritual!"
    },
    "11020017": {
        "deprecated": false,
        "Dev_Desc": "2막 6장",
        "id": 11020017,
        "alias": "Contents.Quest.Desc.20017",
        "text": "We realized we didn't know how to get to the Edeta's secret base, so we decided to meet Furlong, the chief of Soul Bridge, and ask for help. We were just about to start looking for Furlong in the Foggy Forest Settlement when we came across Dondon of the Soul Bridge, whom we met in the Sapphire Basin.\n\nDondon was so happy to see us that he offered to send us to Furlong. Unfortunately, he mistakenly sent us to the Snakecap Field instead. But with a stroke of luck, we saved a young Baron there who just happened to be Furlong's grandson. The Baron took us to his grandfather at the Soul Bridge.\n\nWe explained our situation, and Furlong said he could windstride us to Edeta's secret base if we had some kind of object from there. Without hesitation, Aran pointed at me and himself. We'd been there before, yes, but Furlong had never used living objects to cast Windstride. Will windstriding like this actually work? I guess we'll find out!"
    },
    "11020018": {
        "deprecated": false,
        "Dev_Desc": "2막 7장",
        "id": 11020018,
        "alias": "Contents.Quest.Desc.20018",
        "text": "As soon as we arrived at the Edeta Secret Base, Aran left me to prove that \"he wasn't just doing nothing.\" I entered Harum's office by myself. Suddenly, Harum appeared behind me. Having already witnessed her true colors in Sapphire Basin, I couldn't back down against her, and I didn't want to, either.\n\nUnlike last time, our battle was hard fought, and it was a close call. I was just about to deliver a decisive blow when Orum interfered. Aran also showed up and tried to persuade Orum to stop, but to no avail. We had to fight him off at the same time.\n\nAran pierced Harum with True Sacrifice to expose her true identity, and she fell to the ground. Infuriated, Orum lunged toward us. Harum then revealed her true Faithbearer form and pounced on Orum. Aran and I fought tooth and nail, barely managing to defeat her.\n\nOnce Orum regained consciousness, he assisted us with the Heavenly Ritual despite the shocking incident that had just taken place. It took us so much effort to summon Parsha, and she left without telling us anything useful. Aran seethed with anger, but there was nothing he could do. What's next for us?"
    },
    "11020019": {
        "deprecated": false,
        "Dev_Desc": "2막 8장",
        "id": 11020019,
        "alias": "Contents.Quest.Desc.20019",
        "text": "After the fruitless Heavenly Ritual, Aran left to find some Caelite, and I decided to go someplace quiet and think. I was in the Tranquil Woods when Parsha showed up in her mortal form.\n\nI followed her into a familiar-looking corridor. There, I listened to her story about my parents. According to her, my father killed my mother.\n\nShocked, I hurriedly left the Awakened Corridor and collapsed to the ground. I couldn't bring myself to stand until Aran showed up and helped me back up. I told Aran what happened, and he didn't believe what Parsha said. He suggested we call a Sura and hear the other side of the story.\n\nSo, we dueled, just like we did in the Sapphire Basin, but no Fissure showed up this time. Aran believed this was because there was no Caelite, so we should locate some. Caelite isn't something we can get easily, but... I'll follow him and give it a shot."
    },
    "11020020": {
        "deprecated": false,
        "Dev_Desc": "2막 9장",
        "id": 11020020,
        "alias": "Contents.Quest.Desc.20020",
        "text": "Bi Ruha, an elder of the Ivory Gale, showed up while we were passing through the Foggy Forest Settlement. It turned out Bi Ruha was Aran's clan brother and Aran was his leader. This whole time he never mentioned any of this to me!\n\nAran acted as if he was at Bi Ruha's mercy, and we were practically forced into helping the Sol Seekers.\n\nWe talked to the base supervisor and learned that the increasing number of Nepenthes around the area were threatening passersby. First, he wanted to study some samples and look for the main cause. His superiors didn't seem to think that was necessary. At any rate, we brought some Nepenthes samples to the base supervisor.\n\nAfter helping the Sol Seekers, Aran and I headed for the Crimson Forest Path. Instead of Bi Ruha, whom we were supposed to meet there, we found a letter. He had left for Ivory Gale's Haewol headquarters without us. I don't really think we can trust Bi Ruha. Either way, we're off to the Ivory Gale."
    },
    "11020021": {
        "deprecated": false,
        "Dev_Desc": "2막 4장",
        "id": 11020021,
        "alias": "Contents.Quest.Desc.20021",
        "text": "This is an unreleased story."
    },
    "11020022": {
        "deprecated": false,
        "Dev_Desc": "2막 5장",
        "id": 11020022,
        "alias": "Contents.Quest.Desc.20022",
        "text": "This is an unreleased story."
    },
    "11020023": {
        "deprecated": false,
        "Dev_Desc": "2막 4장",
        "id": 11020023,
        "alias": "Contents.Quest.Desc.20023",
        "text": "I hear a familiar voice from the shadowy forest of the mist.\nAren't you talking about moonlight and steel fists? I was just about to get a Golden Swordsman!\nThe moonlight seems to be a little angry...?\n\nTwo Let's listen to the story and talk about the Golden Gyeongcheol Sword."
    },
    "11020024": {
        "deprecated": false,
        "Dev_Desc": "2막 5장",
        "id": 11020024,
        "alias": "Contents.Quest.Desc.20024",
        "text": "Now, the remaining material is a mirror that illuminates the path!\nWe are finding materials for the rites more smoothly than expected. I just heard that there is a figurehead, Ho-ryong Kwak, who is the master of the Dohwasangjeon, in the frontier of the foggy forest. Let's talk and get a kaleidoscope."
    },
    "11020025": {
        "deprecated": false,
        "Dev_Desc": "2막 4장",
        "id": 11020025,
        "alias": "Contents.Quest.Desc.20025",
        "text": "The sword that made the path meant the golden iron sword, the golden sword. \n\nThe moonlight and iron fist met in the forest in the shadow of the mist were studying how to smelt steel through the phantom spirit fire. I was afraid of the illusion, so I couldn't do it, so I dealt with the illusion and collected souls instead. After that, I was able to save the essence of tuyeoncho and even the bark of an old tree, and safely receive a gold-gyeongcheol sword.\n\nAfter all, human connections are important! Helping Saho at the lake is supposed to be like this.\nNext is a mirror that illuminates the road! Let's find Ho-ryong Kwak and tell him what's going on."
    },
    "11020026": {
        "deprecated": false,
        "Dev_Desc": "2막 5장",
        "id": 11020026,
        "alias": "Contents.Quest.Desc.20026",
        "text": "The mirror that illuminates the road, and the vases of the vases were not passed down from generation to generation. Fortunately, it was easy to make, so I was able to get guidance from the craftsmen of illustrators, whom I met through the introduction of Ho-ryong Kwak, a sangjeonju.\n \nMaterials of the vases. From the dry swamp they arrived to save I was able to get it.\n\nIn this way, I succeeded in obtaining all three items necessary for the celestial rite. Now that I have collected the permit and the three materials, all that remains is to go to Ereda's secret base and hold the celestial rite!"
    }
}