{
    "11005000": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5000_Desc(진행 중)",
        "id": 11005000,
        "alias": "Contents.Quest.Desc.5000",
        "text": "[Recommended Level] 20\nThe Sunset Pasture's Sapphire Ranch is known for its enormous size. However, there doesn't seem to be a lot of workers here.\n\nThe owner of the ranch, Meil, says that the livestock is about to starve to death because there aren't enough people tending to them.\n\nLet's help him out since he's in a bind."
    },
    "11005001": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5001_Desc(진행 중)",
        "id": 11005001,
        "alias": "Contents.Quest.Desc.5001",
        "text": "[Recommended Level] 20\nWhile helping out at the ranch, I came across a sheep carcass near the warehouse. While tracking down the culprit, I encountered a group of mysterious people, and after following them, I found their hideout, an illegal slaughterhouse.\n\nIt's clear now that all this was done by the Poacher Gang.\n\nI'll have to punish them so they won't dare commit such crimes again."
    },
    "11005002": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5100_Desc(진행 중)",
        "id": 11005002,
        "alias": "Contents.Quest.Desc.5002",
        "text": "[Recommended Level] 10\nHayon of the Plum Blossom said that the damage was severe due to the Blue Bandits' sudden increase in strength. The Saho bribed a Blue Bandit and found out that someone inside Sapphire Basin was supporting them. To fix all this, someone needs to infiltrate the Blue Bandits..."
    },
    "11005003": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5101_Desc(진행 중)",
        "id": 11005003,
        "alias": "Contents.Quest.Desc.5003",
        "text": "[Recommended Level] 13\nAccording to Chiyun, Blue Bandits Boss Stonefist failed to defeat the monster frog behind the Blue Bandits Camp.\nIf I offer him the head of the monster, which must have been a pain in the neck for him, he just might allow me to join the Blue Bandits.\n\nLet's go hunt the monster frog behind the Blue Bandits Camp."
    },
    "11005004": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5102_Desc(진행 중)",
        "id": 11005004,
        "alias": "Contents.Quest.Desc.5004",
        "text": "[Recommended Level] 15\nThe Sword of Truth!\nThat should be more than enough to win Stonefist's favor. Let's go to the Poacher Gang Boss's tent and steal the Sword of Truth and offer it to Stonefist.\n\nHe'll then have to meet me in private."
    },
    "11005005": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5200_Desc(진행 중)",
        "id": 11005005,
        "alias": "Contents.Quest.Desc.5005",
        "text": "[Recommended Level] 17\nThe Soho Villager Jigam has told me that there have been multiple incidents of children going missing and that strangers should be careful.\n\nOnly then could I understand the depressing atmosphere all throughout the village.\nI should go to the Soho Village Chief and find out more."
    },
    "11005006": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5201_Desc(진행 중)",
        "id": 11005006,
        "alias": "Contents.Quest.Desc.5006",
        "text": "[Recommended Level] 17\nWhere did the missing children go?\n\nI could find a few clues while tracking their whereabouts from Soho Village. The missing children were all last seen headed for the forest, and there was evidence of potential kidnapping at the forest entrance.\n\nOne fact that's certain is that the children didn't simply wander off and get lost.\n\nI have to hurry and investigate the forest."
    },
    "11005007": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5202_Desc(진행 중)",
        "id": 11005007,
        "alias": "Contents.Quest.Desc.5007",
        "text": "[Recommended Level] 17\nThat Child Spirit seems to know the whereabouts of the missing children. If I chase the Child Spirit, it disappears into thin air, and these violent creatures appear and interfere with my search.\n\nI might be able to find the children if I chase them all away... I must hurry before it's too late."
    },
    "11005008": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5203_Desc(진행 중)",
        "id": 11005008,
        "alias": "Contents.Quest.Desc.5008",
        "text": "[Recommended Level] 17\nOf the three missing children, Dukgu and Chunme have safely returned to their parents, but Sohyang was... I must tell Nobulman, the Soho Village Chief, what happened.\n\nAs for Sohyang... I should tell her parents myself."
    },
    "11005009": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5300_Desc(진행 중)",
        "id": 11005009,
        "alias": "Contents.Quest.Desc.5009",
        "text": "[Recommended Level] 25\nThere is a poster with the heading 'Evacuation Pamphlet' posted on the wooden request board.\n\nAccording to it, this place in the Destroyed Ploggle Village was ravaged by the consumed monsters. I can feel the sadness and anger of the Ploggles who had to abandon their homes.\n\nMaybe I can help them?"
    },
    "11005010": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5301_Desc(진행 중)",
        "id": 11005010,
        "alias": "Contents.Quest.Desc.5010",
        "text": "[Recommended Level] 25\nWawa, whom I met at the Ploggle Temporary Base, once again thanked me and asked how I happened upon that area. He was very happy to hear that I came to help them after reading the evacuation pamphlet, and he recommended that I meet the Ploggle Chieftain.\n\nLet's hear the details from the Ploggle Chieftain and help them plan to recapture the village."
    },
    "11005011": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5302_Desc(진행 중)",
        "id": 11005011,
        "alias": "Contents.Quest.Desc.5011",
        "text": "[Recommended Level] 25\nThe plan to recapture the village seems to have made some progress. Now Dawa asked me to meet at the Creepy Valley to solve their last problem.\n\nThe source of the consumed, Steelfang, is there. Let's get rid of Steelfang with the Ploggles and recapture the village."
    },
    "11005012": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5400_Desc(진행 중)",
        "id": 11005012,
        "alias": "Contents.Quest.Desc.5012",
        "text": "Hayon and I came to the New Fishbelly Pub to listen to the Saho's announcement. People were gathered in groups, talking among themselves with serious expressions. The news about their announcement must have spread.\n\nThe Saho, who had been on the platform, stood in line, ready to make their announcement. I should stay in the crowd and listen to what they say."
    },
    "11005013": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5500_Desc(진행 중)",
        "id": 11005013,
        "alias": "Contents.Quest.Desc.5013",
        "text": "Delete Quest"
    },
    "11005014": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5000_AcquireDesc(수락 전)",
        "id": 11005014,
        "alias": "Contents.Quest.Desc.5014",
        "text": "[Recommended Level] 20\nThe Sunset Pasture's Sapphire Ranch is known for its enormous size. However, there doesn't seem to be a lot of workers here.\n\nThe owner of the ranch, Meil, says that the livestock is about to starve to death because there aren't enough people tending to them.\n\nLet's help him out since he's in a bind."
    },
    "11005015": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5001_AcquireDesc(수락 전)",
        "id": 11005015,
        "alias": "Contents.Quest.Desc.5015",
        "text": "[Recommended Level] 20\nWhile helping out at the ranch, I came across a sheep carcass near the warehouse. While tracking down the culprit, I encountered a group of mysterious people, and after following them, I found their hideout, an illegal slaughterhouse.\n\nIt's clear now that all this was done by the Poacher Gang.\n\nI'll have to punish them so they won't dare commit such crimes again."
    },
    "11005016": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5100_AcquireDesc(수락 전)",
        "id": 11005016,
        "alias": "Contents.Quest.Desc.5016",
        "text": "[Recommended Level] 10\nHayon of the Plum Blossom said that the damage was severe due to the Blue Bandits' sudden increase in strength.\n\nThe Saho bribed a Blue Bandit and found out that someone inside Sapphire Basin was supporting them. To fix all this, someone needs to infiltrate the Blue Bandits...\n\nWhile the ship to Haewol is getting ready, I should help the Saho uncover the mole."
    },
    "11005017": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5101_AcquireDesc(수락 전)",
        "id": 11005017,
        "alias": "Contents.Quest.Desc.5017",
        "text": "[Recommended Level] 13\nAccording to Chiyun, Blue Bandits Boss Stonefist failed to defeat the monster frog behind the Blue Bandits Camp.\n\nIf I offer him the head of the monster, which must have been a pain in the neck for him, he just might allow me to join the Blue Bandits.\n\nLet's go hunt the monster frog behind the Blue Bandits Camp."
    },
    "11005018": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5102_AcquireDesc(수락 전)",
        "id": 11005018,
        "alias": "Contents.Quest.Desc.5018",
        "text": "[Recommended Level] 15\nThe Sword of Truth!\nThat should be more than enough to win Stonefist's favor. Let's go to the Poacher Gang Boss's tent and steal the Sword of Truth and offer it to Stonefist. He'll then have to meet me in private."
    },
    "11005019": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5200_AcquireDesc(수락 전)",
        "id": 11005019,
        "alias": "Contents.Quest.Desc.5019",
        "text": "[Recommended Level] 17\nThe Soho Villager Jigam has told me that there have been multiple incidents of children going missing and that strangers should be careful.\n\nOnly then could I understand the depressing atmosphere all throughout the village. I should go to the Soho Village Chief and find out more."
    },
    "11005020": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5201_AcquireDesc(수락 전)",
        "id": 11005020,
        "alias": "Contents.Quest.Desc.5020",
        "text": "[Recommended Level] 17\nWhere did the missing children go?\n\nI could find a few clues while tracking their whereabouts from Soho Village. The missing children were all last seen headed for the forest, and there was evidence of potential kidnapping at the forest entrance.\n\nOne fact that's certain is that the children didn't simply wander off and get lost.\n\nI have to hurry and investigate the forest."
    },
    "11005021": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5202_AcquireDesc(수락 전)",
        "id": 11005021,
        "alias": "Contents.Quest.Desc.5021",
        "text": "[Recommended Level] 17\nThat Child Spirit seems to know the whereabouts of the missing children. If I chase the Child Spirit, it disappears into thin air, and these violent creatures appear and interfere with my search.\n\nI might be able to find the children if I chase them all away... I must hurry before it's too late."
    },
    "11005022": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5203_AcquireDesc(수락 전)",
        "id": 11005022,
        "alias": "Contents.Quest.Desc.5022",
        "text": "[Recommended Level] 17\nOf the three missing children, Dukgu and Chunme have safely returned to their parents, but Sohyang was... I must tell Nobulman, the Soho Village Chief, what happened.\n\nAs for Sohyang... I should tell her parents myself."
    },
    "11005023": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5300_AcquireDesc(수락 전)",
        "id": 11005023,
        "alias": "Contents.Quest.Desc.5023",
        "text": "[Recommended Level] 25\nThere is a poster with the heading 'Evacuation Pamphlet' posted on the wooden request board.\n\nAccording to it, this place in the Destroyed Ploggle Village was ravaged by the consumed monsters. I can feel the sadness and anger of the Ploggles who had to abandon their homes.\n\nMaybe I can help them?"
    },
    "11005024": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5301_AcquireDesc(수락 전)",
        "id": 11005024,
        "alias": "Contents.Quest.Desc.5024",
        "text": "[Recommended Level] 25\nWawa, whom I met at the Ploggle Temporary Base, once again thanked me and asked how I happened upon that area. He was very happy to hear that I came to help them after reading the evacuation pamphlet, and he recommended that I meet the Ploggle Chieftain.\n\nLet's hear the details from the Ploggle Chieftain and help them plan to recapture the village."
    },
    "11005025": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5302_AcquireDesc(수락 전)",
        "id": 11005025,
        "alias": "Contents.Quest.Desc.5025",
        "text": "[Recommended Level] 25\nThe plan to recapture the village seems to have made some progress. Now Dawa asked me to meet at the Creepy Valley to solve their last problem.\n\nThe source of the consumed, Steelfang, is there. Let's get rid of Steelfang with the Ploggles and recapture the village."
    },
    "11005026": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5400_AcquireDesc(수락 전)",
        "id": 11005026,
        "alias": "Contents.Quest.Desc.5026",
        "text": "This story hasn't been revealed yet."
    },
    "11005027": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5500_AcquireDesc(수락 전)",
        "id": 11005027,
        "alias": "Contents.Quest.Desc.5027",
        "text": "Delete Quest"
    },
    "11005028": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5000_CompleteDesc(완료)",
        "id": 11005028,
        "alias": "Contents.Quest.Desc.5028",
        "text": "I asked Meil, who was alone in his vast ranch, what happened. He complained about not having enough manpower to run his ranch. I took pity on him and volunteered to help him out a bit. On my way to check the remaining inventory of dried grass, I found a dead sheep in horrible condition. Judging by the sharp wounds, the culprit is definitely a person.\n\nI found clues leading away from the dead sheep. As I followed the trail, a group of suspicious individuals appeared.\n\nI chased them to the bottom of a cliff, where I found an illegal slaughterhouse of the Poacher Gang in a hidden cave."
    },
    "11005029": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5001_CompleteDesc(완료)",
        "id": 11005029,
        "alias": "Contents.Quest.Desc.5029",
        "text": "I was in the middle of destroying the Poacher Gang's illegal slaughterhouse when I found a money pouch. It had the seal of Makara, the owner of the Fishbelly Pub, printed on the outside. I was speechless. The Poacher Gangs were hired by Makara to threaten the livelihood of good citizens and illegally slaughter the poor animals...!\n\nMakara may had been brought to justice, but what he did before that was still threatening the Sapphire Basin. Meil, owner of the Sapphire Basin Ranch, was also surprised by this news, and relayed thanks for solving the problem."
    },
    "11005030": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5100_CompleteDesc(완료)",
        "id": 11005030,
        "alias": "Contents.Quest.Desc.5030",
        "text": "Hayon, having heard my trip to Haewol had been delayed because of some issues with the ship, came to me to discuss the Blue Bandits, a group of criminals that have been expanding their territory across Sapphire Basin. According to the Saho's spy, a member of Sapphire Basin had been supporting them, and somebody has to infiltrate the Bandits to catch the mole. The Saho thought I was the right person for this job.\n\nAs Hayon instructed, I waited at the Abandoned Tile House until Blue Bandit Chiyun showed up. He attacked me all of a sudden, saying that he needed to check my skills. It wasn't hard fighting him, but Chiyun didn't seem satisfied.\n\nI could finally understand why he did this when Chiyun began to explain his plan. According to Chiyun's plans, I must first join the Blue Bandits... Chiyun gave me advice, saying that the giant frog behind the Blue Bandits Camp would be a great bribe for meeting the boss. I should go behind the Blue Bandits Camp."
    },
    "11005031": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5101_CompleteDesc(완료)",
        "id": 11005031,
        "alias": "Contents.Quest.Desc.5031",
        "text": "Taeyun seemed to have changed his attitude a little after seeing the monster frog's head in my hands. He certainly is the best spy there is.\n\nAnyway, I was able to become a Blue Bandit easily after I offered the monster frog's head as a bribe along with a few flattering words. But the boss chased me away angrily as soon as I requested to meet him in private. He said that fresh recruits like me must earn a chance to talk to him like that.\n\nI had no choice but to return to Chiyun empty-handed. As if he expected this, Chiyun advised me to obtain a bribe that would grab the boss's attention, and told me about this Sword of Truth he has heard of recently. Apparently, the Poacher Gang boss has it. I should go to their base and find out if it really exists."
    },
    "11005032": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5102_CompleteDesc(완료)",
        "id": 11005032,
        "alias": "Contents.Quest.Desc.5032",
        "text": "As Chiyun said, there really was an expensive-looking sword in the Poacher Gang Boss's tent. Wide-eyed, Stonefist examined the sword and started swinging it at his men. They spilled all the secrets that they'd been hiding from him. I thought they only did that out of fear, though. Still, he really believed that the sword made them tell the truth.\n\nStonefist excitedly left his tent to get a reward for me, giving me a chance to search the tent. I discovered a suspicious-looking letter among the piles of supplies. According this letter, not only was Makara supplying the Blue Bandits, but was also colluding with them to terrorize Sapphire Basin.\n\nI went back to the Abandoned Tile House and gave the proof of Makara's collusion to Hayon. She thanked me and said that the Saho was about to expose Makara's corruption to the rest of the world, and they could use this information as evidence. She then asked me to come with her to the New Fishbelly Pub Square. Sure, I can't miss out on such an important event or a chance to watch the fall of the corrupt Pub Owner!"
    },
    "11005033": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5200_CompleteDesc(완료)",
        "id": 11005033,
        "alias": "Contents.Quest.Desc.5033",
        "text": "Jigam in the Soho Village said that the villagers were wary of strangers because several of their children had gone missing. I went to their chief Nobulman for more information, and even he looked apprehensive about having me in his village. I told him I'd like to help, and he let me meet the families of the missing children. I was able to obtain information about the missing children after visiting their parents.\n\nThere was a total of three missing, and all those children were last seen headed for the forest.\n\nAs I investigated the path to the forest, I found traces of someone forcibly dragging the children away. At the very least, this means that the children weren't eaten by wild animals..."
    },
    "11005034": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5201_CompleteDesc(완료)",
        "id": 11005034,
        "alias": "Contents.Quest.Desc.5034",
        "text": "I met a Child Spirit near the traces of the missing children at the opening of the forest. Unlike the other spirits in the forest, this one just stood where it was, waving as if to beckon to me to follow it, before it disappeared.\n\nI cut a path through the harmful creatures around me and looked for the spirit. It reappeared and waved again, guiding me. The spirit disappeared again when we reached one of the missing children, Dukgu, who was crying in fear.\n\nThis convinced me that this Child Spirit knew where the missing children were."
    },
    "11005035": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5202_CompleteDesc(완료)",
        "id": 11005035,
        "alias": "Contents.Quest.Desc.5035",
        "text": "I kept following the Child Spirit, and I was able to find another child. She claimed, even while trembling with fear, that she heard Sohyang's voice, the last missing child.\n\nAs I went deeper into the forest, I came across ominous clues. As I followed them, I came to find a dangerous-looking man who was hysterically laughing over Sohyang's dead body. I attacked the dangerous-looking man, knowing him to be the culprit, and drove him into a corner. He confessed that he was hired by Makara to do this. This must have been one of Makara's plans to instill fear into Sapphire Basin.\n\nI killed the dangerous-looking man who begged for his life, and the Child Spirit appeared in front of me again. As I approached it, I thought I could hear Sohyang's voice. She thanked me for saving her friends and asked me to tell her parents that she was sorry. After that, the Child Spirit disappeared."
    },
    "11005036": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5203_CompleteDesc(완료)",
        "id": 11005036,
        "alias": "Contents.Quest.Desc.5036",
        "text": "I delivered the news about Sohyang to her family with a heavy heart. The parents desperately waiting for their daughter's safe return, couldn't hold in their sorrow and burst into tears while wailing their daughter's name. The little brothers who couldn't fathom life without their sister also burst out crying. How can I understand the depth of their despair?\n\nI couldn't stand it, so I left Soho Village in a hurry."
    },
    "11005037": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5300_CompleteDesc(완료)",
        "id": 11005037,
        "alias": "Contents.Quest.Desc.5037",
        "text": "I discovered a bulletin board with an evacuation pamphlet posted on it in the middle of an abandoned village teeming with consumed monsters. I felt sorry for the villagers who were forced out of their homes, so I decided to help them.\n\nI was heading to the Ploggle Temporary Base when I met Ploggle Wawa, who had been anxiously waiting for rescue in the remains of a building. Wawa had been unable to escape because a fence was blocking the door, and thanked me profusely for rescuing him. He said he would repay me if I came to their temporary base."
    },
    "11005038": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5301_CompleteDesc(완료)",
        "id": 11005038,
        "alias": "Contents.Quest.Desc.5038",
        "text": "Ploggle Chieftain Dawa seemed very happy with my offer to help. The Ploggles were currently in a pinch, but first, they decided to recapture the village from the consumed monsters.\n\nAfter killing the consumed monsters that occupied the village, I searched for the straggling Ploggles, returned them to the temporary base, and retrieved the scattered essentials. Dawa thanked me profusely.\n\nNow, there was only one problem he had left: Steelfang. According to Dawa, this monster is so threatening that several Ploggle warriors lost their lives fighting it. I'd better make sure I'm fully prepared before facing it."
    },
    "11005039": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5302_CompleteDesc(완료)",
        "id": 11005039,
        "alias": "Contents.Quest.Desc.5039",
        "text": "I went to the valley as quickly as I could, but the Ploggle Warriors and Ploggle Chieftain Dawa had already been defeated by Steelfang. I had to fight Steelfang alone, but I managed to take it down.\n\nI was assisting the Ploggle Chieftain Dawa, who was in a bad condition, when I noticed something unexpected. It was the identification tag that Steelfang wore. The seal inscribed on the tag was Makara's, which led me to believe that Makara had illegally smuggled Steelfang here and spread fear among the people on purpose.\n\nThe Ploggle Chieftain Dawa trembled in anger at Makara's evil deeds, even as he rejoiced at the fact that Steelfang was no more. After I talked to Wawa, who showed up looking worried, I left the Creepy Valley, wishing the Ploggles good luck in rebuilding their village."
    },
    "11005040": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5400_CompleteDesc(완료)",
        "id": 11005040,
        "alias": "Contents.Quest.Desc.5040",
        "text": "I found Makara in rags, hiding on the edge of the Moonwater Harbor shipyard. Instead of repenting for his crimes, he dispatched mercenaries to attack me so he could flee again.\n\nI wasn't going to let him escape, though! As I easily defeated the mercenaries, the Saho appeared at the perfect time. They immediately removed Makara from his position and had him pay for his crimes.\n\nWhen I was feeling proud that I had been able to contribute to Sapphire Basin's safety, Mehwa approached me to thank me and ask if I would work with them to protect Sapphire Basin. I still have other work to do, though. When I told her that I would soon leave for Haewol, Mehwa seemed very disappointed, but she wished me the best of luck for my future. Now the time has come for me to board the ship headed for Haewol."
    },
    "11005041": {
        "deprecated": false,
        "Dev_Desc": "반달호수_5500_CompleteDesc(완료)",
        "id": 11005041,
        "alias": "Contents.Quest.Desc.5041",
        "text": "Delete Quest"
    }
}