{
    "18600000": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600000,
        "alias": "Contents.Quest.Desc.2500000",
        "text": "There are Thiefhogs that have developed a taste for sprouts, and the damage they've done to the crops is severe. Please get rid of those Leaf Thiefhogs."
    },
    "18600001": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600001,
        "alias": "Contents.Quest.Desc.2500001",
        "text": "I'm worried that there are too many Blue Hermit Crabs at the Shallow Lake. They are omnivorous and will eat anything. Reduce their number before they consume everything in the Lake."
    },
    "18600002": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600002,
        "alias": "Contents.Quest.Desc.2500002",
        "text": "The Thiefhogs at Shallow Lake have stolen all the bait for fishing. Please deal with these pesky Fish Thiefhogs."
    },
    "18600003": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600003,
        "alias": "Contents.Quest.Desc.2500003",
        "text": "There are people who eat the Snakecap without knowing that it's poisonous. Go the to Shallow Lake and get rid of the Snakecaps before there are any more victims."
    },
    "18600004": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600004,
        "alias": "Contents.Quest.Desc.2500004",
        "text": "The Lilybads at the Shallow Lake are very ferocious. There are numerous cases of people approaching them, thinking they're simply lotus leaves, and then getting attacked. Eliminate the Lilybads so that no more people get hurt."
    },
    "18600005": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600005,
        "alias": "Contents.Quest.Desc.2500005",
        "text": "Every time I purchase a crab, the Thiefhogs come and steal it. They ran away to the Shallow Lake. Please punish those thieves. You'll find them easily because they'll be wearing those crabs on their heads."
    },
    "18600006": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600006,
        "alias": "Contents.Quest.Desc.2500006",
        "text": "The Sting Lilybads at the Shallow Lake are troubling the merchants coming to the Fishbelly Pub. Defeat the Lilybads and help the merchants."
    },
    "18600007": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600007,
        "alias": "Contents.Quest.Desc.2500007",
        "text": "The foxes in the hills surrounding the Shallow Lake are known to steal bundles from travelers. Please punish the foxes for their mischief."
    },
    "18600008": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600008,
        "alias": "Contents.Quest.Desc.2500008",
        "text": "We need to plant trees again in the Rotten Lumber Camp, but the Ratmen are interfering with our work. Eliminate the Ratman Warriors roaming around near the trees."
    },
    "18600009": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600009,
        "alias": "Contents.Quest.Desc.2500009",
        "text": "The people who have been to the Rotten Lumber Camp keep getting sick. Since there could be an epidemic caused by the Ratmen, we have to keep that from happening. Please eliminate the Ratman Archers."
    },
    "18600010": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600010,
        "alias": "Contents.Quest.Desc.2500010",
        "text": "The Ratmen at the Rotten Lumber Camp have killed innocent people. Eliminate the Ratmen and avenge the people they killed."
    },
    "18600011": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600011,
        "alias": "Contents.Quest.Desc.2500011",
        "text": "The fisheries at Turtle Lake are having trouble because of the turtles in the area. Hunt the Lake Turtle and reduce their number."
    },
    "18600012": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600012,
        "alias": "Contents.Quest.Desc.2500012",
        "text": "There are some turtles at Turtle Lake that refuse to budge even an inch from where they are! Please deal with those Heavy Lake Turtles."
    },
    "18600013": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600013,
        "alias": "Contents.Quest.Desc.2500013",
        "text": "The Barren Ruins is filled with Enraged Escort Swordsmen. Their large number poses a serious threat. Please eliminate them."
    },
    "18600014": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600014,
        "alias": "Contents.Quest.Desc.2500014",
        "text": "There's no end to the number of Enraged Escort Gunners coming out of the Barren Ruins. Reduce their numbers to keep them from crossing the Shallow Lake."
    },
    "18600015": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600015,
        "alias": "Contents.Quest.Desc.2500015",
        "text": "Eliminate all the Enraged Escort Swordsmen, Enraged Escort Gunners, Elite Enraged Escort Swordsmen and Elite Enraged Escort Gunners. These Enraged Protectors might be quiet for now, but they could attack the village at any moment."
    },
    "18600016": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600016,
        "alias": "Contents.Quest.Desc.2500016",
        "text": "Enraged Protectors have appeared at the Ruins and are posing a threat. Help defeat these Enraged Escort Swordsmen, Enraged Escort Gunners, or Elite Enraged Protectors so that they won't be a danger anymore."
    },
    "18600017": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600017,
        "alias": "Contents.Quest.Desc.2500017",
        "text": "The awful Blue Bandit Blade Masters and Dual Blades Wielders have set up camp in the forest and are driving people away from there. Please go and take care of the Blue Bandits."
    },
    "18600018": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600018,
        "alias": "Contents.Quest.Desc.2500018",
        "text": "The Blue Bandits are growing day by day, and more people are suffering because of them. Go to the Blue Bandits Camp and eliminate the Blue Bandit Blade Masters and Dual Blades Wielders, so their looting won't be a problem anymore."
    },
    "18600019": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600019,
        "alias": "Contents.Quest.Desc.2500019",
        "text": "Go to the Blue Bandits Camp and eliminate the Blue Bandits Zen Archers and Warlords who are terrorizing innocents. Please also eliminate the Elite Blue Bandits Warlords and Zen Archers. If the Blue Bandits are left alone, they'll grow into a greater threat in the future."
    },
    "18600020": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600020,
        "alias": "Contents.Quest.Desc.2500020",
        "text": "They say many avoid the Highland Central Trail because of the Tree Spirits, and there's even those who hold rituals in hopes of escaping the misfortune of running into an Elite Tree Spirit. Please defeat the Tree Spirits for those who are too afraid to travel the trail."
    },
    "18600021": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600021,
        "alias": "Contents.Quest.Desc.2500022",
        "text": "Please kill the tiger in the old city forest road. Because of the tiger, both deer and goats will disappear."
    },
    "18600022": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600022,
        "alias": "Contents.Quest.Desc.2500023",
        "text": "Eliminate the saberfangs at the Highland Central Trail. At this rate, the stags and goats will disappear because of those saberfangs."
    },
    "18600023": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600023,
        "alias": "Contents.Quest.Desc.2500024",
        "text": "Travelers can't use the Highland Central Trail because of the Tree Spirits. Please help those terrified travelers."
    },
    "18600024": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600024,
        "alias": "Contents.Quest.Desc.2500025",
        "text": "The natives near the Poacher Gang Base have lost their homes because of the Poacher Gang. Go eliminate the Poacher Gang Blade Masters or Archers and bring them to justice."
    },
    "18600025": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600025,
        "alias": "Contents.Quest.Desc.2500026",
        "text": "There have been more cases of people getting attacked by the Poacher Gang. Go to the Poacher Gang Base and stop the Poacher Gang so that they can't commit any more atrocities. Please eliminate the Poacher Gang Blade Masters, Zen Archers, Assassins, Force Masters, and Elite Poacher Gang Axe Warriors."
    },
    "18600026": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600026,
        "alias": "Contents.Quest.Desc.2500027",
        "text": "The Poacher Gang are notorious for their cruelty, and among them, the Poacher Gang Assassins are exceptionally notorious. Eliminate them."
    },
    "18600027": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600027,
        "alias": "Contents.Quest.Desc.2500028",
        "text": "The people's suffering caused by the Poacher Gang's illegal smuggling is no small matter. Go to the Poacher Gang Base and teach those Poacher Gang Force Masters a lesson or two."
    },
    "18600028": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600028,
        "alias": "Contents.Quest.Desc.2500029",
        "text": "There's a rumor circulating that spiders have appeared at the Deep Forest Graveyard and are digging up the graves. Go and eliminate the spiders before the ghosts come out of their resting places."
    },
    "18600029": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600029,
        "alias": "Contents.Quest.Desc.2500030",
        "text": "They say if you take one step into the Deep Forest Graveyard, a Mature Spirit appears, and on the second step, a Child Spirit appears, bewitching and kidnapping the person. Drive away the Mature Spirit and Child Spirit so that they can't bewitch people."
    },
    "18600030": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600030,
        "alias": "Contents.Quest.Desc.2500031",
        "text": "That Dokkaebi is so scary. How could you not be afraid when we don't have a clue what kind of weird magic it could cast? I really wish that the Dokkaebi would just disappear. Go to the Deep Forest Graveyard and deal with the Dokkaebi."
    },
    "18600031": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600031,
        "alias": "Contents.Quest.Desc.2500032",
        "text": "The livestock at Sunset Pasture can't graze there because they're afraid of the Gnarloxes. Go and help them."
    },
    "18600032": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600032,
        "alias": "Contents.Quest.Desc.2500033",
        "text": "The Scarlet Bulbari are consuming the grass at Sunset Pasture, and there's not enough grass for the livestock. Get rid of the Bulbari."
    },
    "18600033": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600033,
        "alias": "Contents.Quest.Desc.2500034",
        "text": "Do you know that there's gold in the meadow of Sunset Pasture? The Perfect Golden Bulbari has a shining golden leaf. Obtain a golden leaf, and the gold from it can be put to good use."
    },
    "18600034": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600034,
        "alias": "Contents.Quest.Desc.2500035",
        "text": "Eliminate the bears at the Rocky Hill. I'm way too terrified to go there myself."
    },
    "18600035": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600035,
        "alias": "Contents.Quest.Desc.2500036",
        "text": "Why are there so many saberfangs at the Rocky Hill? Eliminate the saberfangs roaming the Rocky Hill."
    },
    "18600036": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600036,
        "alias": "Contents.Quest.Desc.2500037",
        "text": "The bears and saberfangs at the Rocky Hill are reputed to be strong and terrifying. They attack not only animals, but also people, too. Someone has to get rid of these beasts."
    },
    "18600037": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600037,
        "alias": "Contents.Quest.Desc.2500038",
        "text": "The Consumed Ratmen are contaminating the Destroyed Ploggle Village with germs. Eliminate the Consumed Ratmen for the sake of hygiene."
    },
    "18600038": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600038,
        "alias": "Contents.Quest.Desc.2500039",
        "text": "The Ploggles are suffering because of the Consumed Ratmen at the Destroyed Ploggle Village. Eliminate the Ratmen for the safety of the Ploggles."
    },
    "18600039": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600039,
        "alias": "Contents.Quest.Desc.2500040",
        "text": "The Ploggles have been having a hard time ever since the Consumed Ratmen appeared at the Destroyed Ploggle Village. Now, things are even tougher for them after the crocodiles showed up. Eliminate the Consumed Ratmen and crocodiles and help the Ploggles."
    },
    "18600040": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600040,
        "alias": "Contents.Quest.Desc.2500041",
        "text": "There has been a sudden increase in the number of Blue Hermit Crabs, and this is causing trouble for the fisheries. Get rid of the Blue Hermit Crabs near the Washed-Up Ship Debris."
    },
    "18600041": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600041,
        "alias": "Contents.Quest.Desc.2500042",
        "text": "More and more people are getting injured by the Swamp Crocodile at the Creepy Valley. Help the people out so that they won't be harmed anymore."
    },
    "18600042": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600042,
        "alias": "Contents.Quest.Desc.2500043",
        "text": "The Bottomless Pit has become uninhabitable because of the Hollows. Eliminate the Hollows."
    },
    "18600043": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600043,
        "alias": "Contents.Quest.Desc.2500044",
        "text": "The Hollows that roam as empty, soulless shells must be eliminated. Go to the Bottomless Pit and eliminate the Hollows."
    },
    "18600044": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600044,
        "alias": "Contents.Quest.Desc.2500501",
        "text": "Hollows are still appearing endlessly at the Bottomless Pit. Because of the non-stop fighting, everyone, including those who were not harmed by them, have gripped by fear. Eliminate the Hollows and Elite Hollows for the sake of the people."
    },
    "18600045": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600045,
        "alias": "Contents.Quest.Desc.2500502",
        "text": "If you go through the spider forest, you'll be surprised to find jungle spiders all over it. In the past, there were so many cobwebs that you couldn't even see the sunlight. For those who are afraid of jungle spiders, please kill them."
    },
    "18600046": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600046,
        "alias": "Contents.Quest.Desc.2500503",
        "text": "It doesn't happen for a day or two that the mandalas are noisy, so more and more people have deafness or abnormalities. I don't want to suffer anymore. Please get rid of the mandalas in the Spider Forest."
    },
    "18600047": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600047,
        "alias": "Contents.Quest.Desc.2500504",
        "text": "Even though the Eastern Ecological Forest has improved security, we are not the only pioneers who are attacked by unconscious demons for no reason. To reduce damage, unconscious archers and soldiers are required."
    },
    "18600048": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600048,
        "alias": "Contents.Quest.Desc.2500505",
        "text": "It is said that the Myomyeon in the Eastern Ecological Forest are ferocious to passersby. Normal Myomyeon are cautious, but something is strange. Something seems to have made them violent. Gather clues from the eroded Myomyeon. "
    },
    "18600049": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600049,
        "alias": "Contents.Quest.Desc.2500506",
        "text": "Today, there have been many victims of attacks by unconscious demons in the Eastern Ecological Forests. Please help prevent the number of victims from increasing by killing unconscious demonic archers and soldiers."
    },
    "18600050": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600050,
        "alias": "Contents.Quest.Desc.2500507",
        "text": "It is said that when the mandala makes a sound, the jungle bald eagle also makes a sound. It's like singing along. The jungle baboon joins the mandala flower and it's so noisy that I can't stand the noise."
    },
    "18600051": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600051,
        "alias": "Contents.Quest.Desc.2500508",
        "text": "It is very fortunate that the noisy mandala is on the side of the waterfall, but you never know when it will cross over to the port of Yedo. Please stop the mandala from falling over."
    },
    "18600052": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600052,
        "alias": "Contents.Quest.Desc.2500509",
        "text": "It is difficult to pass in front of the Mandala Falls because of the noise of the mandala. This problem will only be solved by killing not only the small mandala and mandala, but also the elite mandala. Please take down the small mandala, mandala, and elite mandala."
    },
    "18600053": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600053,
        "alias": "Contents.Quest.Desc.2500510",
        "text": "The jungle wolf is a fearsome creature you don't want to encounter. Please kill the wolf so that the people of the Abundance Rainforest can move around with peace of mind."
    },
    "18600054": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600054,
        "alias": "Contents.Quest.Desc.2500511",
        "text": "The Abundance Rainforest Node is an important area for pioneers because it can produce food, but I'm worried because there are a lot of antlers around. Please take care of them so they don't come over to the Abundance Rainforest Node."
    },
    "18600055": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600055,
        "alias": "Contents.Quest.Desc.2500512",
        "text": "It's a false rumor that the stem of the mandala is effective in treating poison. Please handle the mandala so that people don't be deceived."
    },
    "18600056": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600056,
        "alias": "Contents.Quest.Desc.2500513",
        "text": "Did you see the indigo leaves of the coastal bald eagle? It's a beautiful leaf. I made a basket out of the leaves and sent it to Suwol Port, and the response was good. If you collect the leaves, I will send them again."
    },
    "18600057": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600057,
        "alias": "Contents.Quest.Desc.2500514",
        "text": "There is a small marina around the abandoned watchtower, which is said to be difficult to use because of the hermit crabs and coastal turtle swarms. Please drive them out and clear the way for those who make a living by fishing."
    },
    "18600058": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600058,
        "alias": "Contents.Quest.Desc.2500515",
        "text": "The fine sandy estuary is suspicious. Turtles, bald eagles and hermit crabs there are said to have gone wild. Some even say they attack people first. "
    },
    "18600059": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600059,
        "alias": "Contents.Quest.Desc.2500516",
        "text": "Wraiths are roaming around the wreckage of the shipwreck. People are afraid of the ghosts and can't get to the shore. Please kill them so they don't frighten people any more."
    },
    "18600060": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600060,
        "alias": "Contents.Quest.Desc.2500517",
        "text": "I need to clean up the wreckage of the shipwreck in the sea in front of the Abundance Rainforest Node, but I can't afford to do it because of the darkness. Please kill the Slugger Dummies or the Elite Lamb Dummies."
    },
    "18600061": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600061,
        "alias": "Contents.Quest.Desc.2500518",
        "text": "I have some valuables that I didn't bring from the wreck. I think the little ones took them. Could you please bring them back? Please."
    },
    "18600062": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600062,
        "alias": "Contents.Quest.Desc.2500519",
        "text": "There are various migrants in the pioneering land of Taerokrim, and they go everywhere to make a living. Please deal with the coastal crocodiles so that the helpless migrants do not get attacked by the ferocious crocodiles on the shore."
    },
    "18600063": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600063,
        "alias": "Contents.Quest.Desc.2500520",
        "text": "Go to the wreck's graveyard and get rid of some of the wrecked poems. No one wants to go there because of the rotten demons that swarm around the wreck, but there are still supplies left to recover."
    },
    "18600064": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600064,
        "alias": "Contents.Quest.Desc.2500521",
        "text": "It appears that the spearmen have made their home on the shoreless shores. The reason why they have encamped there is not yet known. Please do your best to prevent them from jeopardizing their safety."
    },
    "18600065": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600065,
        "alias": "Contents.Quest.Desc.2500522",
        "text": "I really didn't know that the bullies would appear in Taerokrim. It really is. Some people say they saw them clearly on the wind road in the valley. Please go and get rid of them before they become uninhabitable land. Please."
    },
    "18600066": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600066,
        "alias": "Contents.Quest.Desc.2500523",
        "text": "The horn of a rock crow is huge and hard, so if you trim it a little, it can be used as a weapon. If you get the horn of a rock crow in the valley, I will make it."
    },
    "18600067": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600067,
        "alias": "Contents.Quest.Desc.2500524",
        "text": "The bears along the Valley Windway are notorious for their viciousness. Kill the Valley Bears for the fearful settlers."
    },
    "18600068": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600068,
        "alias": "Contents.Quest.Desc.2500525",
        "text": "There are a lot of shellfish on beach turtles, and if you're lucky, you may even come across pearl shells. Please collect pearl shells from the back of beach turtles. If you make jewelry with pearls, it will be very popular."
    },
    "18600069": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600069,
        "alias": "Contents.Quest.Desc.2500526",
        "text": "The beach outbreaks have come up to the byway north of Yedo Port. It's usually near the coast, but is it because of the increased gray? Please prevent the outbreak from entering Yedo Port."
    },
    "18600070": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600070,
        "alias": "Contents.Quest.Desc.2500527",
        "text": "The tools keep disappearing. Geumgyeongcheolmun, the scourge of fire, you and I are all suffering. You are the only one who does this. Go and retrieve the tools."
    },
    "18600071": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600071,
        "alias": "Contents.Quest.Desc.2500528",
        "text": "It is said that the beach diggers like to sparkle, so they have collected a lot of pearls. The diggers keep stealing our things from Yedo Port, so we may bring some pearls. Please bring the pearls that the beach diggers have. "
    },
    "18600072": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600072,
        "alias": "Contents.Quest.Desc.2500529",
        "text": "The Bloodbeast is training the forest wolves. Please kill the wolves in the Bloodbeast so that they can't train the wolf."
    },
    "18600073": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600073,
        "alias": "Contents.Quest.Desc.2500530",
        "text": "Most of the merchants receive the items they need from Yedo Port and transport them to each frontier, but the blood ragweed keeps appearing and stealing the goods and even killing the merchant."
    },
    "18600074": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600074,
        "alias": "Contents.Quest.Desc.2500531",
        "text": "We need to let the outside world know that there is a blood clot in the Taerokrim. How about sending a red mask of the blood kite? Please collect the masks from the blood kite scouts, the blood losers assassins, the blood losers archers, and the elite blood losers."
    },
    "18600075": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600075,
        "alias": "Contents.Quest.Desc.2500532",
        "text": "It is said that the Mist Tow is attacking passersby who pass through the Mist Shade Forest. Please remove the Mist Tumbleweed from the Misty Forest for the passersby."
    },
    "18600076": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600076,
        "alias": "Contents.Quest.Desc.2500533",
        "text": "It is said that the moonlight moonlight of Geumgyeongcheolmun Gate appeared in the shadowy forest. Even in a swarm. It is probably an illusion that is not real. Please get rid of the welcome moonlight so people will not be deceived."
    },
    "18600077": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600077,
        "alias": "Contents.Quest.Desc.2500534",
        "text": "It is said that Sangjeonju Kwak Ho-ryong appeared in the forest in the shade of the mist. It must be a monster that appeared as an illusion. Please get rid of the illusion Kwak Ho-ryong so that no one is deceived."
    },
    "18600078": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600078,
        "alias": "Contents.Quest.Desc.2500535",
        "text": "The crocodiles in Mistshade are vicious and will pose a great threat to settlers if left unattended. Go ahead and slay Mist Crocodiles in Mistshade."
    },
    "18600079": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600079,
        "alias": "Contents.Quest.Desc.2500536",
        "text": "I'm worried that the swamp is drying up, but it's getting more and more cloudy, so I'm very worried. I don't know the cause of the dryness, but I know the exact cause of the turbidity. It's because of the Mist Lotus. "
    },
    "18600080": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600080,
        "alias": "Contents.Quest.Desc.2500537",
        "text": "Beasts are the most feared of the helpless settlers. Please get rid of the crocodiles in the parched swamps for them."
    },
    "18600081": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600081,
        "alias": "Contents.Quest.Desc.2500538",
        "text": "It is said that the insect worms imitate the most powerful figures they have encountered recently. And they use that form to lure migrants to harm, so that's a real problem. Get rid of them so they don't harm them."
    },
    "18600082": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600082,
        "alias": "Contents.Quest.Desc.2500539",
        "text": "The red plum blossoms of plum blossoms appear in the dry marsh. If it is a phantom, kill it immediately. And if you see a phantom worm while you're on your way, kill it together. No one knows what the phantom worm will turn into."
    },
    "18600083": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600083,
        "alias": "Contents.Quest.Desc.2500540",
        "text": "The snake mushroom of the snake mushroom colony is said to emit substances containing hallucinogenic substances into the air. Please get rid of the dangerous snake mushroom."
    },
    "18600084": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600084,
        "alias": "Contents.Quest.Desc.2500541",
        "text": "The snake mushroom colony is increasing the number of sagebrush. There is nothing good about increasing numbers of people attacking people."
    },
    "18600085": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600085,
        "alias": "Contents.Quest.Desc.2500542",
        "text": "It is said that a human insect insect appeared in the snake mushroom colony. Please take care not to cause the mushroom phantom insect insect to imitate people and do damage. "
    },
    "18600086": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600086,
        "alias": "Contents.Quest.Desc.2500543",
        "text": "There is a Pioneer Memorial Cemetery built for the early pioneers. Please clean up the Tombstones and Bloodstones around the graveyard so that they can rest comfortably."
    },
    "18600087": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600087,
        "alias": "Contents.Quest.Desc.2500544",
        "text": "Souls are roaming the cemetery for the Pioneer Spirits. Did you not sleep peacefully because of your unfulfilled mission of reclaiming the Taerok Forest? Please allow the homeless and single-child souls to rest in peace."
    },
    "18600088": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600088,
        "alias": "Contents.Quest.Desc.2500546",
        "text": "Note: There is a factor that hinders the development of the forest, so I would like to ask you to deal with it. I would appreciate it if you could help the pioneering business by dealing with the Sanseonho."
    },
    "18600089": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600089,
        "alias": "Contents.Quest.Desc.2500547",
        "text": "Did you see sharp-shelled tortoises roaming in the forest? It looks very dangerous. Please drive the Paradise tortoises out of the forest for clearing."
    },
    "18600090": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600090,
        "alias": "Contents.Quest.Desc.2500548",
        "text": "There is not one or two people who have been dazzled by and attacked by Swamp Swamp and Swamp Swamp. There is only one solution to this problem. Defeat Marsh Swamp Swamp."
    },
    "18600091": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600091,
        "alias": "Contents.Quest.Desc.2500549",
        "text": "In the past, there was a small village in Damincho Wetland. However, due to a sudden attack by the Myomyeon of the Wetland, most of the people there were pushed out and now only the watchtower remains. Nevertheless, the Myomyeon of the Wetland still attack people passing by. "
    },
    "18600092": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600092,
        "alias": "Contents.Quest.Desc.2500550",
        "text": "Many settlers are suffering because of the swamp weed, which emits a strong toxic substance. Get rid of the marsh hyacinth. It will make the settlers a lot less painful."
    },
    "18600093": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600093,
        "alias": "Contents.Quest.Desc.2500551",
        "text": "It is said that Paradise Watchers and Paradise Throwers attacked the settlers who were roaming Paradise Hills. Don't just ignore the Parasite attacks. Protect the settlers from Paradise Watchers and Paradise Throwers."
    },
    "18600094": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600094,
        "alias": "Contents.Quest.Desc.2500552",
        "text": "The Nakwon people make rice cakes from the white flowers that bloom on the hills of Paradise, and it is said to be effective in treating endemic diseases. How about collecting and checking the rice cakes the people carry?"
    },
    "18600095": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600095,
        "alias": "Contents.Quest.Desc.2500553",
        "text": "If the abundant water of Paradise Hill can be used for drinking and agricultural purposes, it would be a great help to the migrants."
    },
    "18600096": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600096,
        "alias": "Contents.Quest.Desc.2500554",
        "text": "Please get rid of the rotten demons that roam the grassy hillside. They used to be bandits who tormented people on the hillside, and there are rumors that they died fighting among themselves. After that, they appeared in front of people as a demon and are said to be intimidating. Passers-by "
    },
    "18600097": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600097,
        "alias": "Contents.Quest.Desc.2500555",
        "text": "The leaves of the hill bald eagle are glossy and tough, so they are perfect for making crafts. If you get the leaves of the hill bald eagle, we will try to develop various crafts. No one knows whether a new specialty of the Taerokrim will be born, right?"
    },
    "18600098": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600098,
        "alias": "Contents.Quest.Desc.2500556",
        "text": "Please kill the spiders that wander the Grassy Hill. It seems that the spiders attack the settlers passing by the Grassy Hill as prey. Kill the Grassy Spiders to help the migrants."
    },
    "18600099": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600099,
        "alias": "Contents.Quest.Desc.2500557",
        "text": "The botanists said they are going to examine the camouflage of the grasshopper to find out why there are no trees on the grassy hill road. How about getting the camouflage for research? Please help."
    },
    "18600100": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600100,
        "alias": "Contents.Quest.Desc.2500558",
        "text": "The Black Dawn has appeared on the Water Fog Plateau. There are rumors that they are targeting herbalists, but if that's true, it's a big deal. Many herbalists in Taerok Forest go to the herbalists' shelter next to the Water Fog Plateau, and they will all be defeated. "
    },
    "18600101": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600101,
        "alias": "Contents.Quest.Desc.2500559",
        "text": "Do you know what you know best about herbs in Taerokrim? That's Paradise Tricolor. Wherever Paradise Tricolor shows interest, there's always an herb there. Using this, you'll be able to easily find medicinal herbs. Paradise Tricolor. "
    },
    "18600102": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600102,
        "alias": "Contents.Quest.Desc.2500560",
        "text": "There are other beings in Taerokrim besides fire demons. They emit blue energy from their bodies, but their unstable appearance looks like they have lost their souls and they are very violent. Although they are different in appearance from fire demons, they are equally dangerous beings. Waterfall "
    },
    "18600103": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600103,
        "alias": "Contents.Quest.Desc.2500561",
        "text": "It is said that the Myomyeon people on the Sunrise Slope keep bringing the materials they have gathered for reclaiming and destroying them. They don’t seem to want to reclaim it, but migrants need to reclaim it in order to survive. "
    },
    "18600104": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600104,
        "alias": "Contents.Quest.Desc.2500562",
        "text": "Immigrants are looking for deer skins to make leather crafts. Sunrise deer hides are tough, yet very soft, so they are the highest quality material. If you obtain the skins of sunrise deer, it will be of great help to the lives of the migrants."
    },
    "18600105": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600105,
        "alias": "Contents.Quest.Desc.2500563",
        "text": "The Sunrise Arbor and Myomyeon are said to be of great concern to herbalists climbing the slope of the sunrise because they disturb and harass them in finding herbs. Please drive out the Arboretum and Myomyeon for the herbalists."
    },
    "18600106": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600106,
        "alias": "Contents.Quest.Desc.2500564",
        "text": "The Black Mud is a gloomy place even during the day. A lot of pioneers went into it prematurely, but were killed by the crocodiles and never came back. Please kill the crocodiles in the Black Mud to reduce innocent sacrifices."
    },
    "18600107": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600107,
        "alias": "Contents.Quest.Desc.2500565",
        "text": "Please kill the Mud Turtles in the Black Mud Zone. They stand still in the mud and attack violently if they bother you even the slightest bit, but not the only ones who suffered that. Protect people from the Mud Turtles."
    },
    "18600108": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600108,
        "alias": "Contents.Quest.Desc.2500566",
        "text": "It is said that mud spiders keep appearing in front of the pioneers in the Black Mud Zone and obstructing their path. Please kill the Mud Spiders so that the pioneers can get out of the maze-like Black Mud Zone."
    },
    "18600109": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600109,
        "alias": "Contents.Quest.Desc.2500567",
        "text": "The Spider Forest Path is a useful route to the Eastern Ecological Survey Forest, but it doesn't take too much time because of the mandala. Get rid of the mandala. It will definitely be of great help."
    },
    "18600110": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600110,
        "alias": "Contents.Quest.Desc.2500568",
        "text": "You must know that our Geumgyeongcheolmun refines minerals in the new continent and sends them to various places. But the Myomyeon people have been looting the minerals they have mined for a while. "
    },
    "18600111": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600111,
        "alias": "Contents.Quest.Desc.2500569",
        "text": "In front of Mandala Falls is an important transport route for goods, which transporters are reluctant to go because mandalas are noisy and waterfall bears are dangerous. The demand to ensure safety should not be ignored. "
    },
    "18600112": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600112,
        "alias": "Contents.Quest.Desc.2500570",
        "text": "We Ereda, as Rift Specialists, are constantly investigating the Rift and collecting biosamples from the Rift area to gather information about what has changed. So, I'd like to ask the small gorge for a specimen in front of Mandala Falls. How does the Rift affect it? "
    },
    "18600113": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600113,
        "alias": "Contents.Quest.Desc.2500571",
        "text": "The coastal turtle told me! They said that thieves appeared in the abandoned watchtower! They said more and more would come! Come on and stop the thieves!"
    },
    "18600114": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600114,
        "alias": "Contents.Quest.Desc.2500572",
        "text": "It is said that there are people who go to the shore and are captured by the demons. Please go to the tomb of the shipwreck and drive the demons out so that innocent people are not in danger."
    },
    "18600115": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600115,
        "alias": "Contents.Quest.Desc.2500573",
        "text": "Bring me the weapons the demons have. It's dangerous, but it's worth examining how their weapons were made. Oh, I hope they aren't damaged. They must be in good condition to investigate."
    },
    "18600116": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600116,
        "alias": "Contents.Quest.Desc.2500574",
        "text": "Information about the shipwreck is lacking. Where did the wrecked verses come from and why they came to the sea and moon continent... But I want to know, but I can't investigate further because of the threatening verses. "
    },
    "18600117": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600117,
        "alias": "Contents.Quest.Desc.2500575",
        "text": "We are investigating the tomb of a wreck in Dohwajeon. We need to find out whether the wreck was a passenger ship or a cargo ship, and what items it was carrying. "
    },
    "18600118": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600118,
        "alias": "Contents.Quest.Desc.2500576",
        "text": "Now is not the time to be carefree! We need to find out why all the crew members of the shipwreck have turned into demons! Maybe they ate black and blue herbs! If that's true, it's a big deal! Go and find out! "
    },
    "18600119": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600119,
        "alias": "Contents.Quest.Desc.2500577",
        "text": "Why did the spear gang appear on the beach without footprints? It seems only they know what the spear gang is planning. Perhaps the spear gang members have a note with the plan written on it. Please collect the notes. "
    },
    "18600120": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600120,
        "alias": "Contents.Quest.Desc.2500578",
        "text": "Sometimes ago, a group of thieves attacked our cargo ship and suffered great damage. It seems that the Spearmen of the Footless Shore are the same bandits that appeared on our cargo ship. We don't know when they will appear again with their weapons ready, so we have to aim now. "
    },
    "18600121": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600121,
        "alias": "Contents.Quest.Desc.2500579",
        "text": "We Ereda are constantly investigating rifts. Cracks have recently appeared on the shores without any footprints, so we're trying to figure out how the living things around them are affected. "
    },
    "18600122": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600122,
        "alias": "Contents.Quest.Desc.2500580",
        "text": "Myunghyedan ​​is trying to find out what kind of evil the bloodthirsty is planning. There is nothing more important in this barren frontier than understanding the dynamics of the evil swarm. Please find out what the bloodthief is doing."
    },
    "18600123": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600123,
        "alias": "Contents.Quest.Desc.2500581",
        "text": "Until now, there have been no cases of rifts in the Forest of Bloodbloods. However, recently, rumors have been circulating that the Bloodbloods are gathering in the forest to open the rifts. The movement of the Bloodbrutes and the forest wolves following them is suspicious. Please go and check them out yourself."
    },
    "18600124": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600124,
        "alias": "Contents.Quest.Desc.2500582",
        "text": "I'm planning to erect a monument to the tribute of the pioneers of Taerokrim at the Pioneer Memorial Cemetery."
    },
    "18600125": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600125,
        "alias": "Contents.Quest.Desc.2500583",
        "text": "Blood tablets appeared in the Pioneer Memorial Cemetery! They came to a place to commemorate the souls of those who pioneered the Taerok Forest, and stealing!"
    },
    "18600126": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600126,
        "alias": "Contents.Quest.Desc.2500584",
        "text": "We, Geumgyeongcheolmun, are not people who do anything that is profitable. Please note that we do not hand over our equipment to the unclean. They say that the corrupted troopers in the forest are carrying our equipment. Retrieve the equipment from them. Recover the equipment. "
    },
    "18600127": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600127,
        "alias": "Contents.Quest.Desc.2500585",
        "text": "I heard that the corrupt cultivators had gathered in Jojiyo Forest. We've been pioneering Taerokrim together since the early days, and we can't just watch them fall. Please go to the forest. "
    },
    "18600128": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600128,
        "alias": "Contents.Quest.Desc.2500586",
        "text": "Some of the foster members who should take the lead in reclaiming the Taerok Forest forget their duties and are engrossed in thinking about making a profit. They are gathered in the forest at the same time, so it is an appropriate time to punish the corrupt. "
    },
    "18600129": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600129,
        "alias": "Contents.Quest.Desc.2500587",
        "text": "In Dohwajeon, we are closely examining the mud in the black mud region. The study that the secret to maintaining a prosperous forest is fertile mud is very interesting. To verify this is true, we need a mud sample. "
    },
    "18600130": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600130,
        "alias": "Contents.Quest.Desc.2500588",
        "text": "It's really sad that the Black Mud Zone is famous only for mud. It's a place with so many stories to tell, including crocodiles, turtles, and bald eagles! "
    },
    "18600131": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600131,
        "alias": "Contents.Quest.Desc.2500589",
        "text": "The Black Mud Zone is a very dangerous place for ordinary settlers, but more and more people enter the Black Mud Zone without knowing it and get feces. Killing the Mud Crocodiles, Mud Turtles, Mud Spiders, and Mushrooms in the Black Mud Zone will make it much safer than it is now. "
    },
    "18600132": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600132,
        "alias": "Contents.Quest.Desc.2500590",
        "text": "Originally, our barongs communicate well with wild animals. But for a while, they have been unable to communicate with animals from the black mud. They keep getting angry and attacking. Hmmm, there must be something wrong with their body! "
    },
    "18600133": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600133,
        "alias": "Contents.Quest.Desc.2501001",
        "text": "The red forest road and the red slope are becoming a threat to the Pungbaekmun Haewol branch as the number of Hongdon tribes continues to increase."
    },
    "18600134": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600134,
        "alias": "Contents.Quest.Desc.2501002",
        "text": "Why don't you make a special product with the abundance of dog grass holding a mandala? If you make cat toys with dog grass, it will be sold to pet lovers. Let's try it once."
    },
    "18600135": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600135,
        "alias": "Contents.Quest.Desc.2501003",
        "text": "It is said that the wild animals of the Red Forest Road attack the settlers. Please kill the wolves so that the settlers can feel safe."
    },
    "18600136": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600136,
        "alias": "Contents.Quest.Desc.2501004",
        "text": "Red shoots on the antlers of red horned deer are effective in treating endemic diseases, but many migrants are unable to obtain them due to their high cost."
    },
    "18600137": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600137,
        "alias": "Contents.Quest.Desc.2501005",
        "text": "I'm worried that the Hongdon people will form a village on the red forest road like this. Is it a Hongdon tribe in front of the magnificent Pungbaekmun Haewol Branch?!"
    },
    "18600138": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600138,
        "alias": "Contents.Quest.Desc.2501006",
        "text": "They say that the Hongdon people are cunning with their weapons on the Red Forest road. This is war! Hurry up, take the Hongdon people's weapons and neutralize them!"
    },
    "18600139": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600139,
        "alias": "Contents.Quest.Desc.2501007",
        "text": "I heard that the Red Don people are raising black-footed lice, are they trying to use it as food? If so, the black-footed people must be removed. When the food runs out, the Red Don people will withdraw from the Red Forest Road."
    },
    "18600140": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600140,
        "alias": "Contents.Quest.Desc.2501008",
        "text": "The swarms of scorpions are increasing in the autumnal sunset valley. I can't go without my mind. Please kill the Red Tailed Scorpion and the Elite Red Big Tailed Scorpion."
    },
    "18600141": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600141,
        "alias": "Contents.Quest.Desc.2501009",
        "text": "There is a saying that if Dokdo is used well, it is medicine? There are so many scorpions in the autumnal sunset valley, how about making a medicine with poison? If you collect the poison of the red-tailed scorpion and the elite red big-tailed scorpion, we will make a good medicine."
    },
    "18600142": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600142,
        "alias": "Contents.Quest.Desc.2501010",
        "text": "The early pioneers burned old trees for fear of endemic disease. Since then, the spirits of the maple trees have hovered around where they were. Help the tree spirits not harm passersby."
    },
    "18600143": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600143,
        "alias": "Contents.Quest.Desc.2501011",
        "text": "In the field under the logging area, there are dwarves who give riddles, and they say that if they can't solve the riddles, they will be rude. Please be quiet so they don't ask riddles."
    },
    "18600144": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600144,
        "alias": "Contents.Quest.Desc.2501012",
        "text": "Dark people are appearing in the Mystery Fields day and night. Kill them so they don't come to the settlement."
    },
    "18600145": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600145,
        "alias": "Contents.Quest.Desc.2501013",
        "text": "An Old Tree Spirit is appearing in the Mystery Field. The reason why the Old Tree Spirit appears is because of Darkness. It is said that the Darkness is summoning spirits to harm the settlers. Go to the Mystery Field and get rid of the Darkness and the spirits."
    },
    "18600146": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600146,
        "alias": "Contents.Quest.Desc.2501014",
        "text": "It is said that the red fox living in the logging area crosses the mountain every night and enters the Haewol Branch to fetch the meat they have prepared for food. Please kill the red fox in the logging area."
    },
    "18600147": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600147,
        "alias": "Contents.Quest.Desc.2501015",
        "text": "There are a lot of mandalas in the logging. Get rid of the mandalas before the logging gets noisy. It's a gray mandala!"
    },
    "18600148": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600148,
        "alias": "Contents.Quest.Desc.2501016",
        "text": "Maybe mandalas are also useful! The thing I'm most curious about is the stems of mandalas, and the stems that stand tall like horns seem to have a lot of nutrients. If you collect the stems, I'll ask someone who is proficient in botany!"
    },
    "18600149": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600149,
        "alias": "Contents.Quest.Desc.2501017",
        "text": "The Forest Veil is the front line to guard against invading the Pungbaekmun Haewol Branch. Don't neglect the vigilance because of the darkness. Please go to the forest tent and kill the dark people."
    },
    "18600150": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600150,
        "alias": "Contents.Quest.Desc.2501018",
        "text": "Well, there are rumors circulating that if you wear a dark mask, you won't be attacked by bullies. It's ridiculous that you won't be harmed by bullies. Please go to the veil of the forest to avoid spreading false rumors, kill the bullies and remove the mask. "
    },
    "18600151": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600151,
        "alias": "Contents.Quest.Desc.2501019",
        "text": "An elite ashen creeper has appeared in the forest veil. Please drive it away from its place in the forest veil."
    },
    "18600152": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600152,
        "alias": "Contents.Quest.Desc.2501020",
        "text": "Pungbaekmun is fighting the Black Dawn at Monryeong Hill. You must help Pungbaekmun, who has a cooperative relationship with Saho as well as your home country. Go ahead and defeat the Black Dawn."
    },
    "18600153": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600153,
        "alias": "Contents.Quest.Desc.2501021",
        "text": "The Black Dawn is increasing its forces. If you don't defeat it now, you will be in big trouble later. Please kill the Black Dawn."
    },
    "18600154": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600154,
        "alias": "Contents.Quest.Desc.2501022",
        "text": "We need an antidote for those poisoned by Blackdawn. Get an antidote from a Blackdawn shaman or an elite poison enchanter."
    },
    "18600155": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600155,
        "alias": "Contents.Quest.Desc.2501023",
        "text": "In the Ashen Jungle, there is a tiger that has turned gray. After exposure to fertility, the color of its fur has changed and it is becoming more and more ferocious. Please make sure that the gray tiger does not harm people."
    },
    "18600156": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600156,
        "alias": "Contents.Quest.Desc.2501024",
        "text": "If you are going to the Ashen Jungle, ask for the organs of a tiger that have been changed due to fertility. It will be a great help in fertility research."
    },
    "18600157": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600157,
        "alias": "Contents.Quest.Desc.2501025",
        "text": "A westerner has appeared in the Ashen Jungle. It is said that they are wandering in search of food with their red bloodshot eyes. Go ahead and kill the westerners of the Ashen Jungle."
    },
    "18600158": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600158,
        "alias": "Contents.Quest.Desc.2501026",
        "text": "Some of the Boulders in Fertile Ruins look around and attack when they see an enemy. If you don't kill them first, you'll be ambushed. So, please deal with the wandering Boulders, Boulder Scouts and Assassins first. "
    },
    "18600159": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600159,
        "alias": "Contents.Quest.Desc.2501027",
        "text": "Most people are reluctant to go to the Fertile Ruins. There are only fertility ruins all around the Great Fertilizer, but who can come back alive? Only those strong enough to survive the slaughter of the Burning Legion will be able to take it. "
    },
    "18600160": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600160,
        "alias": "Contents.Quest.Desc.2501028",
        "text": "The weapons carried by the Burners of Fertilization Ruins are something special. Collect those weapons that look pretty strong, and we'll study the secrets they're hiding. It's not easy, but I'd like to ask you a favor."
    },
    "18600161": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600161,
        "alias": "Contents.Quest.Desc.2501029",
        "text": "It is said that there is a gap that leads to somewhere in the fertility excavation site. Fire demons keep coming out from that area. It seems that there is no other hell like the fire demons appearing all the time. Go and stop them."
    },
    "18600162": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600162,
        "alias": "Contents.Quest.Desc.2501030",
        "text": "It is said that fertility dust came from the pockets of the captive poetic miners and overseers. You must collect the fertility dust to prevent it from being used in the wrong place. Please collect the fertility dust bags."
    },
    "18600163": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600163,
        "alias": "Contents.Quest.Desc.2501031",
        "text": "The bound soldiers, archers, and generals in the fertility excavation site are wandering around the excavation site undead in anger when the energy of fertility is released. How about helping them close their eyes comfortably? "
    },
    "18600164": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600164,
        "alias": "Contents.Quest.Desc.2501032",
        "text": "A ghost is appearing near the Wing Hunting gathering place. It looks like a ghost from the monsters in the hideout of disaster, but I'm worried that the hunters will harm it. Go and kill the ghosts."
    },
    "18600165": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600165,
        "alias": "Contents.Quest.Desc.2501033",
        "text": "The number of spiders in the hideout of disaster is increasing, but I'm worried that the hunters aren't interested. They seem to be filled with only the idea of ​​bragging about metallurgy. They're not interested in things that need help, so they don't seem to know about the Medical Association. "
    },
    "18600166": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600166,
        "alias": "Contents.Quest.Desc.2501034",
        "text": "Many hunters are going to the hideout of disaster for their metallurgy. To be recognized for their skills by hunting a lot of metallurgy. If you are confident in hunting, please join us."
    },
    "18600167": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600167,
        "alias": "Contents.Quest.Desc.2501035",
        "text": "Good news! It is said that the red shoots on the antlers of the red horned deer are effective in curing endemic diseases. I will make a cure for endemic diseases, so please save the red shoots of the red horned deer."
    },
    "18600168": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600168,
        "alias": "Contents.Quest.Desc.2501036",
        "text": "I need to save the red horned deer's red shoots, but it's difficult to find them because the red horned antlers and the ragweeds are getting in the way. I think it will be of great help if you kill the gray horned antlers and the ragweeds."
    },
    "18600169": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600169,
        "alias": "Contents.Quest.Desc.2501037",
        "text": "It is said that a troop appeared inside the Red Horn Road. They must have appeared to smuggle the Red Horn deer! I've heard rumors that deer antlers are sold at a high price. Go ahead and drive them out!"
    },
    "18600170": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600170,
        "alias": "Contents.Quest.Desc.2501038",
        "text": "The early pioneers said that they rested like a dream when they saw jellyfish in the forest of dreams... Maybe they were docile back then? "
    },
    "18600171": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600171,
        "alias": "Contents.Quest.Desc.2501039",
        "text": "It is said that many pioneers are being driven from the Dreaming Forest by the confused Dreaming Trio. Help the pioneers by defeating the confused Dreaming Trio."
    },
    "18600172": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600172,
        "alias": "Contents.Quest.Desc.2501040",
        "text": "The dreamy tricolor feather is very colorful. How about adorning that feather on a hat? It might be a great specialty of the fertile land. Bring the feather and we'll make a prototype."
    },
    "18600173": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600173,
        "alias": "Contents.Quest.Desc.2501041",
        "text": "The color of the Tuyeoncho in the forest of Samyojeong is gradually changing. They say we need a sample to find out what happened."
    },
    "18600174": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600174,
        "alias": "Contents.Quest.Desc.2501042",
        "text": "It seems to have become more dangerous after the Samyojeong in the Fertile Land were mutated because of the takhoeite. Go to the Samyojeong Forest and defeat the mutated Samyojeong."
    },
    "18600175": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600175,
        "alias": "Contents.Quest.Desc.2501043",
        "text": "The forest of Samyojeong is becoming more dangerous with mutated Samyojeong. Please make sure that the mutated Samyojeong or the elite mutated Giant Samyojeong don't eat up all the bushes or harm the settlers."
    },
    "18600176": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600176,
        "alias": "Contents.Quest.Desc.2501044",
        "text": "A mutated sagebrush is roaming around Soupbawi Mountain. I don't know what kind of damage it will cause, so I think we should prevent it from wandering around. Please take action."
    },
    "18600177": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600177,
        "alias": "Contents.Quest.Desc.2501045",
        "text": "More and more passersby are being attacked by fireweeds and insect larvae while passing through Sotulbawi Mountain. Please get rid of fireworts and Sotulbawi Insect Insects so that the innocent sacrifices do not increase further."
    },
    "18600178": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600178,
        "alias": "Contents.Quest.Desc.2501046",
        "text": "A juvenile poison ivy is appearing on Mt. Sotreulbawi, and I am concerned that it may transmit an endemic disease. So, please, eradicate the juvenile poison larvae. It will be very effective in preventing endemic diseases."
    },
    "18600179": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600179,
        "alias": "Contents.Quest.Desc.2501047",
        "text": "There are many ruins in the fertile land, so it is difficult to find food. I can't eat meat, so I also raise chickens, but even that is always insufficient. I would be very grateful if you could get goat meat."
    },
    "18600180": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600180,
        "alias": "Contents.Quest.Desc.2501048",
        "text": "There are wandering soldiers on the slope of Sotreulbawi Rock. Please drive them away so that passersby are not afraid."
    },
    "18600181": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600181,
        "alias": "Contents.Quest.Desc.2501049",
        "text": "What kind of people are the ghosts wandering the slopes of Sotreulbawi Rock? Who were they? Maybe there are some clues in their belongings? Bring the belongings of a wandering ghost soldier or an elite wandering ghost general, and we'll find out who they are."
    },
    "18600182": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600182,
        "alias": "Contents.Quest.Desc.2501050",
        "text": "I heard that the leaves of Balbali in the applause of Paseok are exceptionally green, so how about making a basket? If you get the leaves of Balbali, we will make a special product from the basket that is bigger and stronger than anywhere else."
    },
    "18600183": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600183,
        "alias": "Contents.Quest.Desc.2501051",
        "text": "They appear to the applause of the waves, and you can't pass by. If you go there and kill the quarryers, guards, or supervisors, it will be of great help."
    },
    "18600184": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600184,
        "alias": "Contents.Quest.Desc.2501052",
        "text": "Changdodan, these thieves have crawled and camped at Cape Yongmeori. Please go ahead and clear the speargun. They are delaying the development of Cape Yongmeori."
    },
    "18600185": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600185,
        "alias": "Contents.Quest.Desc.2501053",
        "text": "The spear gang is constantly attacking the exploration base at Yongmeori Cape. Please buy time by attacking the spear gang so that they can build a wall at the Yongmeori exploration base."
    },
    "18600186": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600186,
        "alias": "Contents.Quest.Desc.2501054",
        "text": "I need information to learn about the mutated blue people in Tarkite Canyon. Anything is fine. Bring me any clues."
    },
    "18600187": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600187,
        "alias": "Contents.Quest.Desc.2501055",
        "text": "The armed mutant blue men are wild and ferocious. They stand in the way of the canyon and threaten the pioneers. Defeat them to clear the canyon route."
    },
    "18600188": {
        "deprecated": false,
        "Dev_Desc": "QuestProvider",
        "id": 18600188,
        "alias": "Contents.Quest.Desc.2501056",
        "text": "Unidentified"
    },
    "18600189": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600189,
        "alias": "Contents.Quest.Desc.2501201",
        "text": "Those who wear wolf masks at the Black Dawn outpost are fanatics. Even fanatics who are firmly absorbed in the power of evil. Words don't work for them. Subjugation is the only answer!"
    },
    "18600190": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600190,
        "alias": "Contents.Quest.Desc.2501202",
        "text": "It is truly tragic to see so many Pungbaekmun disciples being transformed by the Black Dawn. Even though Pungbaekmun has maintained a strong reputation for a long time, it has come to the point of collapse due to an evil plot. "
    },
    "18600191": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600191,
        "alias": "Contents.Quest.Desc.2501203",
        "text": "There are many enemies at the Blackdawn outpost. If you retreat from here, the ordinary settlers of the sea and moon continent will fall powerlessly."
    },
    "18600192": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600192,
        "alias": "Contents.Quest.Desc.2501204",
        "text": "The wrath of the submerged graveyard is directed at us. The Suwa tribe and the gravegiver, who have lost their home, regard foreigners as enemies and attack indiscriminately. It's a sad situation, but we can't back down. "
    },
    "18600193": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600193,
        "alias": "Contents.Quest.Desc.2501205",
        "text": "It's the first time I've seen so many graveyards in my life. Where do all the graves go and where are all the gravekeepers gathered? It's like taking any living person to the underworld. Go to the sunken graveyard and drive out the dangerous graveyards."
    },
    "18600194": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600194,
        "alias": "Contents.Quest.Desc.2501206",
        "text": "The Suwas of the sunken cemetery have become wild and filthy as they have been eroded by the unknown. One strange thing is that the calm lotus humans around have not been eroded. I'm worried that someone intentionally eroded the Suwa. "
    },
    "18600195": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600195,
        "alias": "Contents.Quest.Desc.2501207",
        "text": "It's not common for Duuksini to appear as a corps. There is probably a person behind the formation of the Yokai into a Legion. The Black Dawn that has taken over the Haeryong Mountains is the most suspicious. Please defeat the eroded Duoksini. Kill the evil Yokai. "
    },
    "18600196": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600196,
        "alias": "Contents.Quest.Desc.2501208",
        "text": "I looked through the Ashen Sky Forest, and the giant censer was full of swarms of shards. Upon closer inspection, it seemed that the ghouls were not leaving the censer. "
    },
    "18600197": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600197,
        "alias": "Contents.Quest.Desc.2501209",
        "text": "Even if I was caught by the Black Dawn today, I really don’t want to starve to death. Why is there so little to eat in the Haeryong Mountains? Usually, you wouldn’t even think of it, but how about eating the flesh of a bear, a spider, or an antler fish cooked? It can last for a few more days. "
    },
    "18600198": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600198,
        "alias": "Contents.Quest.Desc.2501210",
        "text": "Go to the Giant's Forest and kill Duukshini. They keep gathering around the Giant Censer, and they may soon advance to the Joint Post. Please stop the giants from gathering before it becomes more dangerous. "
    },
    "18600199": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600199,
        "alias": "Contents.Quest.Desc.2501211",
        "text": "Destroy the Ashen Graves and the Contaminated Mandalas that roam the Forest of Giants. Our lives will not be complete if we do not defeat the ferocious monsters."
    },
    "18600200": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600200,
        "alias": "Contents.Quest.Desc.2501212",
        "text": "We need more bases to face the huge Blackdawn. If we establish a base in the Giant's Forest, we will be able to press the Joint Outpost along with the Blackdawn outpost from north to south. "
    },
    "18600201": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600201,
        "alias": "Contents.Quest.Desc.2501213",
        "text": "The Hills of Predator is the only place in the Haeryong Mountains where you can find food or medicinal herbs. However, hunting or gathering is not possible because the Hyojo mutant keeps interfering with him."
    },
    "18600202": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600202,
        "alias": "Contents.Quest.Desc.2501214",
        "text": "Some of the refugees keep disappearing. It seems that they were killed by a hungry tiger and mutant Hyojo while passing through the hills of predators. Most of them were wounded and would not have been able to resist properly. Killing the hungry tiger and mutant Hyojo will only bring this tragedy to an end. Help "
    },
    "18600203": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600203,
        "alias": "Contents.Quest.Desc.2501215",
        "text": "I hid at the entrance to the Dark Forest when I was running away from the Black Dawn. I was barely breathing, but a predator suddenly appeared and ate everyone I was with. Just thinking back then, it is still terrible. Please kill the predator. "
    },
    "18600204": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600204,
        "alias": "Contents.Quest.Desc.2501216",
        "text": "It's definitely a problem that there are so many variant beasts. The Black Dawn deliberately mutated the beasts with their own hands. There was no way they could have done such a bizarre thing with good intentions. Go to the beast's lair and mutate it so that it doesn't go as the Black Dawn wants. "
    },
    "18600205": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600205,
        "alias": "Contents.Quest.Desc.2501217",
        "text": "I'm struggling with the beasts of the Haeryong Mountains. When it comes to beast hunting, even in the fertile land, the beasts here aren't ordinary beasts. The more ferocious and ferocious they are, they're the perfect fit for the beast's lair. "
    },
    "18600206": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600206,
        "alias": "Contents.Quest.Desc.2501218",
        "text": "Eat meat gives you strength to fight, and hides give you padding or making pockets. Can you get me some meat and hides from the lost deer in the den of the beast? It will be a great help to all the refugees. "
    },
    "18600207": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600207,
        "alias": "Contents.Quest.Desc.2501219",
        "text": "When gray metallurgy and one-eyed hide in the Dark Forest, it is difficult to discern their form and they are attacked in an instant. They attack both the wounded and the refugees, so they are like demons. "
    },
    "18600208": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600208,
        "alias": "Contents.Quest.Desc.2501220",
        "text": "Rumor has it that the guardian spirits of the northern part of the Dark Forest carry a revival amulet. They say that even if they die, they will come back to life many times if they die. I wonder if that's true. "
    },
    "18600209": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600209,
        "alias": "Contents.Quest.Desc.2501221",
        "text": "A certain refugee went to the northern part of the Dark Forest a while ago and managed to come back alive. I was lost in the thick fog, and I was surrounded by monsters. In fact, there are not only one or two refugees who died as a result of that. Defeat the monsters of the Dark Forest to gain righteousness. "
    },
    "18600210": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600210,
        "alias": "Contents.Quest.Desc.2501222",
        "text": "Most refugees are not well versed in the geography of the Haeryong Mountains, so they often get lost. Especially, there are a lot of accidents while entering the Dark Forest. It would be a great help if you kill the ghosts in the southern part of the Dark Forest. "
    },
    "18600211": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600211,
        "alias": "Contents.Quest.Desc.2501223",
        "text": "Smelting excellent weapons in the barren Haeryong Mountains is very difficult. In this case, it would be a good idea to use a slightly different type of weapon. There are a lot of poison worms in the Toxic Forest. How about collecting and using the poison? "
    },
    "18600212": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600212,
        "alias": "Contents.Quest.Desc.2501224",
        "text": "Help! The refugees are afraid because the refuge is close to the southern part of the Darkwood. The monsters of the Darkwood can appear at any time. Kill the monsters in the southern part of the Darkwood to remove the danger and protect the refugees."
    },
    "18600213": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600213,
        "alias": "Contents.Quest.Desc.2501225",
        "text": "The damned Black Dawn bastards! Have you ever seen the Forsaken? Anyone would be astonished to see their bizarreness. The Black Dawn conduct experiments on living things and if they fail, they throw them into the swamp. I can't stand it. "
    },
    "18600214": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600214,
        "alias": "Contents.Quest.Desc.2501226",
        "text": "I went to the Swamp of the Abandoned and managed to get out. I was caught by the swamp monsters and I fell deeper and deeper. If I hadn't caught the branch next to me by accident, I would have eaten it. "
    },
    "18600215": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600215,
        "alias": "Contents.Quest.Desc.2501227",
        "text": "The number of abandoned beings are increasing in the swamp surrounded by the Dark Forest after the Blackdawn's experiments. The Cursed Swamp needs purification. Please destroy the monsters in the Swamp of the Forsaken."
    },
    "18600216": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600216,
        "alias": "Contents.Quest.Desc.2501228",
        "text": "No one wants to go out of the shelter. Isn't it the Haeryong Mountains, where even a skilled uninhabited can hardly survive? In particular, only a small number of people have returned alive from the cracked land full of bad guys. But we can't just give up. "
    },
    "18600217": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600217,
        "alias": "Contents.Quest.Desc.2501229",
        "text": "I think it is necessary to find out how the Boulders of the Rifted Earth are different from other places, and if there is anything else to be aware of. It's difficult, but please gather a sample of the Buldies of the Rifted Earth. Knowing who your opponent is is crucial to victory. "
    },
    "18600218": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600218,
        "alias": "Contents.Quest.Desc.2501230",
        "text": "I went to the divided land and there is no end to the firefly. As it is now, I can only watch the fireman and I will not be able to visit the main camp of the Black Dawn. It seems that Suyang and Poongbaek are in trouble. "
    },
    "18600219": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600219,
        "alias": "Contents.Quest.Desc.2501231",
        "text": "I have heard that the expedition that explored the Sea and Moon Continent turned into burners in the burning land. It's very unfortunate that brave adventurers become burners. How about helping the forgotten ones to rest? "
    },
    "18600220": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600220,
        "alias": "Contents.Quest.Desc.2501232",
        "text": "I need a Burning Earth Boiler Specimen. There is a rift in the heart of the Burning Earth, and the catastrophe started there. If you have a Burning Earth Boiler Specimen, we can get more detailed information. Please help. "
    },
    "18600221": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600221,
        "alias": "Contents.Quest.Desc.2501233",
        "text": "What was the Burning Earth like before, which became Hell as soon as it was burned? It is a tragic and terrifying fact that there are no people, no crops, no livestock, and only the Burners. "
    },
    "18600222": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600222,
        "alias": "Contents.Quest.Desc.2501234",
        "text": "The Blackdawn Supply Depot is gathering everything we need. If we can find out when supplies are coming in and hit them, we will get supplies and kill the enemies, so it will be a good deal. Gather information on the supply dates of the Black Dawn Supply Stations! "
    },
    "18600223": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600223,
        "alias": "Contents.Quest.Desc.2501235",
        "text": "The Black Dawn seems to have noticed that Bishamun is aiming for supplies at the Supply Depot. Let's settle our plans before they spread. If the Supply Depot confuses the Supply Depot by killing them, our work will naturally be buried. "
    },
    "18600224": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600224,
        "alias": "Contents.Quest.Desc.2501236",
        "text": "I'm worried that supplies will be arriving at the Black Dawn supply station soon, but there are a lot of guards. The retrieval will be done at Bissamun, so would you please kill the soldiers at the supply station in the meantime? "
    },
    "18600225": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600225,
        "alias": "Contents.Quest.Desc.2501237",
        "text": "Thousands of people were taken to the Blackdawn camp to a tragic end. They were someone's family and friends. We cannot commemorate all of the victims, but if you have a list of those who have been tragic, visit Bisamun, the remnants of the victims' families and friends. "
    },
    "18600226": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600226,
        "alias": "Contents.Quest.Desc.2501238",
        "text": "The Black Dawn camp is truly a den of evil. I think it's diabolical to use people as subjects by any means and only for an end. We must defeat and destroy the senior soldiers of this demonic camp. "
    },
    "18600227": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600227,
        "alias": "Contents.Quest.Desc.2501239",
        "text": "My anger rises when I think of those who may be suffering in the Blackdawn camp. We must help those who are imprisoned there to escape as quickly as possible. Kill the camp soldiers to get their attention. "
    },
    "18600228": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600228,
        "alias": "Contents.Quest.Desc.2501240",
        "text": "Blackdawn all carry good weapons, so let's use them! We don't have enough weapons and we don't have a forge to make good ones. But the soldiers in the Blackdawn Armory have pretty good weapons! "
    },
    "18600229": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600229,
        "alias": "Contents.Quest.Desc.2501241",
        "text": "Please kill the senior soldiers of the Black Dawn Armory. The members of the Bishamun have stolen the Black Dawn's weapons from a shortage of supplies, and the senior soldiers seem to have noticed this. Please lend a hand so that the weapon collection operation is not exposed. "
    },
    "18600230": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600230,
        "alias": "Contents.Quest.Desc.2501242",
        "text": "Even at this moment, the Black Dawn has not stopped and is growing in power. In order for us not to be succumbed to its mighty power, we must destroy their strength and weapons. Defeat the soldiers of the Black Dawn Armory. "
    },
    "18600231": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600231,
        "alias": "Contents.Quest.Desc.2501243",
        "text": "Small gorge! Please save the corrupted predator and the corrupted mutant Hyojo specimens from the Contaminated Crater. We are trying to find out what kind of pollution the creatures of the Haeryong Mountains have been poisoned with. It is dangerous, but it is necessary. "
    },
    "18600232": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600232,
        "alias": "Contents.Quest.Desc.2501244",
        "text": "The present Black Dawn are more dangerous demons than the wandering fire mortals. They have polluted the creatures of the Haeryong Mountains. What can live on this land other than the tainted monsters? Go to the tainted crater and destroy the Black Dawn. "
    },
    "18600233": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600233,
        "alias": "Contents.Quest.Desc.2501245",
        "text": "Watching the Black Dawn in a tainted crater, I keep questioning whether we can survive here. But in order to destroy the Black Dawn, who consider life insignificant, we must not give up until the very end. Please. "
    },
    "18600234": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600234,
        "alias": "Contents.Quest.Desc.2501246",
        "text": "The dark stigma in the northern part of Ashen Sky Forest has already been eroded and it seems irreversible. There was a great concern that even the nearby old tree spirits might have been eroded, but as a result of investigation, it seems that erosion is already underway. Giant Incense Burner in the North of Gray Sky Forest "
    },
    "18600235": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600235,
        "alias": "Contents.Quest.Desc.2501247",
        "text": "I've seen it in Taerokrim, and it seems to be quite useful as a weapon for self-defense if you trim the horn of a gnat. Please find the horn of a red-horned antler in the southern part of the Gray Sky Forest. I'll try making one."
    },
    "18600236": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600236,
        "alias": "Contents.Quest.Desc.2501248",
        "text": "At Bishamun, we have been scouting the observation tower from the southern part of Ashen Sky Forest to uncover the plot of the Black Dawn, but the number of monsters has recently increased and it has been seriously disturbing us. I would like to ask the small town for help. "
    },
    "18600237": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600237,
        "alias": "Contents.Quest.Desc.2501249",
        "text": "The Predator's Hills are open plains, so it's not good for refugees to hide and pass through. So I'm trying to disguise it as a wild beast. Bring me the skin of a hungry tiger from the Hills of Predator. "
    },
    "18600238": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600238,
        "alias": "Contents.Quest.Desc.2501250",
        "text": "It's amazing no matter how you think about it. The blue-eyed outbreak at the entrance to the Dark Forest. There were predators around, but they survived without being eaten. Finding out the secret would be very useful. Could you investigate the blue-eyed outbreaks and predators? "
    },
    "18600239": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600239,
        "alias": "Contents.Quest.Desc.2501251",
        "text": "Because of the Devourer, I cannot walk through the Dark Forest entrance. Please defeat the Devourer at the Dark Forest entrance so that we can safely pass through the Dark Forest. Please."
    },
    "18600240": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600240,
        "alias": "Contents.Quest.Desc.2501252",
        "text": "A crocodile expelled from the Swamp of the Forsaken is coming up into the Toxic Forest. So only the refugees who escaped the Swamp and made their way to the Forest are at greater risk. Kill the Wandering Crocodiles in the Venomous Forest. "
    },
    "18600241": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600241,
        "alias": "Contents.Quest.Desc.2501253",
        "text": "There are people who have fled to the Toxic Forest to avoid the Black Dawn. They thought that the Black Dawn would not be able to pursue them because it was such a dangerous forest. "
    },
    "18600242": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600242,
        "alias": "Contents.Quest.Desc.2501254",
        "text": "Most of the Guardian Spirits of the Dark Forest are ghosts that have died there. Cursed souls who have lost their way are harming the refugees. Please kill them. It seems like the time has come for them to go to the underworld too."
    },
    "18600243": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600243,
        "alias": "Contents.Quest.Desc.2501255",
        "text": "What more needs to be said? Go to the tainted lands and slay the tainted monsters. Do your best to keep the tainted monsters from making the soil worse."
    },
    "18600244": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600244,
        "alias": "Contents.Quest.Desc.2501256",
        "text": "I know there are several groups investigating the tainted land. Of course, Bishamun is also investigating. Bisamun is questioning what the Black Dawn are trying to do with the tainted monsters. "
    },
    "18600245": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600245,
        "alias": "Contents.Quest.Desc.2501257",
        "text": "Most common people in the Haeryong Mountains are missing people caught by the Black Dawn. Even if they are lucky enough to get out of the Black Dawn, I've heard that they can't hold on to the polluted land any longer and fall over. The monsters of the polluted earth can come to their refuge. "
    },
    "18600246": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600246,
        "alias": "Contents.Quest.Desc.2501258",
        "text": "Those who wear wolf masks at the Black Dawn outpost are fanatics. Even fanatics who are deeply engrossed in the power of evil. Words don't work for them. Subjugation is the only answer!"
    },
    "18600247": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600247,
        "alias": "Contents.Quest.Desc.2501259",
        "text": "It is truly tragic to see so many Pungbaekmun disciples being transformed by the Black Dawn. Even though Pungbaekmun has maintained a strong reputation for a long time, it has come to the point of collapse due to an evil plot. "
    },
    "18600248": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600248,
        "alias": "Contents.Quest.Desc.2501260",
        "text": "There are many enemies at the Blackdawn outpost. If you retreat from here, the ordinary settlers of the sea and moon continent will fall powerlessly."
    },
    "18600249": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600249,
        "alias": "Contents.Quest.Desc.2501261",
        "text": "The wrath of the submerged graveyard is directed at us. The Suwa tribe and the gravegiver, who have lost their home, regard foreigners as enemies and attack indiscriminately. It's a sad situation, but we can't back down. "
    },
    "18600250": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600250,
        "alias": "Contents.Quest.Desc.2501262",
        "text": "It's the first time I've seen so many graveyards in my life. Where do all the graves go and where are all the gravekeepers gathered? It's like taking any living person to the underworld. Go to the sunken graveyard and drive out the dangerous graveyards."
    },
    "18600251": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600251,
        "alias": "Contents.Quest.Desc.2501263",
        "text": "The Suwas of the sunken cemetery have become wild and filthy as they have been eroded by the unknown. One strange thing is that the calm lotus humans around have not been eroded. I'm worried that someone intentionally eroded the Suwa. "
    },
    "18600252": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600252,
        "alias": "Contents.Quest.Desc.2501264",
        "text": "It's not common for Duuksini to appear as a corps. There is probably a person behind the formation of the Yokai into a Legion. The Black Dawn that has taken over the Haeryong Mountains is the most suspicious. Please defeat the eroded Duoksini. Kill the evil Yokai. "
    },
    "18600253": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600253,
        "alias": "Contents.Quest.Desc.2501265",
        "text": "I looked through the Ashen Sky Forest, and the giant censer was full of swarms of shards. Upon closer inspection, it seemed that the ghouls were not leaving the censer. "
    },
    "18600254": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600254,
        "alias": "Contents.Quest.Desc.2501266",
        "text": "Even if I was caught by the Black Dawn today, I really don’t want to starve to death. Why is there so little to eat in the Haeryong Mountains? Usually, you wouldn’t even think of it, but how about eating the flesh of a bear, a spider, or an antler fish cooked? It can last for a few more days. "
    },
    "18600255": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600255,
        "alias": "Contents.Quest.Desc.2501267",
        "text": "The Hills of Predator is the only place in the Haeryong Mountains where you can find food or medicinal herbs. However, hunting or gathering is not possible because the Hyojo mutant keeps interfering with him."
    },
    "18600256": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600256,
        "alias": "Contents.Quest.Desc.2501268",
        "text": "Some of the refugees keep disappearing. It seems that they were killed by a hungry tiger and mutant Hyojo while passing through the hills of predators. Most of them were wounded and would not have been able to resist properly. Killing the hungry tiger and mutant Hyojo will only bring this tragedy to an end. Help "
    },
    "18600257": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600257,
        "alias": "Contents.Quest.Desc.2501269",
        "text": "I hid at the entrance to the Dark Forest when I was running away from the Black Dawn. I was barely breathing, but a predator suddenly appeared and ate everyone I was with. Just thinking back then, it is still terrible. Please kill the predator. "
    },
    "18600258": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600258,
        "alias": "Contents.Quest.Desc.2501270",
        "text": "It's definitely a problem that there are so many mutated beasts. The Blackdawn have used their hands to mutate the beasts. There's no way they could have done such a bizarre thing with good intentions. Go to the den of beasts to mutate "
    },
    "18600259": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600259,
        "alias": "Contents.Quest.Desc.2501271",
        "text": "Eat meat gives you strength to fight, and hides give you padding or making pockets. Can you get me some meat and hides from the lost deer in the den of the beast? It will be a great help to all the refugees. "
    },
    "18600260": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600260,
        "alias": "Contents.Quest.Desc.2501272",
        "text": "When gray metallurgy and one-eyed hide in the Dark Forest, it is difficult to discern their form and they are attacked in an instant. They attack both the wounded and the refugees, so they are like demons. "
    },
    "18600261": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600261,
        "alias": "Contents.Quest.Desc.2501273",
        "text": "Rumor has it that the guardian spirits of the northern part of the Dark Forest carry a revival amulet. They say that even if they die, they will come back to life many times if they die. I wonder if that's true. "
    },
    "18600262": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600262,
        "alias": "Contents.Quest.Desc.2501274",
        "text": "A certain refugee went to the northern part of the Dark Forest a while ago and managed to come back alive. I was lost in the thick fog, and I was surrounded by monsters. In fact, there are not only one or two refugees who died as a result of that. Defeat the monsters of the Dark Forest to gain righteousness. "
    },
    "18600263": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600263,
        "alias": "Contents.Quest.Desc.2501275",
        "text": "Most refugees are not well versed in the geography of the Haeryong Mountains, so they often get lost. Especially, there are a lot of accidents while entering the Dark Forest. It would be a great help if you kill the ghosts in the southern part of the Dark Forest. "
    },
    "18600264": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600264,
        "alias": "Contents.Quest.Desc.2501276",
        "text": "Smelting excellent weapons in the barren Haeryong Mountains is very difficult. In this case, it would be a good idea to use a slightly different type of weapon. There are a lot of poison worms in the Toxic Forest. How about collecting and using the poison? "
    },
    "18600265": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600265,
        "alias": "Contents.Quest.Desc.2501277",
        "text": "Help! The refugees are afraid because the refuge is close to the southern part of the Darkwood. The monsters of the Darkwood can appear at any time. Kill the monsters in the southern part of the Darkwood to remove the danger and protect the refugees."
    },
    "18600266": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600266,
        "alias": "Contents.Quest.Desc.2501278",
        "text": "No one wants to go out of the shelter. Isn't it the Haeryong Mountains, where even a skilled uninhabited can hardly survive? In particular, only a small number of people have returned alive from the cracked land full of bad guys. But we can't just give up. "
    },
    "18600267": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600267,
        "alias": "Contents.Quest.Desc.2501279",
        "text": "I think we need to find out how the Bulmors of the Rifted Earth are different from other places, and if there is anything else to be careful about. It's difficult, but please collect a sample of the Boulders of the Rifted Earth. Knowing who your opponent is is the key to victory. "
    },
    "18600268": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600268,
        "alias": "Contents.Quest.Desc.2501280",
        "text": "I went to the divided land and there is no end to the firefly. As it is now, I can only watch the fireman and I will not be able to visit the main camp of the Black Dawn. It seems that Suyang and Poongbaek are in trouble. "
    },
    "18600269": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600269,
        "alias": "Contents.Quest.Desc.2501281",
        "text": "I have heard that the expedition that explored the Sea and Moon Continent turned into burners in the burning land. It's very unfortunate that brave adventurers become burners. How about helping the forgotten ones to rest? "
    },
    "18600270": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600270,
        "alias": "Contents.Quest.Desc.2501282",
        "text": "I need a Burning Earth Boiler Specimen. There is a rift in the heart of the Burning Earth, and the catastrophe started there. If you have a Burning Earth Boiler Specimen, we can get more detailed information. Please help. "
    },
    "18600271": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600271,
        "alias": "Contents.Quest.Desc.2501283",
        "text": "What was the Burning Earth like before, which became Hell as soon as it was burned? It is a tragic and terrifying fact that there are no people, no crops, no livestock, and only the Burners. "
    },
    "18600272": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600272,
        "alias": "Contents.Quest.Desc.2501284",
        "text": "The Blackdawn Supply Depot is gathering everything we need. If we know when supplies are coming in and hit them, it will be very helpful to get supplies and kill the enemies. "
    },
    "18600273": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600273,
        "alias": "Contents.Quest.Desc.2501285",
        "text": "The Black Dawn seems to have noticed that Bishamun is aiming for supplies at the Supply Depot. Let's settle our plans before they spread. If the Supply Depot confuses the Supply Depot by killing them, our work will naturally be buried. "
    },
    "18600274": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600274,
        "alias": "Contents.Quest.Desc.2501286",
        "text": "I'm worried that supplies will be arriving at the Black Dawn supply station soon, but there are a lot of guards. The retrieval will be done at Bissamun, so would you please kill the soldiers at the supply station in the meantime? "
    },
    "18600275": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600275,
        "alias": "Contents.Quest.Desc.2501287",
        "text": "The dark stigma in the northern part of Ashen Sky Forest has already been eroded and it seems irreversible. There was a great concern that even the nearby old tree spirits might have been eroded, but as a result of investigation, it seems that erosion is already underway. Giant Incense Burner in the North of Gray Sky Forest "
    },
    "18600276": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600276,
        "alias": "Contents.Quest.Desc.2501288",
        "text": "I've seen it in Taerokrim, and it seems to be quite useful as a weapon for self-defense if you trim the horn of a gnat. Please find the horn of a red-horned antler in the southern part of the Gray Sky Forest. I'll try making one."
    },
    "18600277": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600277,
        "alias": "Contents.Quest.Desc.2501289",
        "text": "At Bishamun, we have been scouting the observation tower from the southern part of Ashen Sky Forest to uncover the plot of the Black Dawn, but the number of monsters has recently increased and it has been seriously disturbing us. I would like to ask the small town for help. "
    },
    "18600278": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600278,
        "alias": "Contents.Quest.Desc.2501290",
        "text": "The Predator's Hills are open plains, so it's not good for refugees to hide and pass through. So I'm trying to disguise it as a wild beast. Bring me the skin of a hungry tiger from the Hills of Predator. "
    },
    "18600279": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600279,
        "alias": "Contents.Quest.Desc.2501291",
        "text": "It's amazing no matter how you think about it. The blue-eyed outbreak at the entrance to the Dark Forest. There were predators around, but they survived without being eaten. Finding out the secret would be very useful. Could you investigate the blue-eyed outbreaks and predators? "
    },
    "18600280": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600280,
        "alias": "Contents.Quest.Desc.2501292",
        "text": "Because of the Devourer, I cannot walk through the Dark Forest entrance. Please defeat the Devourer at the Dark Forest entrance so that we can safely pass through the Dark Forest. Please."
    },
    "18600281": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600281,
        "alias": "Contents.Quest.Desc.2501293",
        "text": "A crocodile expelled from the Swamp of the Forsaken is coming up into the Toxic Forest. So only the refugees who escaped the Swamp and made their way to the Forest are at greater risk. Kill the Wandering Crocodiles in the Venomous Forest. "
    },
    "18600282": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600282,
        "alias": "Contents.Quest.Desc.2501294",
        "text": "There are people who have fled to the Toxic Forest to avoid the Black Dawn. They thought that the Black Dawn would not be able to pursue them because it was such a dangerous forest. "
    },
    "18600283": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600283,
        "alias": "Contents.Quest.Desc.2501295",
        "text": "Most of the Guardian Spirits of the Dark Forest are ghosts that have died there. Cursed souls who have lost their way are harming the refugees. Please kill them. It seems the time has come for them to go to the underworld too."
    },
    "18600284": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600284,
        "alias": "Contents.Quest.Desc.2501296",
        "text": "What more needs to be said? Go to the tainted lands and slay the tainted monsters. Do your best to keep the tainted monsters from making the soil worse."
    },
    "18600285": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600285,
        "alias": "Contents.Quest.Desc.2501297",
        "text": "I know there are several groups investigating the tainted land. Of course, Bishamun is also investigating. Bisamun is questioning what the Black Dawn are trying to do with the tainted monsters. "
    },
    "18600286": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600286,
        "alias": "Contents.Quest.Desc.2501298",
        "text": "Most common people in the Haeryong Mountains are missing people caught by the Black Dawn. Even if they are lucky enough to get out of the Black Dawn, I've heard that they can't hold on to the polluted land any longer and fall over. The monsters of the polluted earth can come to their refuge. "
    }
}