{
    "18600000": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600000,
        "alias": "Contents.Quest.Desc.2500000",
        "text": "There are Thiefhogs that have developed a taste for sprouts, and the damage they've done to the crops is severe. Please get rid of those Leaf Thiefhogs."
    },
    "18600001": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600001,
        "alias": "Contents.Quest.Desc.2500001",
        "text": "I'm worried that there are too many Blue Hermit Crabs at the Shallow Lake. They are omnivorous and will eat anything. Reduce their number before they consume everything in the Lake."
    },
    "18600002": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600002,
        "alias": "Contents.Quest.Desc.2500002",
        "text": "The Thiefhogs at Shallow Lake have stolen all the bait for fishing. Please deal with these pesky Fish Thiefhogs."
    },
    "18600003": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600003,
        "alias": "Contents.Quest.Desc.2500003",
        "text": "There are people who eat the Snakecap without knowing that it's poisonous. Go the to Shallow Lake and get rid of the Snakecaps before there are any more victims."
    },
    "18600004": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600004,
        "alias": "Contents.Quest.Desc.2500004",
        "text": "The Lilybads at the Shallow Lake are very ferocious. There are numerous cases of people approaching them, thinking they're simply lotus leaves, and then getting attacked. Eliminate the Lilybads so that no more people get hurt."
    },
    "18600005": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600005,
        "alias": "Contents.Quest.Desc.2500005",
        "text": "Every time I purchase a crab, the Thiefhogs come and steal it. They ran away to the Shallow Lake. Please punish those thieves. You'll find them easily because they'll be wearing those crabs on their heads."
    },
    "18600006": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600006,
        "alias": "Contents.Quest.Desc.2500006",
        "text": "The Sting Lilybads at the Shallow Lake are troubling the merchants coming to the Fishbelly Pub. Defeat the Lilybads and help the merchants."
    },
    "18600007": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600007,
        "alias": "Contents.Quest.Desc.2500007",
        "text": "The foxes in the hills surrounding the Shallow Lake are known to steal bundles from travelers. Please punish the foxes for their mischief."
    },
    "18600008": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600008,
        "alias": "Contents.Quest.Desc.2500008",
        "text": "We need to plant trees again in the Rotten Lumber Camp, but the Ratmen are interfering with our work. Eliminate the Ratman Warriors roaming around near the trees."
    },
    "18600009": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600009,
        "alias": "Contents.Quest.Desc.2500009",
        "text": "The people who have been to the Rotten Lumber Camp keep getting sick. Since there could be an epidemic caused by the Ratmen, we have to keep that from happening. Please eliminate the Ratman Archers."
    },
    "18600010": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600010,
        "alias": "Contents.Quest.Desc.2500010",
        "text": "The Ratmen at the Rotten Lumber Camp have killed innocent people. Eliminate the Ratmen and avenge the people they killed."
    },
    "18600011": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600011,
        "alias": "Contents.Quest.Desc.2500011",
        "text": "The fisheries at Turtle Lake are having trouble because of the turtles in the area. Hunt the Lake Turtle and reduce their number."
    },
    "18600012": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600012,
        "alias": "Contents.Quest.Desc.2500012",
        "text": "There are some turtles at Turtle Lake that refuse to budge even an inch from where they are! Please deal with those Heavy Lake Turtles."
    },
    "18600013": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600013,
        "alias": "Contents.Quest.Desc.2500013",
        "text": "The Barren Ruins is filled with Enraged Escort Swordsmen. Their large number poses a serious threat. Please eliminate them."
    },
    "18600014": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600014,
        "alias": "Contents.Quest.Desc.2500014",
        "text": "There's no end to the number of Enraged Escort Gunners coming out of the Barren Ruins. Reduce their numbers to keep them from crossing the Shallow Lake."
    },
    "18600015": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600015,
        "alias": "Contents.Quest.Desc.2500015",
        "text": "Eliminate all the Enraged Escort Swordsmen, Enraged Escort Gunners, Elite Enraged Escort Swordsmen and Elite Enraged Escort Gunners. These Enraged Protectors might be quiet for now, but they could attack the village at any moment."
    },
    "18600016": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600016,
        "alias": "Contents.Quest.Desc.2500016",
        "text": "Enraged Protectors have appeared at the Ruins and are posing a threat. Help defeat these Enraged Escort Swordsmen, Enraged Escort Gunners, or Elite Enraged Protectors so that they won't be a danger anymore."
    },
    "18600017": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600017,
        "alias": "Contents.Quest.Desc.2500017",
        "text": "The awful Blue Bandit Blade Masters and Dual Blades Wielders have set up camp in the forest and are driving people away from there. Please go and take care of the Blue Bandits."
    },
    "18600018": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600018,
        "alias": "Contents.Quest.Desc.2500018",
        "text": "The Blue Bandits are growing day by day, and more people are suffering because of them. Go to the Blue Bandits Camp and eliminate the Blue Bandit Blade Masters and Dual Blades Wielders, so their looting won't be a problem anymore."
    },
    "18600019": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600019,
        "alias": "Contents.Quest.Desc.2500019",
        "text": "Go to the Blue Bandits Camp and eliminate the Blue Bandits Zen Archers and Warlords who are terrorizing innocents. Please also eliminate the Elite Blue Bandits Warlords and Zen Archers. If the Blue Bandits are left alone, they'll grow into a greater threat in the future."
    },
    "18600020": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600020,
        "alias": "Contents.Quest.Desc.2500020",
        "text": "They say many avoid the Highland Central Trail because of the Tree Spirits, and there's even those who hold rituals in hopes of escaping the misfortune of running into an Elite Tree Spirit. Please defeat the Tree Spirits for those who are too afraid to travel the trail."
    },
    "18600021": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600021,
        "alias": "Contents.Quest.Desc.2500022",
        "text": "Eliminate the saberfangs at the Highland Central Trail. At this rate, the stags and goats will disappear because of those saberfangs."
    },
    "18600022": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600022,
        "alias": "Contents.Quest.Desc.2500023",
        "text": "Travelers can't use the Highland Central Trail because of the Tree Spirits. Please help those terrified travelers."
    },
    "18600023": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600023,
        "alias": "Contents.Quest.Desc.2500024",
        "text": "The natives near the Poacher Gang Base have lost their homes because of the Poacher Gang. Go eliminate the Poacher Gang Blade Masters or Archers and bring them to justice."
    },
    "18600024": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600024,
        "alias": "Contents.Quest.Desc.2500025",
        "text": "There have been more cases of people getting attacked by the Poacher Gang. Go to the Poacher Gang Base and stop the Poacher Gang so that they can't commit any more atrocities. Please eliminate the Poacher Gang Blade Masters, Zen Archers, Assassins, Force Masters, and Elite Poacher Gang Axe Warriors."
    },
    "18600025": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600025,
        "alias": "Contents.Quest.Desc.2500026",
        "text": "The Poacher Gang are notorious for their cruelty, and among them, the Poacher Gang Assassins are exceptionally notorious. Eliminate them."
    },
    "18600026": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600026,
        "alias": "Contents.Quest.Desc.2500027",
        "text": "The people's suffering caused by the Poacher Gang's illegal smuggling is no small matter. Go to the Poacher Gang Base and teach those Poacher Gang Force Masters a lesson or two."
    },
    "18600027": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600027,
        "alias": "Contents.Quest.Desc.2500028",
        "text": "There's a rumor circulating that spiders have appeared at the Deep Forest Graveyard and are digging up the graves. Go and eliminate the spiders before the ghosts come out of their resting places."
    },
    "18600028": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600028,
        "alias": "Contents.Quest.Desc.2500029",
        "text": "They say if you take one step into the Deep Forest Graveyard, a Mature Spirit appears, and on the second step, a Child Spirit appears, bewitching and kidnapping the person. Drive away the Mature Spirit and Child Spirit so that they can't bewitch people."
    },
    "18600029": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600029,
        "alias": "Contents.Quest.Desc.2500030",
        "text": "That Dokkaebi is so scary. How could you not be afraid when we don't have a clue what kind of weird magic it could cast? I really wish that the Dokkaebi would just disappear. Go to the Deep Forest Graveyard and deal with the Dokkaebi."
    },
    "18600030": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600030,
        "alias": "Contents.Quest.Desc.2500031",
        "text": "The livestock at Sunset Pasture can't graze there because they're afraid of the Gnarloxes. Go and help them."
    },
    "18600031": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600031,
        "alias": "Contents.Quest.Desc.2500032",
        "text": "The Scarlet Bulbari are consuming the grass at Sunset Pasture, and there's not enough grass for the livestock. Get rid of the Bulbari."
    },
    "18600032": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600032,
        "alias": "Contents.Quest.Desc.2500033",
        "text": "Do you know that there's gold in the meadow of Sunset Pasture? The Perfect Golden Bulbari has a shining golden leaf. Obtain a golden leaf, and the gold from it can be put to good use."
    },
    "18600033": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600033,
        "alias": "Contents.Quest.Desc.2500034",
        "text": "Eliminate the bears at the Rocky Hill. I'm way too terrified to go there myself."
    },
    "18600034": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600034,
        "alias": "Contents.Quest.Desc.2500035",
        "text": "Why are there so many saberfangs at the Rocky Hill? Eliminate the saberfangs roaming the Rocky Hill."
    },
    "18600035": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600035,
        "alias": "Contents.Quest.Desc.2500036",
        "text": "The bears and saberfangs at the Rocky Hill are reputed to be strong and terrifying. They attack not only animals, but also people, too. Someone has to get rid of these beasts."
    },
    "18600036": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600036,
        "alias": "Contents.Quest.Desc.2500037",
        "text": "The Consumed Ratmen are contaminating the Destroyed Ploggle Village with germs. Eliminate the Consumed Ratmen for the sake of hygiene."
    },
    "18600037": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600037,
        "alias": "Contents.Quest.Desc.2500038",
        "text": "The Ploggles are suffering because of the Consumed Ratmen at the Destroyed Ploggle Village. Eliminate the Ratmen for the safety of the Ploggles."
    },
    "18600038": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600038,
        "alias": "Contents.Quest.Desc.2500039",
        "text": "The Ploggles have been having a hard time ever since the Consumed Ratmen appeared at the Destroyed Ploggle Village. Now, things are even tougher for them after the crocodiles showed up. Eliminate the Consumed Ratmen and crocodiles and help the Ploggles."
    },
    "18600039": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600039,
        "alias": "Contents.Quest.Desc.2500040",
        "text": "There has been a sudden increase in the number of Blue Hermit Crabs, and this is causing trouble for the fisheries. Get rid of the Blue Hermit Crabs near the Washed-Up Ship Debris."
    },
    "18600040": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600040,
        "alias": "Contents.Quest.Desc.2500041",
        "text": "More and more people are getting injured by the Swamp Crocodile at the Creepy Valley. Help the people out so that they won't be harmed anymore."
    },
    "18600041": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600041,
        "alias": "Contents.Quest.Desc.2500042",
        "text": "The Bottomless Pit has become uninhabitable because of the Hollows. Eliminate the Hollows."
    },
    "18600042": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600042,
        "alias": "Contents.Quest.Desc.2500043",
        "text": "The Hollows that roam as empty, soulless shells must be eliminated. Go to the Bottomless Pit and eliminate the Hollows."
    },
    "18600043": {
        "deprecated": false,
        "Dev_Desc": "반달호수 협행",
        "id": 18600043,
        "alias": "Contents.Quest.Desc.2500044",
        "text": "Hollows are still appearing endlessly at the Bottomless Pit. Because of the non-stop fighting, everyone, including those who were not harmed by them, have gripped by fear. Eliminate the Hollows and Elite Hollows for the sake of the people."
    },
    "18600044": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600044,
        "alias": "Contents.Quest.Desc.2500501",
        "text": "The mushroom on the back of a Jungle Bulbari must be a Poisoncap. Somebody nearly died from eating it not long ago. Eliminate the Jungle Bulbaries at the Cobweb Forest Trail before someone else gets poisoned by that mushroom."
    },
    "18600045": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600045,
        "alias": "Contents.Quest.Desc.2500502",
        "text": "There's a surprising number of spiders at the Cobweb Forest Trail. They say there used to be so many spiders that their cobwebs blocked out the sunlight. Their numbers still need to be whittled down, so please eliminate some of the spiders."
    },
    "18600046": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600046,
        "alias": "Contents.Quest.Desc.2500503",
        "text": "The Cobweb Forest Trail is a path that leads to the East Ecological Research Site, but the Mandarava are wreaking havoc there. It'd help us a lot if you could eliminate them."
    },
    "18600047": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600047,
        "alias": "Contents.Quest.Desc.2500504",
        "text": "Safety at the East Ecological Research Site has improved, but there are still pioneers who fall prey to the Jungle Bears. We must hunt down the bears if we want to prevent any more victims."
    },
    "18600048": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600048,
        "alias": "Contents.Quest.Desc.2500505",
        "text": "The pattern of the bear and saberfang leather at the East Ecological Research Site is very unique. The leather itself is high quality, too. It'll attract a lot of interest back in our homeland. I'll look forward to you bringing me some quality material."
    },
    "18600049": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600049,
        "alias": "Contents.Quest.Desc.2500506",
        "text": "I want to use jungle stag bones to develop an epidemic treatment, but these stags are so ferocious that I can't get close to them. Could you hunt Jungle Stags for me? I'd like to collect and study their bones."
    },
    "18600050": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600050,
        "alias": "Contents.Quest.Desc.2500507",
        "text": "The Jungle Bulbaries also add to the noise when the Mandaravas start getting loud, as if they're singing along. It's noisy enough with just the Mandaravas, and the Jungle Bulbaries make it worse. Eliminate the Jungle Bulbaries in front of the Mandarava Waterfall."
    },
    "18600051": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600051,
        "alias": "Contents.Quest.Desc.2500508",
        "text": "It's fortunate that the noisy Mandaravas are at the waterfall, but we don't know when they might come over to Dojung Port. Stop the Mandaravas from coming over."
    },
    "18600052": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600052,
        "alias": "Contents.Quest.Desc.2500509",
        "text": "It is difficult to pass through Mandara Falls because of the noisy Mandaravas. This problem can only be solved if all the Small Mandaravas, Mandaravas, and Elite Mandaravas are eliminated. Please get rid of the Small Mandaravas, Mandaravas and Elite Mandaravas."
    },
    "18600053": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600053,
        "alias": "Contents.Quest.Desc.2500510",
        "text": "The Jungle Wolves are terrifying creatures that most people dread running into. Eliminate the wolves so that the people at Opulent Forest Base can travel without fear."
    },
    "18600054": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600054,
        "alias": "Contents.Quest.Desc.2500511",
        "text": "The Opulent Forest Base is an important location for the pioneers, but there are also a lot of Greenhorns, which are a source of trouble. Eliminate them so that they don't come over to the Opulent Forest Base."
    },
    "18600055": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600055,
        "alias": "Contents.Quest.Desc.2500512",
        "text": "People say that the flower on top of the head of the Stem Bulbari is good for treating poison, but the rumor simply isn't true. Eliminate the Stem Bulbari so that people don't fall for that lie."
    },
    "18600056": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600056,
        "alias": "Contents.Quest.Desc.2500513",
        "text": "Have you seen Shore Bulbaries' navy leaves? They're very beautiful. I sent some baskets made of them to Moonwater Harbor and received a positive response. I'd like to make more baskets. Please bring me the Bulbari leaves."
    },
    "18600057": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600057,
        "alias": "Contents.Quest.Desc.2500514",
        "text": "The Shore Hermit Crabs are increasing rapidly at the Abandoned Watchtower. We must investigate the cause, but reducing their numbers is the more urgent issue for now. Please help."
    },
    "18600058": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600058,
        "alias": "Contents.Quest.Desc.2500515",
        "text": "The area around the Abandoned Watchtower is stable for now, but that could change any time. Please clear it of monsters."
    },
    "18600059": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600059,
        "alias": "Contents.Quest.Desc.2500516",
        "text": "Go to the Shipwreck Debris and eliminate the Shore Turtles. Take care of them before the shore is covered with turtles."
    },
    "18600060": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600060,
        "alias": "Contents.Quest.Desc.2500517",
        "text": "The Shipwreck Debris in front of the Opulent Forest Base should be cleared away, but the Oduksinis in the area make it dangerous for us to do that. Eliminate the Tall Oduksinis or Elite Slowpoke Oduksinis."
    },
    "18600061": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600061,
        "alias": "Contents.Quest.Desc.2500518",
        "text": "We failed to retrieve some valuables from the Shipwreck, and we think Little Oduksinis might have taken them. Could you check them out?"
    },
    "18600062": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600062,
        "alias": "Contents.Quest.Desc.2500519",
        "text": "Taero Forest has many settlers, and most of them will go anywhere to make a living. Eliminate the Shore Crocodiles so that they don't get hurt."
    },
    "18600063": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600063,
        "alias": "Contents.Quest.Desc.2500520",
        "text": "There isn't a single spot where there aren't any hermit crabs! Please keep those hermit crabs from increasing in number. They're breeding out of control!"
    },
    "18600064": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600064,
        "alias": "Contents.Quest.Desc.2500521",
        "text": "Some Blue Bandits wander about the Ship Graveyard like ghosts. Whatever their reason is for being there, they're not helping us reclaim the area. Please stop them."
    },
    "18600065": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600065,
        "alias": "Contents.Quest.Desc.2500522",
        "text": "The Mandarava are making the Windpath Valley impassable. It's simply unbearable to take even just one step towards all that racket! Take care of the Mandarava so we can use the path again."
    },
    "18600066": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600066,
        "alias": "Contents.Quest.Desc.2500523",
        "text": "The horns of the Darkhorns are huge and hard, which make them a good material for weapons. If you could get some horns from the Darkhorns in the valley, I'll see if I can turn them into some weapons."
    },
    "18600067": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600067,
        "alias": "Contents.Quest.Desc.2500524",
        "text": "Bears in the Windpath Valley are notorious for their ferociousness. Please get rid of Valley Bears for the settlers' sake."
    },
    "18600068": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600068,
        "alias": "Contents.Quest.Desc.2500525",
        "text": "All kinds of shellfish are attached to the shells of the Beach Turtle, and when you're lucky, you can find a shellfish pearl. Collect the shellfish pearls from the shells of the Beach Turtles. Accessories made from the pearls can be very popular."
    },
    "18600069": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600069,
        "alias": "Contents.Quest.Desc.2500526",
        "text": "The Beach Bulbaries have made their way up to the Northern Side Trail of Dojung Port. They usually stay near the shore, but it seems they've been driven out by the Oduksinis. Please eliminate them so that they don't enter Dojung Port."
    },
    "18600070": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600070,
        "alias": "Contents.Quest.Desc.2500527",
        "text": "Everyone's tools are disappearing. Soul Steel, Peach Blossom, everybody's been losing them. Only the Oduksinis would do this. Retrieve our tools for us."
    },
    "18600071": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600071,
        "alias": "Contents.Quest.Desc.2500528",
        "text": "The Oduksinis love shiny materials. That's why they hoard so many pearls. Since they keep stealing our things at Dojung Port, it'll be fine if we take some of those pearls for ourselves. Please collect pearls that the Shore Oduksinis have hoarded."
    },
    "18600072": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600072,
        "alias": "Contents.Quest.Desc.2500529",
        "text": "The Scarlet Masks are taming the Forest Wolves. Eliminate the Forest Wolves at the Forest of the Scarlet Masks so that the Scarlet Masks can't tame them anymore."
    },
    "18600073": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600073,
        "alias": "Contents.Quest.Desc.2500530",
        "text": "Most of the merchants receive the goods at Dojung Port and transport them to different settlements. The Scarlet Masks keep robbing them of their cargo and even their lives. Go to the Forest of the Scarlet Masks and eliminate them."
    },
    "18600074": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600074,
        "alias": "Contents.Quest.Desc.2500531",
        "text": "We must let the outside world know that the Taero Forest is fraught with the Scarlet Masks. How about we send out their red masks as evidence? Please collect masks from Scarlet Masks Scouts, Scarlet Masks Assassins, Scarlet Masks Zen Archers, and Elite Scarlet Masks Destroyers."
    },
    "18600075": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600075,
        "alias": "Contents.Quest.Desc.2500532",
        "text": "The Misty Spitting Plants have been attacking people who pass by the Shadowed Mistwood. Eliminate the Misty Spitting Plants to promote their safety."
    },
    "18600076": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600076,
        "alias": "Contents.Quest.Desc.2500533",
        "text": "The Soul Steel Leader Moonwind has appeared at the Shadowed Mistwood, but it looks like there's a group of them. They have to be illusions. Eliminate those Illusion Moonwinds so that the people won't be deceived."
    },
    "18600077": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600077,
        "alias": "Contents.Quest.Desc.2500534",
        "text": "Horyong, the leader of the Merchants, has appeared at the Shadowed Mistwood. It must actually be a monster created from illusions. Eliminate the Illusion Horyong so that no one is deceived."
    },
    "18600078": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600078,
        "alias": "Contents.Quest.Desc.2500535",
        "text": "The crocodiles in the Shadowed Mistwood are so aggressive that if left alone, they will become a threat to the settlers living there. Go and eliminate the Misty Crocodiles at the Shadowed Mistwood."
    },
    "18600079": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600079,
        "alias": "Contents.Quest.Desc.2500536",
        "text": "Just the fact that the swamp is drying out is worrying enough, and now its water is getting murkier by the day. I don't know why it's evaporating, but I know what's agitating its water: the Lilybads. Please stop them from further contaminating the water in the Disappearing Swamp."
    },
    "18600080": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600080,
        "alias": "Contents.Quest.Desc.2500537",
        "text": "Beasts are the worst threats to the powerless settlers. Eliminate the crocodiles at the Disappearing Swamp to help the people there."
    },
    "18600081": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600081,
        "alias": "Contents.Quest.Desc.2500538",
        "text": "The Illusion Mantises mimic the most powerful being they've come across, and they use their illusions to lure the settlers. Eliminate the Illusion Mantises so that they can't hurt anyone."
    },
    "18600082": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600082,
        "alias": "Contents.Quest.Desc.2500539",
        "text": "Mehwa, the master of the Plum Blossom, has reportedly appeared at the Disappearing Swamp, but that can't be possible. If it is an illusion, eliminate it immediately. And get rid of any Illusion Mantis you see while you're there. You never know what they might turn into."
    },
    "18600083": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600083,
        "alias": "Contents.Quest.Desc.2500540",
        "text": "The Snakecaps at the Snakecap Field spit hallucinogenic substances into the air. Take care of those dangerous Snakecaps."
    },
    "18600084": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600084,
        "alias": "Contents.Quest.Desc.2500541",
        "text": "Spitting Plants are spreading across the Snakecap Field. It's never a good idea to let monsters like that flourish. Please weed out Field Spitting Plants."
    },
    "18600085": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600085,
        "alias": "Contents.Quest.Desc.2500542",
        "text": "Mantises have appeared at the Snakecap Field. Eliminate the Mushroom Illusion Mantises before they mimic another person and harm others. While you're at it, it would be of great help if you could also destroy the Snakecaps which release a mind-altering substance into the air."
    },
    "18600086": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600086,
        "alias": "Contents.Quest.Desc.2500543",
        "text": "There's a Pioneers' Graveyard to commemorate the early pioneers who died. Clear the Grave Spitting Plants so that they may rest in peace."
    },
    "18600087": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600087,
        "alias": "Contents.Quest.Desc.2500544",
        "text": "There are Souls roaming the Pioneers' Graveyard. Could it be that these souls can't rest because their duty during their life was to explore Taero Forest? Help the Mature Souls and Child Souls rest in peace."
    },
    "18600088": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600088,
        "alias": "Contents.Quest.Desc.2500546",
        "text": "We have a request, since there's an obstacle towards the development of the Tranquil Woods. I'll be grateful if you can deal with the Moss Fox and help us in developing the land."
    },
    "18600089": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600089,
        "alias": "Contents.Quest.Desc.2500547",
        "text": "Have you seen those turtles with sharp shells? They look very dangerous. Drive away the Simyu Turtles for the sake of the development of the Tranquil Woods."
    },
    "18600090": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600090,
        "alias": "Contents.Quest.Desc.2500548",
        "text": "People keep mistaking Spitting Plants in the Nepenthes Marsh for beautiful flowers and getting attacked. There's only one viable solution. Eliminate the Marsh Spitting Plants."
    },
    "18600091": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600091,
        "alias": "Contents.Quest.Desc.2500549",
        "text": "Crocodiles are appearing in the Nepenthes Marsh. Please help us exterminate Berserk Marsh Crocodiles."
    },
    "18600092": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600092,
        "alias": "Contents.Quest.Desc.2500550",
        "text": "The Marsh Nepenthes emits powerful toxic substances and has harmed countless settlers. Please get rid of the Marsh Nepenthes for their sake."
    },
    "18600093": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600093,
        "alias": "Contents.Quest.Desc.2500551",
        "text": "Simyu Sentinels and Simyu Throwers attacked the settlers on Simyu Hill. We cannot turn a blind eye towards their attacks. Please protect the settlers from the Simyu Sentinels and Simyu Throwers."
    },
    "18600094": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600094,
        "alias": "Contents.Quest.Desc.2500552",
        "text": "The Simyu tribe makes rice cakes with the white flowers growing on Simyu Hill, and those cakes are supposedly effective against the disease. Maybe we should check out the rice cakes they carry with them. Please collect some of the Simyu's rice cakes."
    },
    "18600095": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600095,
        "alias": "Contents.Quest.Desc.2500553",
        "text": "If we could use the abundant water on Simyu Hill as drinking water or for farming, it'll be a great help to the settlers. However, I'm worried that the Waterfall Bulbaries and Waterfall Lilybads could contaminate the water. I trust you to take care of them."
    },
    "18600096": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600096,
        "alias": "Contents.Quest.Desc.2500554",
        "text": "How about we prepare some nutritious food for the hardworking settlers? Stags on the Grassland Knoll can provide tender, protein-rich meat. Could you bring me their venison?"
    },
    "18600097": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600097,
        "alias": "Contents.Quest.Desc.2500555",
        "text": "The leaves of the Hill Bulbari are shiny and durable, which make them a good crafting material. If you could collect some Hill Bulbari leaves, I can try to develop various crafts. Who knows? I just might be able to develop a new specialty for Taero Forest!"
    },
    "18600098": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600098,
        "alias": "Contents.Quest.Desc.2500556",
        "text": "Eliminate the spiders at the Grassland Knoll. They are attacking those passing by the Grassland Knoll, treating them as their prey. Help the settlers by eliminating the Grassland Spiders."
    },
    "18600099": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600099,
        "alias": "Contents.Quest.Desc.2500557",
        "text": "Botanists want to check the stomach contents of Grassland Gnarloxes to find out why there are no trees at the Grassland Knoll. Could you get some intestines for them?"
    },
    "18600100": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600100,
        "alias": "Contents.Quest.Desc.2500558",
        "text": "It's a disaster! The Simyu Mandaravas at the Misty Plateau next to the Herbalists' Territory are multiplying in number! We can't have all these noisy Mandaravas near a place where people should be able to rest! The herbalists won't be able to relax at all because of that racket. Please go and silence the Mandaravas, even if it means eliminating them all."
    },
    "18600101": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600101,
        "alias": "Contents.Quest.Desc.2500559",
        "text": "Do you know what knows herbs in Taero Forest best? It's the Simyu Roc. If you go to the place that the Simyu Roc is interested in, there's always herbs to be found. It's easy to find herbs if you use this fact to your advantage. Please collect herbs from the Simyu Roc."
    },
    "18600102": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600102,
        "alias": "Contents.Quest.Desc.2500560",
        "text": "The Herbalists' Territory has a great view, but it's very small. There's a wider area if you go down a little from there, and it's also quiet since there are fewer Mandaravas. We could build a village there if we drive away the Simyu foxes, Simyu goats, and Simyu forest turtles. Please lend us your strength."
    },
    "18600103": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600103,
        "alias": "Contents.Quest.Desc.2500561",
        "text": "The Lapriels on Sunrise Climb keep stealing and destroying the development materials that the settlers have collected. They may not want change, but the settlers need them. Please drive the Lapriels away from Sunrise Climb."
    },
    "18600104": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600104,
        "alias": "Contents.Quest.Desc.2500562",
        "text": "The settlers are looking for stag skin to craft leather. The Sunrise Stag makes the best leather, which is tough but very smooth. If you could gather Sunrise Stag leather, it would definitely help the lives of the settlers."
    },
    "18600105": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600105,
        "alias": "Contents.Quest.Desc.2500563",
        "text": "The Sunrise Tree Spirits and Lapriel are a source of concern for the herbalists of Sunrise Climb since they keep them from gathering herbs. Get rid of the Sunrise Tree Spirits and Lapriel for the herbalists."
    },
    "18600106": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600106,
        "alias": "Contents.Quest.Desc.2500564",
        "text": "It's dark in the Blackened Mudlands, even during the daytime. Countless pioneers ventured inside and never returned because of the crocodiles lurking there. Please get rid of those dangerous creatures so no more lives will be sacrificed."
    },
    "18600107": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600107,
        "alias": "Contents.Quest.Desc.2500565",
        "text": "Eliminate the Mud Turtles of the Blackened Mudlands. They lay dormant in the mud and ferociously attack when they're bothered even a little bit. Several people have already been injured. Protect the people from these Mud Turtles."
    },
    "18600108": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600108,
        "alias": "Contents.Quest.Desc.2500566",
        "text": "Mud spiders keep getting in the way of the pioneers in the Blackened Mudlands. Please exterminate them and help the pioneers navigate their way around the place."
    },
    "18600109": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600109,
        "alias": "Contents.Quest.Desc.2500567",
        "text": "The Spider Forest Path is a useful route to the Eastern Ecological Survey Forest, but it doesn't take too much time because of the mandala. Get rid of the mandala. It will definitely be of great help."
    },
    "18600110": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600110,
        "alias": "Contents.Quest.Desc.2500568",
        "text": "You must know that our Geumgyeongcheolmun refines minerals in the new continent and sends them to various places. But the Myomyeon people have been looting the minerals they have mined for a while. "
    },
    "18600111": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600111,
        "alias": "Contents.Quest.Desc.2500569",
        "text": "In front of Mandala Falls is an important transport route for goods, which transporters are reluctant to go because mandalas are noisy and waterfall bears are dangerous. The demand to ensure safety should not be ignored. "
    },
    "18600112": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600112,
        "alias": "Contents.Quest.Desc.2500570",
        "text": "We Ereda, as Rift Specialists, are constantly investigating the Rift and collecting biosamples from the Rift area to gather information about what has changed. So, I'd like to ask the small gorge for a specimen in front of Mandala Falls. How does the Rift affect it? "
    },
    "18600113": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600113,
        "alias": "Contents.Quest.Desc.2500571",
        "text": "The coastal turtle told me! They said that thieves appeared in the abandoned watchtower! They said more and more would come! Come on and stop the thieves!"
    },
    "18600114": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600114,
        "alias": "Contents.Quest.Desc.2500572",
        "text": "It is said that there are people who go to the shore and are captured by the demons. Please go to the tomb of the shipwreck and drive the demons out so that innocent people are not in danger."
    },
    "18600115": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600115,
        "alias": "Contents.Quest.Desc.2500573",
        "text": "Bring me the weapons the demons have. It's dangerous, but it's worth examining how their weapons were made. Oh, I hope they aren't damaged. They must be in good condition to investigate."
    },
    "18600116": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600116,
        "alias": "Contents.Quest.Desc.2500574",
        "text": "Information about the shipwreck is lacking. Where did the wrecked verses come from and why they came to the sea and moon continent... But I want to know, but I can't investigate further because of the threatening verses. "
    },
    "18600117": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600117,
        "alias": "Contents.Quest.Desc.2500575",
        "text": "We are investigating the tomb of a wreck in Dohwajeon. We need to find out whether the wreck was a passenger ship or a cargo ship, and what items it was carrying. "
    },
    "18600118": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600118,
        "alias": "Contents.Quest.Desc.2500576",
        "text": "Now is not the time to be carefree! We need to find out why all the crew members of the shipwreck have turned into demons! Maybe they ate black and blue herbs! If that's true, it's a big deal! Go and find out! "
    },
    "18600119": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600119,
        "alias": "Contents.Quest.Desc.2500577",
        "text": "Why did the spear gang appear on the beach without footprints? It seems only they know what the spear gang is planning. Perhaps the spear gang members have a note with the plan written on it. Please collect the notes. "
    },
    "18600120": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600120,
        "alias": "Contents.Quest.Desc.2500578",
        "text": "Sometimes ago, a group of thieves attacked our cargo ship and suffered great damage. It seems that the Spearmen of the Footless Shore are the same bandits that appeared on our cargo ship. We don't know when they will appear again with their weapons ready, so we have to aim now. "
    },
    "18600121": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600121,
        "alias": "Contents.Quest.Desc.2500579",
        "text": "We Ereda are constantly investigating rifts. Cracks have recently appeared on the shores without any footprints, so we're trying to figure out how the living things around them are affected. "
    },
    "18600122": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600122,
        "alias": "Contents.Quest.Desc.2500580",
        "text": "Myunghyedan ​​is trying to find out what kind of evil the bloodthirsty is planning. There is nothing more important in this barren frontier than understanding the dynamics of the evil swarm. Please find out what the bloodthief is doing."
    },
    "18600123": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600123,
        "alias": "Contents.Quest.Desc.2500581",
        "text": "Until now, there have been no cases of rifts in the Forest of Bloodbloods. However, recently, rumors have been circulating that the Bloodbloods are gathering in the forest to open the rifts. The movement of the Bloodbrutes and the forest wolves following them is suspicious. Please go and check them out yourself."
    },
    "18600124": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600124,
        "alias": "Contents.Quest.Desc.2500582",
        "text": "I'm planning to erect a monument to the tribute of the pioneers of Taerokrim at the Pioneer Memorial Cemetery."
    },
    "18600125": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600125,
        "alias": "Contents.Quest.Desc.2500583",
        "text": "Blood tablets appeared in the Pioneer Memorial Cemetery! They came to a place to commemorate the souls of those who pioneered the Taerok Forest, and stealing!"
    },
    "18600126": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600126,
        "alias": "Contents.Quest.Desc.2500584",
        "text": "We, Geumgyeongcheolmun, are not people who do anything that is profitable. Please note that we do not hand over our equipment to the unclean. They say that the corrupted troopers in the forest are carrying our equipment. Retrieve the equipment from them. Recover the equipment. "
    },
    "18600127": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600127,
        "alias": "Contents.Quest.Desc.2500585",
        "text": "I heard that the corrupt cultivators had gathered in Jojiyo Forest. We've been pioneering Taerokrim together since the early days, and we can't just watch them fall. Please go to the forest. "
    },
    "18600128": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600128,
        "alias": "Contents.Quest.Desc.2500586",
        "text": "Some of the foster members who should take the lead in reclaiming the Taerok Forest forget their duties and are engrossed in thinking about making a profit. They are gathered in the forest at the same time, so it is an appropriate time to punish the corrupt. "
    },
    "18600129": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600129,
        "alias": "Contents.Quest.Desc.2500587",
        "text": "In Dohwajeon, we are closely examining the mud in the black mud region. The study that the secret to maintaining a prosperous forest is fertile mud is very interesting. To verify this is true, we need a mud sample. "
    },
    "18600130": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600130,
        "alias": "Contents.Quest.Desc.2500588",
        "text": "It's really sad that the Black Mud Zone is famous only for mud. It's a place with so many stories to tell, including crocodiles, turtles, and bald eagles! "
    },
    "18600131": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600131,
        "alias": "Contents.Quest.Desc.2500589",
        "text": "The Black Mud Zone is a very dangerous place for ordinary settlers, but more and more people enter the Black Mud Zone without knowing it and get feces. Killing the Mud Crocodiles, Mud Turtles, Mud Spiders, and Mushrooms in the Black Mud Zone will make it much safer than it is now. "
    },
    "18600132": {
        "deprecated": false,
        "Dev_Desc": "태록림 협행",
        "id": 18600132,
        "alias": "Contents.Quest.Desc.2500590",
        "text": "Originally, our barongs communicate well with wild animals. But for a while, they have been unable to communicate with animals from the black mud. They keep getting angry and attacking. Hmmm, there must be something wrong with their body! "
    },
    "18600133": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600133,
        "alias": "Contents.Quest.Desc.2501001",
        "text": "The Ivory Gale Haewol Quarters is being threatened by an increasing number of Hoglins along the Crimson Forest Path and the Red Slope. Please stop those on the Red Slope from expanding their territory."
    },
    "18600134": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600134,
        "alias": "Contents.Quest.Desc.2501002",
        "text": "How about we create specialty products with all of that Green Bristlegrass that the Mandaravas carry? I'm thinking cat toys. Cat owners would love them. First off, why don't you bring some Green Bristlegrass to me?"
    },
    "18600135": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600135,
        "alias": "Contents.Quest.Desc.2501003",
        "text": "Wild animals appear along the Crimson Forest Path, attacking the settlers. Eliminate the wolves for the sake of the people's safety."
    },
    "18600136": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600136,
        "alias": "Contents.Quest.Desc.2501004",
        "text": "The red buds on the Red-Antlered Stags are effective for curing the pandemic, but they're too expensive for many settlers to afford. Would you be so kind as to procure some red buds? We'll use them to help those in need."
    },
    "18600137": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600137,
        "alias": "Contents.Quest.Desc.2501005",
        "text": "I'm worried that the Hoglins will settle and create a tribe at the Crimson Forest Path. Can we let a Hoglin tribe live right in front of the great Ivory Gale Haewol Quarters? Over my dead body! No, we can't let this happen. Chase away the Hoglins so they can never think about settling down there."
    },
    "18600138": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600138,
        "alias": "Contents.Quest.Desc.2501006",
        "text": "Hoglins are threateningly swinging their weapons along the Crimson Forest Path. This is war! We must seize their weapons and neutralize them at once!"
    },
    "18600139": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600139,
        "alias": "Contents.Quest.Desc.2501007",
        "text": "The Hoglins are raising Black Bulbaries. For food purposes, maybe? If it is, then we must get rid of their Black Bulbaries. The sooner they run out of food, the sooner they'll leave the Crimson Forest Path."
    },
    "18600140": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600140,
        "alias": "Contents.Quest.Desc.2501008",
        "text": "The Autumn Sunset Valley is infested with so many scorpions that I don't feel safe going there. Please take care of Redtail Scorpions."
    },
    "18600141": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600141,
        "alias": "Contents.Quest.Desc.2501009",
        "text": "Sometimes, even poison can be medicine, right? Maybe that's the case with the scorpions in the Autumn Sunset Valley. Could you bring me venom from Redtail Scorpions and Elite Big Redtail Scorpions? I'd like to see if I can make some medicine with it."
    },
    "18600142": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600142,
        "alias": "Contents.Quest.Desc.2501010",
        "text": "The earlier settlers were so afraid of contracting a disease that they burned old trees. Since then, Maple Tree Spirits appear where their trees used to be. Please help us protect passersby from these spirits."
    },
    "18600143": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600143,
        "alias": "Contents.Quest.Desc.2501011",
        "text": "There are Oduksinis down below the Lumber Camp that give passersby riddles and harass them if they answer wrong. Please silence these mischievous Oduksinis."
    },
    "18600144": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600144,
        "alias": "Contents.Quest.Desc.2501012",
        "text": "Oduksinis have been seen around the Riddle Plain day and night. Please stop them before they reach our settlement."
    },
    "18600145": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600145,
        "alias": "Contents.Quest.Desc.2501013",
        "text": "Ancient Tree Spirits have been appearing at the Riddle Plain. The Oduksinis summoned those spirits to get rid of the settlers. Go to Riddle Plain and eliminate the Ancient Tree Spirits and Oduksinis."
    },
    "18600146": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600146,
        "alias": "Contents.Quest.Desc.2501014",
        "text": "Red Foxes that live near the Lumber Camp have been coming to the Haewol Quarters every night to steal meat. Please eliminate the Red Foxes around the Lumber Camp."
    },
    "18600147": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600147,
        "alias": "Contents.Quest.Desc.2501015",
        "text": "A horde of Mandaravas has shown up at the Lumber Camp. Eliminate them before they fill that place with their noise. They're Gray Mandaravas."
    },
    "18600148": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600148,
        "alias": "Contents.Quest.Desc.2501016",
        "text": "Even Mandaravas should be useful for something. I'm most curious about their stems. I believe there's plenty of nutrition in them, especially at the part where it's pointy like a horn. If you collect the Mandarava stems, I'll request someone who's skilled in botany to do some research on them."
    },
    "18600149": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600149,
        "alias": "Contents.Quest.Desc.2501017",
        "text": "The Shelter of the Forest is the first line of defense of the Ivory Gale Haewol Quarters against the Hollows. We must not be distracted from our guard duties because of those Oduksinis. Go to the Shelter of the Forest and eliminate them."
    },
    "18600150": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600150,
        "alias": "Contents.Quest.Desc.2501018",
        "text": "Well, rumor has it that wearing an Oduksini mask can protect the wearer from Hollows. Can you believe that nonsense? Let's put a stop to that dangerous rumor. Please go to the Shelter of the Forest, eliminate Oduksinis, and destroy their masks."
    },
    "18600151": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600151,
        "alias": "Contents.Quest.Desc.2501019",
        "text": "An Elite Gray Darkhorn has appeared in the Shelter of the Forest. Please drive it away before it attracts other Darkhorns to that place."
    },
    "18600152": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600152,
        "alias": "Contents.Quest.Desc.2501020",
        "text": "Ivory Gale is fighting the Daybreak at the Specter Hill. We must help Ivory Gale, especially since they have a cooperative relationship with both home and Saho. Go quickly and eliminate the Daybreak."
    },
    "18600153": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600153,
        "alias": "Contents.Quest.Desc.2501021",
        "text": "The forces of the Daybreak are growing, and we'll be in trouble if we don't take care of them now. Please eliminate them."
    },
    "18600154": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600154,
        "alias": "Contents.Quest.Desc.2501022",
        "text": "We need an antidote for people who have been poisoned by the Daybreaks. Please collect them from Daybreak Shamans and Elite Daybreak Voodoo Doctors."
    },
    "18600155": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600155,
        "alias": "Contents.Quest.Desc.2501023",
        "text": "The Gray Jungle is teeming with saberfangs whose hair has turned gray from exposure to the energy of Caelite. They're also getting more violent by the day. Please exterminate them for people's safety."
    },
    "18600156": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600156,
        "alias": "Contents.Quest.Desc.2501024",
        "text": "If you're going to the Gray Jungle, please be so kind as to pick up some organs from Caelite-affected saberfangs on your way back. They'll be greatly helpful to my Caelite research."
    },
    "18600157": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600157,
        "alias": "Contents.Quest.Desc.2501025",
        "text": "The Ratmen have appeared at the Gray Jungle. They're just roaming around, their bloodshot eyes looking for prey. Please eliminate the Ratmen in the Gray Jungle."
    },
    "18600158": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600158,
        "alias": "Contents.Quest.Desc.2501026",
        "text": "The Hollows wandering about the Caelite Ruin are poor wretches. They came to Haewol full of hopes and dreams, only to be turned into the monsters that they are now. Please put them out of their misery."
    },
    "18600159": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600159,
        "alias": "Contents.Quest.Desc.2501027",
        "text": "Most people steer clear of the Caelite Ruin. Caelite or not, that place is dangerous because of Hollows. You have to be strong enough to beat those murderous Hollows and take that gigantic Caelite."
    },
    "18600160": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600160,
        "alias": "Contents.Quest.Desc.2501028",
        "text": "There's something special about the weapons of the Hollows at the Caelite Ruin. If you bring those powerful-looking weapons to me, I'll investigate their secrets. It won't be an easy job, but I think you can handle it."
    },
    "18600161": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600161,
        "alias": "Contents.Quest.Desc.2501029",
        "text": "Rumor has it that there's a secret tunnel under the Caelite Excavation Site and it keeps producing Hollows. How terrible! Please go stop the Hollows there."
    },
    "18600162": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600162,
        "alias": "Contents.Quest.Desc.2501030",
        "text": "Caelite dust has been found on some Consumed farmers. We must collect it before they're used for the wrong reason. Please collect their Caelite dust pouches."
    },
    "18600163": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600163,
        "alias": "Contents.Quest.Desc.2501031",
        "text": "The Consumed Soldiers at the Caelite Excavation Site were sacrificed when the Caelite energy exploded there. Could you help them rest in peace? I'll prepare a ritual to appease their spirits."
    },
    "18600164": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600164,
        "alias": "Contents.Quest.Desc.2501032",
        "text": "Specters have been appearing at the Winged Monster Hunting Zone. They seem to be what remains of the monsters killed at the Hideout of Disaster, so I'm worried that these Specters will harm the hunters. Eliminate them."
    },
    "18600165": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600165,
        "alias": "Contents.Quest.Desc.2501033",
        "text": "The Hideout of Disaster is swarming with spiders, but no hunter seems to even take notice of them. All of them want to catch Night Gargoyles for bragging rights. Clearly, they're a selfish bunch. Anyone who's not among them, please exterminate Stealth Spiders."
    },
    "18600166": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600166,
        "alias": "Contents.Quest.Desc.2501034",
        "text": "Many hunters are headed for the Hideout of Disaster to hunt the Night Gargoyles. It's mostly to gain some recognition by hunting multiple Night Gargoyles. Join them if you're confident in your hunting skills."
    },
    "18600167": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600167,
        "alias": "Contents.Quest.Desc.2501035",
        "text": "Good news! The red buds growing on the antlers of Red-Antlered Stags are effective as a pandemic treatment. Please bring Red-Antlered Stag Red Buds to me. I'd like to make a pandemic treatment with them."
    },
    "18600168": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600168,
        "alias": "Contents.Quest.Desc.2501036",
        "text": "The Red Horn Path is crowded with Redhorns, and it's become hard to collect the Red-Antlered Stag's red buds. It'll be helpful if you could eliminate the Redhorns."
    },
    "18600169": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600169,
        "alias": "Contents.Quest.Desc.2501037",
        "text": "The Poacher Gang has appeared inside the Red Horn Path. They've come to poach the Red-Antlered Stags! They must have heard the rumor about their antlers selling for a lot of money. Hurry and chase away the Poacher Gang!"
    },
    "18600170": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600170,
        "alias": "Contents.Quest.Desc.2501038",
        "text": "The early pioneers rested while looking at the ethereal-looking Jellyfish in the Dreamy Forest. Those Jellyfish may have been gentle back then, but they're very ferocious now. There's no way you can rest in the midst of those creatures, angrily flapping their arms. We must cull them down if we want to relax as the early pioneers did."
    },
    "18600171": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600171,
        "alias": "Contents.Quest.Desc.2501039",
        "text": "Pioneers are unable to explore the Dreamy Forest because of Confused Dreamy Rocs in there. Please exterminate them and help the pioneers."
    },
    "18600172": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600172,
        "alias": "Contents.Quest.Desc.2501040",
        "text": "The feathers of the Dreamy Rocs are very colorful and fancy. How about using those feathers to decorate some hats? It just might become a specialty of the Caelite Land. I'll try to create a test sample if you bring the feathers."
    },
    "18600173": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600173,
        "alias": "Contents.Quest.Desc.2501041",
        "text": "The Spitting Plants at Gnarlox Forest are changing colors. We need a sample to find out what's going on. It'll be helpful if you could collect some Mutant Spitting Plant samples."
    },
    "18600174": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600174,
        "alias": "Contents.Quest.Desc.2501042",
        "text": "The Gnarloxes in Caelite Land have become all the more dangerous due to their Tectite-induced mutation. Please go to the Gnarlox Forest and exterminate Gnarloxes there."
    },
    "18600175": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600175,
        "alias": "Contents.Quest.Desc.2501043",
        "text": "The Gnarlox Forest is becoming more dangerous because of the Mutant Gnarloxes. Please stop those Mutant Gnarloxes and Elite Mutant Gnarloxes before they consume the whole forest or hurt the settlers there."
    },
    "18600176": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600176,
        "alias": "Contents.Quest.Desc.2501044",
        "text": "Mutant Nepenthes are prevalent in Soaring Rocks. They're a huge threat, and must be contained before it's too late. Please exterminate them."
    },
    "18600177": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600177,
        "alias": "Contents.Quest.Desc.2501045",
        "text": "Flame Plants at the Soaring Rocks are spewing flames at unsuspecting passersby. Please exterminate them so no more people will suffer severe burns."
    },
    "18600178": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600178,
        "alias": "Contents.Quest.Desc.2501046",
        "text": "Tarites are appearing at the Soaring Rock Mountain, and I'm worried they will spread an endemic. Please exterminate the Tarites. That should help prevent an endemic from breaking out."
    },
    "18600179": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600179,
        "alias": "Contents.Quest.Desc.2501047",
        "text": "It's not easy to obtain food at the Caelite Lands that are mostly ruined. We still have to eat, so we've been raising chickens, but that's still not enough meat for all of us. We'll appreciate if you could gather some Goat Meat for us."
    },
    "18600180": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600180,
        "alias": "Contents.Quest.Desc.2501048",
        "text": "There are Soldiers at Soaring Rock Ramp who aren't Hollows, but they seem to have lost their souls. Chase them away so that passerby won't get terrified by them."
    },
    "18600181": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600181,
        "alias": "Contents.Quest.Desc.2501049",
        "text": "What did these mutants wandering about Soaring Rock Ramp used to be? Who were they? Maybe their personal effects can give us some clues. Please bring me Mutant Soldier's or Elite Mutant General's Belongings."
    },
    "18600182": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600182,
        "alias": "Contents.Quest.Desc.2501050",
        "text": "The Bulbari at the Destroyed Rocks have an especially green color. How about we make baskets with them? If you could collect the Bulbari leaves, I'll see if I can create big, durable specialty baskets with them."
    },
    "18600183": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600183,
        "alias": "Contents.Quest.Desc.2501051",
        "text": "We can't travel through the Destroyed Rocks because of the mutants there. Please exterminate Mutant Miners, Watchers, or Overseers at the Destroyed Rocks."
    },
    "18600184": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600184,
        "alias": "Contents.Quest.Desc.2501052",
        "text": "The Blue Bandits have made camp at Dragonhead Cape. Please wipe out those Blue Bandits. The development of Dragonhead Cape is getting delayed because of them."
    },
    "18600185": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600185,
        "alias": "Contents.Quest.Desc.2501053",
        "text": "The Blue Bandits keep raiding the exploration bases at Dragonhead Cape. Please attack the Blue Bandits Hulk and Hercules so that we can have time to create a wall at the Dragonhead Cape Exploration Base."
    },
    "18600186": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600186,
        "alias": "Contents.Quest.Desc.2501054",
        "text": "We need any information we can get about the Mutant Blueskin in the Tectite Valley. Please collect whatever you think might help."
    },
    "18600187": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 협행",
        "id": 18600187,
        "alias": "Contents.Quest.Desc.2501055",
        "text": "The armed Mutant Blueskins are tough and ferocious. They're blocking the narrow pathway of the Valley and threatening the safety of the pioneers. Eliminate them and secure the pathway."
    },
    "18600188": {
        "deprecated": false,
        "Dev_Desc": "QuestProvider",
        "id": 18600188,
        "alias": "Contents.Quest.Desc.2501056",
        "text": "Identity Unknown"
    },
    "18600189": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600189,
        "alias": "Contents.Quest.Desc.2501201",
        "text": "Those who wear wolf masks at the Black Dawn outpost are fanatics. Even fanatics who are firmly absorbed in the power of evil. Words don't work for them. Subjugation is the only answer!"
    },
    "18600190": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600190,
        "alias": "Contents.Quest.Desc.2501202",
        "text": "It is truly tragic to see so many Pungbaekmun disciples being transformed by the Black Dawn. Even though Pungbaekmun has maintained a strong reputation for a long time, it has come to the point of collapse due to an evil plot. "
    },
    "18600191": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600191,
        "alias": "Contents.Quest.Desc.2501203",
        "text": "There are many enemies at the Blackdawn outpost. If you retreat from here, the ordinary settlers of the sea and moon continent will fall powerlessly."
    },
    "18600192": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600192,
        "alias": "Contents.Quest.Desc.2501204",
        "text": "The wrath of the submerged graveyard is directed at us. The Suwa tribe and the gravegiver, who have lost their home, regard foreigners as enemies and attack indiscriminately. It's a sad situation, but we can't back down. "
    },
    "18600193": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600193,
        "alias": "Contents.Quest.Desc.2501205",
        "text": "It's the first time I've seen so many graveyards in my life. Where do all the graves go and where are all the gravekeepers gathered? It's like taking any living person to the underworld. Go to the sunken graveyard and drive out the dangerous graveyards."
    },
    "18600194": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600194,
        "alias": "Contents.Quest.Desc.2501206",
        "text": "The Suwas of the sunken cemetery have become wild and filthy as they have been eroded by the unknown. One strange thing is that the calm lotus humans around have not been eroded. I'm worried that someone intentionally eroded the Suwa. "
    },
    "18600195": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600195,
        "alias": "Contents.Quest.Desc.2501207",
        "text": "It's not common for Duuksini to appear as a corps. There is probably a person behind the formation of the Yokai into a Legion. The Black Dawn that has taken over the Haeryong Mountains is the most suspicious. Please defeat the eroded Duoksini. Kill the evil Yokai. "
    },
    "18600196": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600196,
        "alias": "Contents.Quest.Desc.2501208",
        "text": "I looked through the Ashen Sky Forest, and the giant censer was full of swarms of shards. Upon closer inspection, it seemed that the ghouls were not leaving the censer. "
    },
    "18600197": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600197,
        "alias": "Contents.Quest.Desc.2501209",
        "text": "Even if I was caught by the Black Dawn today, I really don’t want to starve to death. Why is there so little to eat in the Haeryong Mountains? Usually, you wouldn’t even think of it, but how about eating the flesh of a bear, a spider, or an antler fish cooked? It can last for a few more days. "
    },
    "18600198": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600198,
        "alias": "Contents.Quest.Desc.2501210",
        "text": "Go to the Giant's Forest and kill Duukshini. They keep gathering around the Giant Censer, and they may soon advance to the Joint Post. Please stop the giants from gathering before it becomes more dangerous. "
    },
    "18600199": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600199,
        "alias": "Contents.Quest.Desc.2501211",
        "text": "Destroy the Ashen Graves and the Contaminated Mandalas that roam the Forest of Giants. Our lives will not be complete if we do not defeat the ferocious monsters."
    },
    "18600200": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600200,
        "alias": "Contents.Quest.Desc.2501212",
        "text": "We need more bases to face the huge Blackdawn. If we establish a base in the Giant's Forest, we will be able to press the Joint Outpost along with the Blackdawn outpost from north to south. "
    },
    "18600201": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600201,
        "alias": "Contents.Quest.Desc.2501213",
        "text": "The Hills of Predator is the only place in the Haeryong Mountains where you can find food or medicinal herbs. However, hunting or gathering is not possible because the Hyojo mutant keeps interfering with him."
    },
    "18600202": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600202,
        "alias": "Contents.Quest.Desc.2501214",
        "text": "Some of the refugees keep disappearing. It seems that they were killed by a hungry tiger and mutant Hyojo while passing through the hills of predators. Most of them were wounded and would not have been able to resist properly. Killing the hungry tiger and mutant Hyojo will only bring this tragedy to an end. Help "
    },
    "18600203": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600203,
        "alias": "Contents.Quest.Desc.2501215",
        "text": "I hid at the entrance to the Dark Forest when I was running away from the Black Dawn. I was barely breathing, but a predator suddenly appeared and ate everyone I was with. Just thinking back then, it is still terrible. Please kill the predator. "
    },
    "18600204": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600204,
        "alias": "Contents.Quest.Desc.2501216",
        "text": "It's definitely a problem that there are so many variant beasts. The Black Dawn deliberately mutated the beasts with their own hands. There was no way they could have done such a bizarre thing with good intentions. Go to the beast's lair and mutate it so that it doesn't go as the Black Dawn wants. "
    },
    "18600205": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600205,
        "alias": "Contents.Quest.Desc.2501217",
        "text": "I'm struggling with the beasts of the Haeryong Mountains. When it comes to beast hunting, even in the fertile land, the beasts here aren't ordinary beasts. The more ferocious and ferocious they are, they're the perfect fit for the beast's lair. "
    },
    "18600206": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600206,
        "alias": "Contents.Quest.Desc.2501218",
        "text": "Eat meat gives you strength to fight, and hides give you padding or making pockets. Can you get me some meat and hides from the lost deer in the den of the beast? It will be a great help to all the refugees. "
    },
    "18600207": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600207,
        "alias": "Contents.Quest.Desc.2501219",
        "text": "When gray metallurgy and one-eyed hide in the Dark Forest, it is difficult to discern their form and they are attacked in an instant. They attack both the wounded and the refugees, so they are like demons. "
    },
    "18600208": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600208,
        "alias": "Contents.Quest.Desc.2501220",
        "text": "Rumor has it that the guardian spirits of the northern part of the Dark Forest carry a revival amulet. They say that even if they die, they will come back to life many times if they die. I wonder if that's true. "
    },
    "18600209": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600209,
        "alias": "Contents.Quest.Desc.2501221",
        "text": "A certain refugee went to the northern part of the Dark Forest a while ago and managed to come back alive. I was lost in the thick fog, and I was surrounded by monsters. In fact, there are not only one or two refugees who died as a result of that. Defeat the monsters of the Dark Forest to gain righteousness. "
    },
    "18600210": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600210,
        "alias": "Contents.Quest.Desc.2501222",
        "text": "Most refugees are not well versed in the geography of the Haeryong Mountains, so they often get lost. Especially, there are a lot of accidents while entering the Dark Forest. It would be a great help if you kill the ghosts in the southern part of the Dark Forest. "
    },
    "18600211": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600211,
        "alias": "Contents.Quest.Desc.2501223",
        "text": "Smelting excellent weapons in the barren Haeryong Mountains is very difficult. In this case, it would be a good idea to use a slightly different type of weapon. There are a lot of poison worms in the Toxic Forest. How about collecting and using the poison? "
    },
    "18600212": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600212,
        "alias": "Contents.Quest.Desc.2501224",
        "text": "Help! The refugees are afraid because the refuge is close to the southern part of the Darkwood. The monsters of the Darkwood can appear at any time. Kill the monsters in the southern part of the Darkwood to remove the danger and protect the refugees."
    },
    "18600213": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600213,
        "alias": "Contents.Quest.Desc.2501225",
        "text": "The damned Black Dawn bastards! Have you ever seen the Forsaken? Anyone would be astonished to see their bizarreness. The Black Dawn conduct experiments on living things and if they fail, they throw them into the swamp. I can't stand it. "
    },
    "18600214": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600214,
        "alias": "Contents.Quest.Desc.2501226",
        "text": "I went to the Swamp of the Abandoned and managed to get out. I was caught by the swamp monsters and I fell deeper and deeper. If I hadn't caught the branch next to me by accident, I would have eaten it. "
    },
    "18600215": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600215,
        "alias": "Contents.Quest.Desc.2501227",
        "text": "The number of abandoned beings are increasing in the swamp surrounded by the Dark Forest after the Blackdawn's experiments. The Cursed Swamp needs purification. Please destroy the monsters in the Swamp of the Forsaken."
    },
    "18600216": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600216,
        "alias": "Contents.Quest.Desc.2501228",
        "text": "No one wants to go out of the shelter. Isn't it the Haeryong Mountains, where even a skilled uninhabited can hardly survive? In particular, only a small number of people have returned alive from the cracked land full of bad guys. But we can't just give up. "
    },
    "18600217": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600217,
        "alias": "Contents.Quest.Desc.2501229",
        "text": "I think it is necessary to find out how the Boulders of the Rifted Earth are different from other places, and if there is anything else to be aware of. It's difficult, but please gather a sample of the Buldies of the Rifted Earth. Knowing who your opponent is is crucial to victory. "
    },
    "18600218": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600218,
        "alias": "Contents.Quest.Desc.2501230",
        "text": "I went to the divided land and there is no end to the firefly. As it is now, I can only watch the fireman and I will not be able to visit the main camp of the Black Dawn. It seems that Suyang and Poongbaek are in trouble. "
    },
    "18600219": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600219,
        "alias": "Contents.Quest.Desc.2501231",
        "text": "I have heard that the expedition that explored the Sea and Moon Continent turned into burners in the burning land. It's very unfortunate that brave adventurers become burners. How about helping the forgotten ones to rest? "
    },
    "18600220": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600220,
        "alias": "Contents.Quest.Desc.2501232",
        "text": "I need a Burning Earth Boiler Specimen. There is a rift in the heart of the Burning Earth, and the catastrophe started there. If you have a Burning Earth Boiler Specimen, we can get more detailed information. Please help. "
    },
    "18600221": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600221,
        "alias": "Contents.Quest.Desc.2501233",
        "text": "What was the Burning Earth like before, which became Hell as soon as it was burned? It is a tragic and terrifying fact that there are no people, no crops, no livestock, and only the Burners. "
    },
    "18600222": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600222,
        "alias": "Contents.Quest.Desc.2501234",
        "text": "The Blackdawn Supply Depot is gathering everything we need. If we can find out when supplies are coming in and hit them, we will get supplies and kill the enemies, so it will be a good deal. Gather information on the supply dates of the Black Dawn Supply Stations! "
    },
    "18600223": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600223,
        "alias": "Contents.Quest.Desc.2501235",
        "text": "The Black Dawn seems to have noticed that Bishamun is aiming for supplies at the Supply Depot. Let's settle our plans before they spread. If the Supply Depot confuses the Supply Depot by killing them, our work will naturally be buried. "
    },
    "18600224": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600224,
        "alias": "Contents.Quest.Desc.2501236",
        "text": "I'm worried that supplies will be arriving at the Black Dawn supply station soon, but there are a lot of guards. The retrieval will be done at Bissamun, so would you please kill the soldiers at the supply station in the meantime? "
    },
    "18600225": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600225,
        "alias": "Contents.Quest.Desc.2501237",
        "text": "Thousands of people were taken to the Blackdawn camp to a tragic end. They were someone's family and friends. We cannot commemorate all of the victims, but if you have a list of those who have been tragic, visit Bisamun, the remnants of the victims' families and friends. "
    },
    "18600226": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600226,
        "alias": "Contents.Quest.Desc.2501238",
        "text": "The Black Dawn camp is truly a den of evil. I think it's diabolical to use people as subjects by any means and only for an end. We must defeat and destroy the senior soldiers of this demonic camp. "
    },
    "18600227": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600227,
        "alias": "Contents.Quest.Desc.2501239",
        "text": "My anger rises when I think of those who may be suffering in the Blackdawn camp. We must help those who are imprisoned there to escape as quickly as possible. Kill the camp soldiers to get their attention. "
    },
    "18600228": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600228,
        "alias": "Contents.Quest.Desc.2501240",
        "text": "Blackdawn all carry good weapons, so let's use them! We don't have enough weapons and we don't have a forge to make good ones. But the soldiers in the Blackdawn Armory have pretty good weapons! "
    },
    "18600229": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600229,
        "alias": "Contents.Quest.Desc.2501241",
        "text": "Please kill the senior soldiers of the Black Dawn Armory. The members of the Bishamun have stolen the Black Dawn's weapons from a shortage of supplies, and the senior soldiers seem to have noticed this. Please lend a hand so that the weapon collection operation is not exposed. "
    },
    "18600230": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600230,
        "alias": "Contents.Quest.Desc.2501242",
        "text": "Even at this moment, the Black Dawn has not stopped and is growing in power. In order for us not to be succumbed to its mighty power, we must destroy their strength and weapons. Defeat the soldiers of the Black Dawn Armory. "
    },
    "18600231": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600231,
        "alias": "Contents.Quest.Desc.2501243",
        "text": "Small gorge! Please save the corrupted predator and the corrupted mutant Hyojo specimens from the Contaminated Crater. We are trying to find out what kind of pollution the creatures of the Haeryong Mountains have been poisoned with. It is dangerous, but it is necessary. "
    },
    "18600232": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600232,
        "alias": "Contents.Quest.Desc.2501244",
        "text": "The present Black Dawn are more dangerous demons than the wandering fire mortals. They have polluted the creatures of the Haeryong Mountains. What can live on this land other than the tainted monsters? Go to the tainted crater and destroy the Black Dawn. "
    },
    "18600233": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600233,
        "alias": "Contents.Quest.Desc.2501245",
        "text": "Watching the Black Dawn in a tainted crater, I keep questioning whether we can survive here. But in order to destroy the Black Dawn, who consider life insignificant, we must not give up until the very end. Please. "
    },
    "18600234": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600234,
        "alias": "Contents.Quest.Desc.2501246",
        "text": "The dark stigma in the northern part of Ashen Sky Forest has already been eroded and it seems irreversible. There was a great concern that even the nearby old tree spirits might have been eroded, but as a result of investigation, it seems that erosion is already underway. Giant Incense Burner in the North of Gray Sky Forest "
    },
    "18600235": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600235,
        "alias": "Contents.Quest.Desc.2501247",
        "text": "I've seen it in Taerokrim, and it seems to be quite useful as a weapon for self-defense if you trim the horn of a gnat. Please find the horn of a red-horned antler in the southern part of the Gray Sky Forest. I'll try making one."
    },
    "18600236": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600236,
        "alias": "Contents.Quest.Desc.2501248",
        "text": "At Bishamun, we have been scouting the observation tower from the southern part of Ashen Sky Forest to uncover the plot of the Black Dawn, but the number of monsters has recently increased and it has been seriously disturbing us. I would like to ask the small town for help. "
    },
    "18600237": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600237,
        "alias": "Contents.Quest.Desc.2501249",
        "text": "The Predator's Hills are open plains, so it's not good for refugees to hide and pass through. So I'm trying to disguise it as a wild beast. Bring me the skin of a hungry tiger from the Hills of Predator. "
    },
    "18600238": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600238,
        "alias": "Contents.Quest.Desc.2501250",
        "text": "It's amazing no matter how you think about it. The blue-eyed outbreak at the entrance to the Dark Forest. There were predators around, but they survived without being eaten. Finding out the secret would be very useful. Could you investigate the blue-eyed outbreaks and predators? "
    },
    "18600239": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600239,
        "alias": "Contents.Quest.Desc.2501251",
        "text": "Because of the Devourer, I cannot walk through the Dark Forest entrance. Please defeat the Devourer at the Dark Forest entrance so that we can safely pass through the Dark Forest. Please."
    },
    "18600240": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600240,
        "alias": "Contents.Quest.Desc.2501252",
        "text": "A crocodile expelled from the Swamp of the Forsaken is coming up into the Toxic Forest. So only the refugees who escaped the Swamp and made their way to the Forest are at greater risk. Kill the Wandering Crocodiles in the Venomous Forest. "
    },
    "18600241": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600241,
        "alias": "Contents.Quest.Desc.2501253",
        "text": "There are people who have fled to the Toxic Forest to avoid the Black Dawn. They thought that the Black Dawn would not be able to pursue them because it was such a dangerous forest. "
    },
    "18600242": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600242,
        "alias": "Contents.Quest.Desc.2501254",
        "text": "Most of the Guardian Spirits of the Dark Forest are ghosts that have died there. Cursed souls who have lost their way are harming the refugees. Please kill them. It seems like the time has come for them to go to the underworld too."
    },
    "18600243": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600243,
        "alias": "Contents.Quest.Desc.2501255",
        "text": "What more needs to be said? Go to the tainted lands and slay the tainted monsters. Do your best to keep the tainted monsters from making the soil worse."
    },
    "18600244": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600244,
        "alias": "Contents.Quest.Desc.2501256",
        "text": "I know there are several groups investigating the tainted land. Of course, Bishamun is also investigating. Bisamun is questioning what the Black Dawn are trying to do with the tainted monsters. "
    },
    "18600245": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600245,
        "alias": "Contents.Quest.Desc.2501257",
        "text": "Most common people in the Haeryong Mountains are missing people caught by the Black Dawn. Even if they are lucky enough to get out of the Black Dawn, I've heard that they can't hold on to the polluted land any longer and fall over. The monsters of the polluted earth can come to their refuge. "
    },
    "18600246": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600246,
        "alias": "Contents.Quest.Desc.2501258",
        "text": "Those who wear wolf masks at the Black Dawn outpost are fanatics. Even fanatics who are deeply engrossed in the power of evil. Words don't work for them. Subjugation is the only answer!"
    },
    "18600247": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600247,
        "alias": "Contents.Quest.Desc.2501259",
        "text": "It is truly tragic to see so many Pungbaekmun disciples being transformed by the Black Dawn. Even though Pungbaekmun has maintained a strong reputation for a long time, it has come to the point of collapse due to an evil plot. "
    },
    "18600248": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600248,
        "alias": "Contents.Quest.Desc.2501260",
        "text": "There are many enemies at the Blackdawn outpost. If you retreat from here, the ordinary settlers of the sea and moon continent will fall powerlessly."
    },
    "18600249": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600249,
        "alias": "Contents.Quest.Desc.2501261",
        "text": "The wrath of the submerged graveyard is directed at us. The Suwa tribe and the gravegiver, who have lost their home, regard foreigners as enemies and attack indiscriminately. It's a sad situation, but we can't back down. "
    },
    "18600250": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600250,
        "alias": "Contents.Quest.Desc.2501262",
        "text": "It's the first time I've seen so many graveyards in my life. Where do all the graves go and where are all the gravekeepers gathered? It's like taking any living person to the underworld. Go to the sunken graveyard and drive out the dangerous graveyards."
    },
    "18600251": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600251,
        "alias": "Contents.Quest.Desc.2501263",
        "text": "The Suwas of the sunken cemetery have become wild and filthy as they have been eroded by the unknown. One strange thing is that the calm lotus humans around have not been eroded. I'm worried that someone intentionally eroded the Suwa. "
    },
    "18600252": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600252,
        "alias": "Contents.Quest.Desc.2501264",
        "text": "It's not common for Duuksini to appear as a corps. There is probably a person behind the formation of the Yokai into a Legion. The Black Dawn that has taken over the Haeryong Mountains is the most suspicious. Please defeat the eroded Duoksini. Kill the evil Yokai. "
    },
    "18600253": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600253,
        "alias": "Contents.Quest.Desc.2501265",
        "text": "I looked through the Ashen Sky Forest, and the giant censer was full of swarms of shards. Upon closer inspection, it seemed that the ghouls were not leaving the censer. "
    },
    "18600254": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600254,
        "alias": "Contents.Quest.Desc.2501266",
        "text": "Even if I was caught by the Black Dawn today, I really don’t want to starve to death. Why is there so little to eat in the Haeryong Mountains? Usually, you wouldn’t even think of it, but how about eating the flesh of a bear, a spider, or an antler fish cooked? It can last for a few more days. "
    },
    "18600255": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600255,
        "alias": "Contents.Quest.Desc.2501267",
        "text": "The Hills of Predator is the only place in the Haeryong Mountains where you can find food or medicinal herbs. However, hunting or gathering is not possible because the Hyojo mutant keeps interfering with him."
    },
    "18600256": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600256,
        "alias": "Contents.Quest.Desc.2501268",
        "text": "Some of the refugees keep disappearing. It seems that they were killed by a hungry tiger and mutant Hyojo while passing through the hills of predators. Most of them were wounded and would not have been able to resist properly. Killing the hungry tiger and mutant Hyojo will only bring this tragedy to an end. Help "
    },
    "18600257": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600257,
        "alias": "Contents.Quest.Desc.2501269",
        "text": "I hid at the entrance to the Dark Forest when I was running away from the Black Dawn. I was barely breathing, but a predator suddenly appeared and ate everyone I was with. Just thinking back then, it is still terrible. Please kill the predator. "
    },
    "18600258": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600258,
        "alias": "Contents.Quest.Desc.2501270",
        "text": "It's definitely a problem that there are so many mutated beasts. The Blackdawn have used their hands to mutate the beasts. There's no way they could have done such a bizarre thing with good intentions. Go to the den of beasts to mutate "
    },
    "18600259": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600259,
        "alias": "Contents.Quest.Desc.2501271",
        "text": "Eat meat gives you strength to fight, and hides give you padding or making pockets. Can you get me some meat and hides from the lost deer in the den of the beast? It will be a great help to all the refugees. "
    },
    "18600260": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600260,
        "alias": "Contents.Quest.Desc.2501272",
        "text": "When gray metallurgy and one-eyed hide in the Dark Forest, it is difficult to discern their form and they are attacked in an instant. They attack both the wounded and the refugees, so they are like demons. "
    },
    "18600261": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600261,
        "alias": "Contents.Quest.Desc.2501273",
        "text": "Rumor has it that the guardian spirits of the northern part of the Dark Forest carry a revival amulet. They say that even if they die, they will come back to life many times if they die. I wonder if that's true. "
    },
    "18600262": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600262,
        "alias": "Contents.Quest.Desc.2501274",
        "text": "A certain refugee went to the northern part of the Dark Forest a while ago and managed to come back alive. I was lost in the thick fog, and I was surrounded by monsters. In fact, there are not only one or two refugees who died as a result of that. Defeat the monsters of the Dark Forest to gain righteousness. "
    },
    "18600263": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600263,
        "alias": "Contents.Quest.Desc.2501275",
        "text": "Most refugees are not well versed in the geography of the Haeryong Mountains, so they often get lost. Especially, there are a lot of accidents while entering the Dark Forest. It would be a great help if you kill the ghosts in the southern part of the Dark Forest. "
    },
    "18600264": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600264,
        "alias": "Contents.Quest.Desc.2501276",
        "text": "Smelting excellent weapons in the barren Haeryong Mountains is very difficult. In this case, it would be a good idea to use a slightly different type of weapon. There are a lot of poison worms in the Toxic Forest. How about collecting and using the poison? "
    },
    "18600265": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600265,
        "alias": "Contents.Quest.Desc.2501277",
        "text": "Help! The refugees are afraid because the refuge is close to the southern part of the Darkwood. The monsters of the Darkwood can appear at any time. Kill the monsters in the southern part of the Darkwood to remove the danger and protect the refugees."
    },
    "18600266": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600266,
        "alias": "Contents.Quest.Desc.2501278",
        "text": "No one wants to go out of the shelter. Isn't it the Haeryong Mountains, where even a skilled uninhabited can hardly survive? In particular, only a small number of people have returned alive from the cracked land full of bad guys. But we can't just give up. "
    },
    "18600267": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600267,
        "alias": "Contents.Quest.Desc.2501279",
        "text": "I think we need to find out how the Bulmors of the Rifted Earth are different from other places, and if there is anything else to be careful about. It's difficult, but please collect a sample of the Boulders of the Rifted Earth. Knowing who your opponent is is the key to victory. "
    },
    "18600268": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600268,
        "alias": "Contents.Quest.Desc.2501280",
        "text": "I went to the divided land and there is no end to the firefly. As it is now, I can only watch the fireman and I will not be able to visit the main camp of the Black Dawn. It seems that Suyang and Poongbaek are in trouble. "
    },
    "18600269": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600269,
        "alias": "Contents.Quest.Desc.2501281",
        "text": "I have heard that the expedition that explored the Sea and Moon Continent turned into burners in the burning land. It's very unfortunate that brave adventurers become burners. How about helping the forgotten ones to rest? "
    },
    "18600270": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600270,
        "alias": "Contents.Quest.Desc.2501282",
        "text": "I need a Burning Earth Boiler Specimen. There is a rift in the heart of the Burning Earth, and the catastrophe started there. If you have a Burning Earth Boiler Specimen, we can get more detailed information. Please help. "
    },
    "18600271": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600271,
        "alias": "Contents.Quest.Desc.2501283",
        "text": "What was the Burning Earth like before, which became Hell as soon as it was burned? It is a tragic and terrifying fact that there are no people, no crops, no livestock, and only the Burners. "
    },
    "18600272": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600272,
        "alias": "Contents.Quest.Desc.2501284",
        "text": "The Blackdawn Supply Depot is gathering everything we need. If we know when supplies are coming in and hit them, it will be very helpful to get supplies and kill the enemies. "
    },
    "18600273": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600273,
        "alias": "Contents.Quest.Desc.2501285",
        "text": "The Black Dawn seems to have noticed that Bishamun is aiming for supplies at the Supply Depot. Let's settle our plans before they spread. If the Supply Depot confuses the Supply Depot by killing them, our work will naturally be buried. "
    },
    "18600274": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600274,
        "alias": "Contents.Quest.Desc.2501286",
        "text": "I'm worried that supplies will be arriving at the Black Dawn supply station soon, but there are a lot of guards. The retrieval will be done at Bissamun, so would you please kill the soldiers at the supply station in the meantime? "
    },
    "18600275": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600275,
        "alias": "Contents.Quest.Desc.2501287",
        "text": "The dark stigma in the northern part of Ashen Sky Forest has already been eroded and it seems irreversible. There was a great concern that even the nearby old tree spirits might have been eroded, but as a result of investigation, it seems that erosion is already underway. Giant Incense Burner in the North of Gray Sky Forest "
    },
    "18600276": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600276,
        "alias": "Contents.Quest.Desc.2501288",
        "text": "I've seen it in Taerokrim, and it seems to be quite useful as a weapon for self-defense if you trim the horn of a gnat. Please find the horn of a red-horned antler in the southern part of the Gray Sky Forest. I'll try making one."
    },
    "18600277": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600277,
        "alias": "Contents.Quest.Desc.2501289",
        "text": "At Bishamun, we have been scouting the observation tower from the southern part of Ashen Sky Forest to uncover the plot of the Black Dawn, but the number of monsters has recently increased and it has been seriously disturbing us. I would like to ask the small town for help. "
    },
    "18600278": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600278,
        "alias": "Contents.Quest.Desc.2501290",
        "text": "The Predator's Hills are open plains, so it's not good for refugees to hide and pass through. So I'm trying to disguise it as a wild beast. Bring me the skin of a hungry tiger from the Hills of Predator. "
    },
    "18600279": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600279,
        "alias": "Contents.Quest.Desc.2501291",
        "text": "It's amazing no matter how you think about it. The blue-eyed outbreak at the entrance to the Dark Forest. There were predators around, but they survived without being eaten. Finding out the secret would be very useful. Could you investigate the blue-eyed outbreaks and predators? "
    },
    "18600280": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600280,
        "alias": "Contents.Quest.Desc.2501292",
        "text": "Because of the Devourer, I cannot walk through the Dark Forest entrance. Please defeat the Devourer at the Dark Forest entrance so that we can safely pass through the Dark Forest. Please."
    },
    "18600281": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600281,
        "alias": "Contents.Quest.Desc.2501293",
        "text": "A crocodile expelled from the Swamp of the Forsaken is coming up into the Toxic Forest. So only the refugees who escaped the Swamp and made their way to the Forest are at greater risk. Kill the Wandering Crocodiles in the Venomous Forest. "
    },
    "18600282": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600282,
        "alias": "Contents.Quest.Desc.2501294",
        "text": "There are people who have fled to the Toxic Forest to avoid the Black Dawn. They thought that the Black Dawn would not be able to pursue them because it was such a dangerous forest. "
    },
    "18600283": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600283,
        "alias": "Contents.Quest.Desc.2501295",
        "text": "Most of the Guardian Spirits of the Dark Forest are ghosts that have died there. Cursed souls who have lost their way are harming the refugees. Please kill them. It seems the time has come for them to go to the underworld too."
    },
    "18600284": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600284,
        "alias": "Contents.Quest.Desc.2501296",
        "text": "What more needs to be said? Go to the tainted lands and slay the tainted monsters. Do your best to keep the tainted monsters from making the soil worse."
    },
    "18600285": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600285,
        "alias": "Contents.Quest.Desc.2501297",
        "text": "I know there are several groups investigating the tainted land. Of course, Bishamun is also investigating. Bisamun is questioning what the Black Dawn are trying to do with the tainted monsters. "
    },
    "18600286": {
        "deprecated": false,
        "Dev_Desc": "해룡산맥 협행",
        "id": 18600286,
        "alias": "Contents.Quest.Desc.2501298",
        "text": "Most common people in the Haeryong Mountains are missing people caught by the Black Dawn. Even if they are lucky enough to get out of the Black Dawn, I've heard that they can't hold on to the polluted land any longer and fall over. The monsters of the polluted earth can come to their refuge. "
    }
}