{
    "91000001": {
        "deprecated": false,
        "Dev_Desc": "가면 만들기 재료",
        "id": 91000001,
        "alias": "Contents.Item.Desc.9220000",
        "text": "A plain white mask without any decorations or patterns. You can make a mask by coloring it here."
    },
    "91000002": {
        "deprecated": false,
        "Dev_Desc": "무술대회 참가 추천서",
        "id": 91000002,
        "alias": "Contents.Item.Desc.9220001",
        "text": "This is a recommendation letter that you must prepare to participate in the martial arts competition."
    },
    "91000003": {
        "deprecated": false,
        "Dev_Desc": "혼파탕",
        "id": 91000003,
        "alias": "Contents.Item.Desc.9220002",
        "text": "The ultimate dish made with special products from Bandal Lake! \\n... But, somehow it smells strange..."
    },
    "91000004": {
        "deprecated": false,
        "Dev_Desc": "보물상자 열쇠",
        "id": 91000004,
        "alias": "Contents.Item.Desc.9220003",
        "text": "This is the key to open the treasure chest hidden somewhere in Vandal Lake."
    },
    "91000005": {
        "deprecated": false,
        "Dev_Desc": "조합장의 추천서",
        "id": 91000005,
        "alias": "Contents.Item.Desc.9220004",
        "text": "This is a recommendation letter that you must prepare to participate in a martial arts competition."
    },
    "91000006": {
        "deprecated": false,
        "Dev_Desc": "경비대장의 추천서",
        "id": 91000006,
        "alias": "Contents.Item.Desc.9220005",
        "text": "This is a recommendation letter that you must prepare to participate in a martial arts competition."
    },
    "91000007": {
        "deprecated": false,
        "Dev_Desc": "객점주인의 추천서",
        "id": 91000007,
        "alias": "Contents.Item.Desc.9220006",
        "text": "This is a recommendation letter that you must prepare to participate in a martial arts competition."
    },
    "91000008": {
        "deprecated": false,
        "Dev_Desc": "여관주인의 추천서",
        "id": 91000008,
        "alias": "Contents.Item.Desc.9220007",
        "text": "This is a recommendation letter that you must prepare to participate in a martial arts competition."
    },
    "91000009": {
        "deprecated": false,
        "Dev_Desc": "낡은 상자",
        "id": 91000009,
        "alias": "Contents.Item.Desc.9220008",
        "text": "It's an old box. It's definitely something that doesn't have an owner. maybe.."
    },
    "91000010": {
        "deprecated": false,
        "Dev_Desc": "초심자 상자",
        "id": 91000010,
        "alias": "Contents.Item.Desc.9220009",
        "text": "It's a pretty decent looking box."
    },
    "91000011": {
        "deprecated": false,
        "Dev_Desc": "나무 상자",
        "id": 91000011,
        "alias": "Contents.Item.Desc.9220010",
        "text": "A box that doesn't know what's in it always brings a little bit of anticipation."
    },
    "91000012": {
        "deprecated": false,
        "Dev_Desc": "거대 수호병의 상자",
        "id": 91000012,
        "alias": "Contents.Item.Desc.9220011",
        "text": "A large lock is firmly attached. You'll need the Guardian's Key to open the chest."
    },
    "91000013": {
        "deprecated": false,
        "Dev_Desc": "수호병의 열쇠",
        "id": 91000013,
        "alias": "Contents.Item.Desc.9220012",
        "text": "This is the key to open the Giant Guardian's Chest."
    },
    "91000014": {
        "deprecated": false,
        "Dev_Desc": "바나나",
        "id": 91000014,
        "alias": "Contents.Item.Desc.9220013",
        "text": "Yellow bananas are a paradise favorite."
    },
    "91000015": {
        "deprecated": false,
        "Dev_Desc": "돈주머니",
        "id": 91000015,
        "alias": "Contents.Item.Desc.9220014",
        "text": "It's the moneybags of thugs who torment people in the slums."
    },
    "91000016": {
        "deprecated": false,
        "Dev_Desc": "곡괭이",
        "id": 91000016,
        "alias": "Contents.Item.Desc.9220015",
        "text": "A pickaxe used for digging hard ground."
    },
    "91000017": {
        "deprecated": false,
        "Dev_Desc": "홍보석 목걸이",
        "id": 91000017,
        "alias": "Contents.Item.Desc.9220016",
        "text": "Necklace with red jewels. \\nThis is the only relic left by the refugee's dead wife."
    },
    "91000018": {
        "deprecated": false,
        "Dev_Desc": "훼손된 무술대회 출전권",
        "id": 91000018,
        "alias": "Contents.Item.Desc.9220017",
        "text": "It is badly damaged and the contents are difficult to read."
    },
    "91000019": {
        "deprecated": false,
        "Dev_Desc": "작은 돈주머니",
        "id": 91000019,
        "alias": "Contents.Item.Desc.9220018",
        "text": "A small pouch containing coins."
    },
    "91000020": {
        "deprecated": false,
        "Dev_Desc": "인장이 찍힌 증서",
        "id": 91000020,
        "alias": "Contents.Item.Desc.9220019",
        "text": "It is a certificate with the seal of the year of good harvest."
    },
    "91000021": {
        "deprecated": false,
        "Dev_Desc": "배 표",
        "id": 91000021,
        "alias": "Contents.Item.Desc.9220020",
        "text": "\"A fishing rod engraved with the name Cheokwol.\""
    },
    "91000022": {
        "deprecated": false,
        "Dev_Desc": "앨리의 푸른 구슬",
        "id": 91000022,
        "alias": "Contents.Item.Desc.9220021",
        "text": "This is an unofficial token that allows you to board a ship."
    },
    "91000023": {
        "deprecated": false,
        "Dev_Desc": "망가진 낚싯대",
        "id": 91000023,
        "alias": "Contents.Item.Desc.9220022",
        "text": "It is a glass bead that shines brightly in blue."
    },
    "91000024": {
        "deprecated": false,
        "Dev_Desc": "토미의 펜던트",
        "id": 91000024,
        "alias": "Contents.Item.Desc.9220023",
        "text": "A pendant depicting Tommy and a woman who appears to be his wife."
    },
    "91000025": {
        "deprecated": false,
        "Dev_Desc": "푸른색 천 조각",
        "id": 91000025,
        "alias": "Contents.Item.Desc.9220024",
        "text": "It is a piece of fabric with a luxurious feel. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"It's torn now, but it was probably about a piece of cloth long enough to be tied up. .<br/><br/>Blue was once the color of the shipowners' association, and Freig, a member of the shipowners' association, gave this to his followers, dreaming of the day when the shipowners' association will resurface.<br/><br />Fake Ereda members are said to use this blue cloth to tie to their clothes and to recognize each other.\""
    },
    "91000026": {
        "deprecated": false,
        "Dev_Desc": "빛나는 비늘 조각",
        "id": 91000026,
        "alias": "Contents.Item.Desc.9220025",
        "text": "A piece of mystical scales. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"Shiny shards of scales.<br/><br/>The fortress is It's just a fragment of the scale of a fish, but in fact, it has been changed in various ways by the mouths of many people.<br/><br/>Some said it was the scale of a mermaid, others said it was the scale of a dragon that guarded the sea long ago. It came, but now it's all forgotten.\""
    },
    "91000027": {
        "deprecated": false,
        "Dev_Desc": "오염된 피부조직",
        "id": 91000027,
        "alias": "Contents.Item.Desc.9220026",
        "text": "It's something you don't want to touch. But I think it can be sold to <fontStyle=[TestStyleB]>General Store</>.<br/><br/><br/>\"This is an unnaturally corroded skin tissue.<br/><br/>Corrosion The old parts are stained black and have a strange odour. This smell is similar to the smell you get from the cracks…"
    },
    "91000028": {
        "deprecated": false,
        "Dev_Desc": "피 묻은 목찰",
        "id": 91000028,
        "alias": "Contents.Item.Desc.9220027",
        "text": "It is a woodblock with a creepy feeling. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>This is an old wooden plaque with the words \\\"Dohwasangjeon\\\\\" engraved on it. <br/><br/>The blood stains on the plaque seem to indicate the tragic end that the owner of the wooden shield had to be beaten.\""
    },
    "91000029": {
        "deprecated": false,
        "Dev_Desc": "균열 잔여물",
        "id": 91000029,
        "alias": "Contents.Item.Desc.9220028",
        "text": "It is an unknown object. But I think I can sell it to <fontStyle=[TestStyleB]>General Store</>.<br/><br/><br/>\"It's hard to believe, but every time the residue of the rift touches your skin, it sounds like someone whispering. I can hear it.<br/><br/>It's sweet and alluring, sometimes terrifying and sometimes sad.<br/><br/>Some call it the cry of the soul that remains within the hollow.\""
    },
    "91000030": {
        "deprecated": false,
        "Dev_Desc": "반짝이는 가루",
        "id": 91000030,
        "alias": "Contents.Item.Desc.9220029",
        "text": "It is a fine powder with a mysterious energy. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"This is powder from a mysterious crystal.<br/><br/> Mysterious crystals, which are weak to shocks, often crumble even with a slight impact.<br/><br/>Since the mysterious crystals in powder form quickly lose their strength, only technicians with special skills can mine the mysterious crystals in their intact form. You can.\""
    },
    "91000031": {
        "deprecated": false,
        "Dev_Desc": "작은 결정",
        "id": 91000031,
        "alias": "Contents.Item.Desc.9220030",
        "text": "It's an interesting little crystal. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"This is a decision left by the engineers after using it.<br/><br/ > Engineers who develop and manufacture various tools are indispensable, but there are not many regions that recognize their hard work.\""
    },
    "91000032": {
        "deprecated": false,
        "Dev_Desc": "문양관광기념 메달 시험작",
        "id": 91000032,
        "alias": "Contents.Item.Desc.9220031",
        "text": "A shiny medal. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"This medal is engraved with the plains pattern.<br/><br/ >Arnit is trying to create economic value by building a learning park on the patterned paper. This is a tourism commemorative medal that was made as a test piece for a product to be sold later. It looks like a simplified plain pattern, but it looks poorly complete.<br/> <br/>After mass production, will it sell well?\""
    },
    "91000033": {
        "deprecated": false,
        "Dev_Desc": "검은 새벽 은화",
        "id": 91000033,
        "alias": "Contents.Item.Desc.9220032",
        "text": "It is a suspicious silver coin. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"This is a currency that guarantees payment from the Black Dawn.<br/> <br/>It is said to be a silver coin, but it is questionable whether it actually contains silver.<br/><br/>It is difficult for ordinary people to go to the Black Dawn and ask for money, and there is no way for them to give it away.<br/>< br/> Naturally, the general public cannot use it, only the members use it, and it is not recognized for its great value.\""
    },
    "91000034": {
        "deprecated": false,
        "Dev_Desc": "낡은 회초리",
        "id": 91000034,
        "alias": "Contents.Item.Desc.9220033",
        "text": "It's a stick that looks like it's about to break. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"I thought there would be a great treasure...<br/><br/ >The only thing that came out of the vault of the first king's birthplace, Hexendro, was the bloody ax and this old stick.<br/><br/>For the first king with divine powers to have spent his childhood, the old haunted house overgrown with weeds is somehow uncomfortable. give you.\""
    },
    "91000035": {
        "deprecated": false,
        "Dev_Desc": "선주회의 낡은 명령서",
        "id": 91000035,
        "alias": "Contents.Item.Desc.9220034",
        "text": "This is a document that appears to be related to the shipowner's association. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"This is an old document with orders for stock ownership.<br/>< br/>After the power fell by the Sea Merchant Association, the order became a meaningless document, but it is said that members who dream of revival of the past still have it.<br/><br/>▶ The sea owned by the Tsar people All ships passing through the sea are required to pay a toll of 10% of the value of the shipment to the owner of the sea.<br/>▶ The value of the shipment is set by the owner of the sea or a person authorized by the owner.<br/>▶ Payment It must be made within one month from the date of value.<br/>▶ If payment is not made within one month, the shipowners association may enforce the payment. Ships belonging to the shipowners association are exempted from this.\""
    },
    "91000036": {
        "deprecated": false,
        "Dev_Desc": "대금업자의 계약서 낱장",
        "id": 91000036,
        "alias": "Contents.Item.Desc.9220035",
        "text": "It is a contract drawn up by lenders. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"Abandoned by people who think they just need to get rid of contracts with lenders. It's a single sheet.<br/><br/>But you won't be able to escape the eyes of these huge powers that even have personal mercenaries: they lend money using ships as collateral, raise funds, and organize large-scale tournaments to unite their forces. It's Mir's big hand.\""
    },
    "91000037": {
        "deprecated": false,
        "Dev_Desc": "경매장 입찰 종",
        "id": 91000037,
        "alias": "Contents.Item.Desc.9220036",
        "text": "This is the bell used in the auction house. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"Damir's auction house is also popular with tourists.<br/> <br/>Some people say that if you want to see the bizarre items of the Eastern Continent, you should go to the auction house. It is a place where the bell rings constantly when a popular item comes out.\""
    },
    "91000038": {
        "deprecated": false,
        "Dev_Desc": "고블린의 부싯돌",
        "id": 91000038,
        "alias": "Contents.Item.Desc.9220037",
        "text": "Flint is a favorite of goblins. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"I heard he saw a warm bonfire while passing through the Plains of Fleur to find Damir. , you have to let go of the idea that you will be able to meet people.<br/>Goblins who like fire carry a flint with them to make a fire anytime, anywhere.\""
    },
    "91000039": {
        "deprecated": false,
        "Dev_Desc": "마르코의 인식표",
        "id": 91000039,
        "alias": "Contents.Item.Desc.9220038",
        "text": "Marocco is a soldier's dog tag. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"This is a dog tag carried by soldiers.<br/><br/> Marco's dog tag, a soldier who served in the Plains Glyph Management Team. He wanted to leave Livares after his military service was over. Mourning the man who lost his life during the mission, his captain, Bintler, handed the dog tag to the party and asked for it. I did.<br/><br/>\\I want you to go as far away as possible and dispose of it…\\\""
    },
    "91000040": {
        "deprecated": false,
        "Dev_Desc": "별조각",
        "id": 91000040,
        "alias": "Contents.Item.Desc.9220039",
        "text": "It is a small stone sculpture with a mysterious feeling. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"It's a black stone.<br/><br/>\\From the sky A star has fallen to the ground. People call it a shard, but in reality it is just a black, ugly black stone, a disappointment to those who expected it to twinkle like a star in the night sky.<br /><br/>But there are people who buy these ugly star fragments at a high price, so even today, the eyes of those who look at the star fragments shine brightly.\""
    },
    "91000041": {
        "deprecated": false,
        "Dev_Desc": "빛나는 가루",
        "id": 91000041,
        "alias": "Contents.Item.Desc.9220040",
        "text": "It is a sparkling powder. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"This is a luminous powder.<br/><br/>Soul If you stay in forests and lakes for a long time, you will get powder on your clothes, but exactly how the powder is made and where it comes from is still unknown.<br/><br/>Because powder gives off light even in the dark, don't use it for lighting or decorations. It caught people's interest because it looked like it could be used for crafting, but the interest waned when it became known that it loses its light over time after leaving the Forest of Souls.\""
    },
    "91000042": {
        "deprecated": false,
        "Dev_Desc": "타다 남은 재",
        "id": 91000042,
        "alias": "Contents.Item.Desc.9220041",
        "text": "It's messy ashes. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"The ashes from a burnt out bonfire.<br/>< br/>The steelworks workers, who do not even have a decent heating system, make bonfires like this to withstand the chill of the highlands.<br/><br/>This harsh environment, not fitting the name of the King's Steelworks, shows how much the Tsar's King It seems to show that it is just a fake place."
    },
    "91000043": {
        "deprecated": false,
        "Dev_Desc": "구겨진 쪽지",
        "id": 91000043,
        "alias": "Contents.Item.Desc.9220042",
        "text": "It is a crumpled paper note. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"This is a note that appears to have been dropped by the blue men at the Bull Frock camp. <br /><br/>If you barely open a badly wrinkled note and read it, you will find the word \\Dear Queen.<br/><br/>The word right before that is probably a name, but unfortunately it's blurred and can't be recognized. I don't know if you're referring to the queen of .\""
    },
    "91000044": {
        "deprecated": false,
        "Dev_Desc": "빛바랜 장신구",
        "id": 91000044,
        "alias": "Contents.Item.Desc.9220043",
        "text": "It's a pretty but old ornament. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"This is an accessory that appears to have been worn by the shamans of the Water Temple. <br/> <br/>They may have once been shamans who worshiped mystical powers, but now they are neither alive nor dead, just wandering aimlessly around the lake in an empty state.\""
    },
    "91000045": {
        "deprecated": false,
        "Dev_Desc": "알록달록한 깃털",
        "id": 91000045,
        "alias": "Contents.Item.Desc.9220044",
        "text": "It's a pretty feather. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"This is a pretty feather with colorful colors. <br/><br/ >It looks like it can be used to make beautiful ornaments.<br/><br/>However, the residents of Hexend, who are desperate to make a living, don't seem to have time to pay attention to ornaments. Looks like we need more tough leather shoes to protect them.\""
    },
    "91000046": {
        "deprecated": false,
        "Dev_Desc": "찢겨진 장부의 낱장",
        "id": 91000046,
        "alias": "Contents.Item.Desc.9220045",
        "text": "A sheet of unknown ledger. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"The Royal Family, which was accidentally dropped by Olexa, the palace inspector, in a hurry. This is a torn sheet of the Association\\'s ledger.<br/><br/>Only part of it remains, so the exact contents are not known. However, the words \\Entire Tsar\\, \\Bad boy\\, and \\Search\\ seem to have been scrawled in haste. It is written in handwriting.\""
    },
    "91000047": {
        "deprecated": false,
        "Dev_Desc": "약탈자 돈주머니",
        "id": 91000047,
        "alias": "Contents.Item.Desc.9220046",
        "text": "It's a pretty thick pocket. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"This is a bag full of money.<br/><br/ >The inside of the money bag is engraved with Freig's signature, saying that all who are guided to this place will be dealt with.<br/><br/>Perhaps it will be an important piece of evidence that Freig made a deal with looters to defend his stronghold. Seems to.\""
    },
    "91000048": {
        "deprecated": false,
        "Dev_Desc": "해월대륙 행 배표 - 금화",
        "id": 91000048,
        "alias": "Contents.Item.Desc.9220047",
        "text": "This is a document that must be presented when boarding a ship bound for Haewol Continent."
    },
    "91000049": {
        "deprecated": false,
        "Dev_Desc": "해월대륙 행 배표 - 아이템",
        "id": 91000049,
        "alias": "Contents.Item.Desc.9220048",
        "text": "This is a document that must be presented when boarding a ship bound for Haewol Continent."
    },
    "91000050": {
        "deprecated": false,
        "Dev_Desc": "배표 교환 아이템",
        "id": 91000050,
        "alias": "Contents.Item.Desc.9220049",
        "text": "It is a scroll that proves that the person holding it belongs to the Plum Blossom Group. <br/> The seal of the plum blossom group is stamped."
    },
    "91000051": {
        "deprecated": false,
        "Dev_Desc": "낡은 종이",
        "id": 91000051,
        "alias": "Contents.Item.Desc.9220050",
        "text": "\"This is a very old paper that is torn and torn.<br/><br/>Most of the characters are blurred and difficult to read. In some places, you can understand the English words \\Paradise\\, \\Destiny\\, \\Sacrifice\\, \\Resurrection\\. I can see the letters I can't see. I tried to read a few lines with strength in my eyes, but it was just a pile of worthless nonsense.\""
    },
    "91000052": {
        "deprecated": false,
        "Dev_Desc": "해월대륙 행 배표",
        "id": 91000052,
        "alias": "Contents.Item.Desc.9220051",
        "text": "This is a document that must be presented when boarding a ship bound for Haewol Continent."
    },
    "91000053": {
        "deprecated": false,
        "Dev_Desc": "매화단 발급 증명서",
        "id": 91000053,
        "alias": "Contents.Item.Desc.9220052",
        "text": "It is a scroll that proves that the person who possesses it belongs to the Plum Blossom Group.\\nIt has the seal of the Red Plum Blossom in charge of the Plum Blossom Group."
    },
    "91000054": {
        "deprecated": false,
        "Dev_Desc": "개다래 가지 묶음",
        "id": 91000054,
        "alias": "Contents.Item.Desc.9220053",
        "text": "It seems to have a strange scent... but the effect is unknown."
    },
    "91000055": {
        "deprecated": false,
        "Dev_Desc": "연금준의 시구 모음 1편",
        "id": 91000055,
        "alias": "Contents.Item.Desc.9220054",
        "text": "<This is a story item that is no longer used><br/>\"Go to the fishing room like that and fish the way she likes. I pretended to be indifferent and threw a fishing rod like I wasn't prepared\" <br/><br/>Alchemy Jun's Scroll This is the verse written on it. People who like Alchemy Jun think of their fresh love story every time they hear this song, but adventurers don't really need it."
    },
    "91000056": {
        "deprecated": false,
        "Dev_Desc": "연금준의 시구 모음 2편",
        "id": 91000056,
        "alias": "Contents.Item.Desc.9220055",
        "text": "<This is a story item that is no longer used><br/>\"There is a beautiful story in this lantern on a half moon night by the lake. I want to tell you. I sent you a postcard. What are you doing?\"<br/><br/>The Alchemy Juni Scroll This is the verse written on it. People who like Alchemy Jun say that whenever they hear this song, they think of the scenery of Lake Vandal, but it is not really necessary for adventurers."
    },
    "91000057": {
        "deprecated": false,
        "Dev_Desc": "연금준의 시구 모음 3편",
        "id": 91000057,
        "alias": "Contents.Item.Desc.9220056",
        "text": "<This is a story item that is no longer used><br/>\"I've been at Suwol Port for several months, but I said I want to go to the Sea and Moon Continent. I'm going to go to the Sea and Moon Continent as a pioneer beyond the lake and across the ocean.\"<br/ ><br/>This is a verse written by Almighty Jun on the scroll. People who like Alchemy Jun say that every time they hear this song, their heart thumps in fantasy about the sea, moon, continent, but adventurers don't really need it."
    },
    "91000058": {
        "deprecated": false,
        "Dev_Desc": "연금준의 시구 모음 4편",
        "id": 91000058,
        "alias": "Contents.Item.Desc.9220057",
        "text": "<This is a story item that is no longer used><br/>\"I could smell your calamus in the swaying lotus leaves. Did it pass by? I try to change direction, but only the tree spirits are visible.\"<br/><br/>Alchemy This is the verse that Jun wrote on the scroll. People who like Alchemy Jun say they feel the scent of iris every time they listen to this song, but adventurers don't really need it."
    },
    "91000059": {
        "deprecated": false,
        "Dev_Desc": "네이냥의 비밀 지도",
        "id": 91000059,
        "alias": "Contents.Item.Desc.9220058",
        "text": "\"This is information that only I know!\"<br/><br/>This is a secret map where you trade as if you were an extremely valuable Ney-nyang. The level of the map is poor, so it is doubtful whether you can really find it, and it is difficult to value the map because it is made and traded with people by making multiple copies of the same map."
    },
    "91000060": {
        "deprecated": false,
        "Dev_Desc": "붉은 염료 견본품",
        "id": 91000060,
        "alias": "Contents.Item.Desc.9220059",
        "text": "There are many different dyes used to achieve the red color. Each dye has a different price and quality. The dye obtained from bald eagle has excellent color development and has good durability, so it is sold at a good price.<br/><br/>This is a sample of the dye and contains a very small amount of dye, so it seems difficult to dye a handkerchief with this."
    },
    "91000061": {
        "deprecated": false,
        "Dev_Desc": "황금 염료 견본품",
        "id": 91000061,
        "alias": "Contents.Item.Desc.9220060",
        "text": "Not all people use real gold to make golden clothes, but there are many people in the world who want to achieve similar effects at a lower price. The quality of the dye obtained from golden ragweed is surprisingly high, and many people buy it even though it is quite expensive.<br/><br/>This is a sample of the dye and contains a very small amount of dye, so it seems difficult to dye a handkerchief with this. ."
    },
    "91000062": {
        "deprecated": false,
        "Dev_Desc": "반달호수 중부 탐사수료증",
        "id": 91000062,
        "alias": "Contents.Item.Desc.9220061",
        "text": "<This is a story item that is no longer used><br/>This is a certificate of completion given by Daeeobang to you who have dealt with various problems while exploring the central area of ​​Vandal Lake. Although the name is a certificate of completion, it actually means a plaque of appreciation.<br/><br/>The Daeeobang officials seem to want them to take charge of the exploration in the eastern and western regions as well."
    },
    "91000063": {
        "deprecated": false,
        "Dev_Desc": "반달호수 동부 탐사수료증",
        "id": 91000063,
        "alias": "Contents.Item.Desc.9220062",
        "text": "<This is a story item that is no longer used><br/>This is a certificate of completion given by Daeeobang to you who have dealt with various problems while exploring the eastern part of Vandal Lake. Although the name is Certificate of Completion, it actually means a plaque of appreciation.<br/><br/>A representative from Daeeobang is cheering for us, saying that we will achieve a feat once we have just completed our exploration of the western region."
    },
    "91000064": {
        "deprecated": false,
        "Dev_Desc": "반달호수 서부 탐사수료증",
        "id": 91000064,
        "alias": "Contents.Item.Desc.9220063",
        "text": "<This is a story item that is no longer used><br/>This is a certificate of completion given to you by Daeeobang, who has dealt with various problems while exploring the western part of Vandal Lake. Although the name is a certificate of completion, it actually means a plaque of appreciation.<br/><br/>Finally, we have accomplished the feat of completing the exploration of all areas of Lake Vandal."
    },
    "91000065": {
        "deprecated": false,
        "Dev_Desc": "서인족의 온전한 앞니",
        "id": 91000065,
        "alias": "Contents.Item.Desc.9220064",
        "text": "There are many people who consider the incisors of the Westin people disgusting, but there are also many people who value them because they symbolize strong survivability and fertility. Some traders specialize in buying unblemished and intact incisors because they are difficult to obtain."
    },
    "91000066": {
        "deprecated": false,
        "Dev_Desc": "부드러운 거북 배 껍질",
        "id": 91000066,
        "alias": "Contents.Item.Desc.9220065",
        "text": "There are doctors who use the shells of turtle pears raw or processed as medicines. According to past records, turtle pear shells that come out in spring after winter are of high quality and have high medicinal effects.<br/><br/>Maybe that's why, if you go to a drug store, everyone claims that it's a turtle pear shell, but you can't believe that claim. I can't. But anyway, everything on the market is a shell such as a spring turtle, so it doesn't seem like a matter of believing or not believing it."
    },
    "91000067": {
        "deprecated": false,
        "Dev_Desc": "밀렵단의 점화 도구통",
        "id": 91000067,
        "alias": "Contents.Item.Desc.9220066",
        "text": "When you join a poacher, there is an essential education you receive from a shooter. One of them is survival training, which includes training to make a fire. After training to start a fire in an unfavorable environment, you will be provided with an ignition tool that makes it easy to light.<br/><br/>In fact, with this tool, you wouldn't have to make a fire as hard as in training. We are adhering to the position that training is training to the end."
    },
    "91000068": {
        "deprecated": false,
        "Dev_Desc": "낡은 항해 일지",
        "id": 91000068,
        "alias": "Contents.Item.Desc.9220067",
        "text": "<This is a story item that is no longer used><br/>An old voyage log.<br/><br/>\"His gigantic mouth swallowed up the boat he was riding in in one bite. After seeing it, we We tried to get out of his waters with all our might. He didn't follow us any more because it had already swallowed a ship. We were pushed to the eastern continent without even going to rescue our brother.\""
    },
    "91000069": {
        "deprecated": false,
        "Dev_Desc": "저주 받은 돌",
        "id": 91000069,
        "alias": "Contents.Item.Desc.9220068",
        "text": "It is a black and shiny stone.<br/><br/>At first glance it looks like a precious jewel, but somehow it exudes an ominous energy.<br/><br/>If you are looking for anyone who knows about this, it It will explain the value."
    },
    "91000070": {
        "deprecated": false,
        "Dev_Desc": "봉인된 일지",
        "id": 91000070,
        "alias": "Contents.Item.Desc.9220069",
        "text": "A sealed journal that looks old. You can check it by unlocking it.<br/><br/>If you destroy the item, you can no longer proceed with the quest."
    },
    "91000071": {
        "deprecated": false,
        "Dev_Desc": "반짝이는 돌",
        "id": 91000071,
        "alias": "Contents.Item.Desc.9220070",
        "text": "A unique stone found on the shore. It looks worthwhile, but let's get someone to appreciate it.<br/><br/>If you destroy the item, you will no longer be able to proceed with the quest."
    },
    "91000072": {
        "deprecated": false,
        "Dev_Desc": "홍매화의 허가증",
        "id": 91000072,
        "alias": "Contents.Item.Desc.9220071",
        "text": "This is a scroll that says that the red plum blossoms prove their qualifications.\\nThe seal of the red plum blossom in charge of the expedition team is stamped on it."
    },
    "91000073": {
        "deprecated": false,
        "Dev_Desc": "신호탄",
        "id": 91000073,
        "alias": "Contents.Item.Desc.9220072",
        "text": "If you want to send a signal to someone far away, use it boldly."
    },
    "91000074": {
        "deprecated": false,
        "Dev_Desc": "잊혀진 탐사대의 나침반",
        "id": 91000074,
        "alias": "Contents.Item.Desc.9220073",
        "text": "It's a fairly old compass.<br/><br/>You can feel the signs of time, but it seems to hold a story. If you find someone who knows about it, they will explain its value."
    },
    "91000075": {
        "deprecated": false,
        "Dev_Desc": "짐승의 털뭉치",
        "id": 91000075,
        "alias": "Contents.Item.Desc.9220074",
        "text": "The fur is obtained by hunting wild animals in the Stone Hill Hills.<br/><br/>The coat is tough and rough, and its value is significantly reduced in an unprocessed state."
    },
    "91000076": {
        "deprecated": false,
        "Dev_Desc": "네이냥의 편지",
        "id": 91000076,
        "alias": "Contents.Item.Desc.9220075",
        "text": "<This is a story item that is no longer used><br/>Honorary Barongdan Boaranyang!<br/><br/>\"As an Honorary Pioneer Barondan, I highly appreciate the achievement of raising the name of the Pioneering Barondan, the leader Na Nei. I'm going to give this award to Nyang myself! Even though our relationship at Vandal Lake ends and we break up, let's meet again in a wider place!\""
    },
    "91000077": {
        "deprecated": false,
        "Dev_Desc": "강철악의 인식표",
        "id": 91000077,
        "alias": "Contents.Item.Desc.9220076",
        "text": "<This is a story item that is no longer used><br/>This is the dog tag that Kang Cheol-ak was wearing.<br/><br/>\"The seal and pet registration date of Yeonsu Lim are marked. Yeonsu Lim is a servant of Cheolak. It appears to have been illegally smuggled in by tricksters and then deliberately released into the valley.<br/>\""
    },
    "91000078": {
        "deprecated": false,
        "Dev_Desc": "돈 주머니",
        "id": 91000078,
        "alias": "Contents.Item.Desc.9220077",
        "text": "<This is a story item that is no longer used><br/>This is an empty money bag found while destroying a slaughtering tool in the Hedgehog's Lair. On the outside of the pocket is the seal of Lim Yeon-soo, the head of the new Daeeobang Choongta.<br/><br/>It was revealed that Lim Yeon-su supported the bunting team to play the bow at Vandal Lake. If it was Lim Yeon-soo, he would have received a price for support as well, so I don't know what kind of dangerous price he must have received from the Fighters."
    },
    "91000079": {
        "deprecated": false,
        "Dev_Desc": "네이냥의 선물 상자",
        "id": 91000079,
        "alias": "Contents.Item.Desc.9220078",
        "text": "Nei-Nyan's gift box was buried in a pile of dirt.<br/><br/>I think you can open it and check it out."
    },
    "91000080": {
        "deprecated": false,
        "Dev_Desc": "대어방 유공상패",
        "id": 91000080,
        "alias": "Contents.Item.Desc.9220079",
        "text": "\"This is a commendation from the new Daeeobang Choongta.<br/>Awarded to those who have contributed to the stabilization of the local community.<br/><br/>Exchange it for useful items from Noonaung, the Meritorious Plaque collector in the New Daeeobang Choongta. can.\""
    },
    "91000081": {
        "deprecated": false,
        "Dev_Desc": "뒷거래쥐의 대어방 유공상패",
        "id": 91000081,
        "alias": "Contents.Item.Desc.9220080",
        "text": "This is the Daeeobang Merit Plaque I got from the back alley merchant.<br/>We have guaranteed that the back alley is genuine.<br/><br/>If you destroy the item, you will no longer be able to proceed with the quest."
    },
    "91000082": {
        "deprecated": false,
        "Dev_Desc": "불마자의 온전한 핵",
        "id": 91000082,
        "alias": "Contents.Item.Desc.9220081",
        "text": "It is the core where you can feel the energy of the Bulma. <br/>It is known that this intact core is very difficult to obtain.<br/><br/>If you destroy the item, you will no longer be able to proceed with the quest."
    },
    "91000083": {
        "deprecated": false,
        "Dev_Desc": "바스러진 불마자의 핵",
        "id": 91000083,
        "alias": "Contents.Item.Desc.9220082",
        "text": "<This is a story item that is no longer used><br/>This is the core of the Bulma's that has been destroyed. They appear to be of no use.<br/><br/>It is said that the Burners were originally living creatures. But unfortunately, after being absorbed by Sura, only a shell remains. <br/><br/>Bulmors inherit the instincts of Sura and blindly seek the vitality of other creatures. With no sense of purpose and only aggression left, the undead were reduced to beings that could not be considered alive or dead."
    },
    "91000084": {
        "deprecated": false,
        "Dev_Desc": "값비싼 보석",
        "id": 91000084,
        "alias": "Contents.Item.Desc.9220083",
        "text": "It is an expensive gem crafted from minerals that can only be obtained from the sea and moon continent.<br/><br/> Because the price is not easily obtainable by ordinary people, it is often admired by many. Rumor has it that this gem blocks the energy of the rift, but it has not been confirmed."
    },
    "91000085": {
        "deprecated": false,
        "Dev_Desc": "쓸만한 잔해",
        "id": 91000085,
        "alias": "Contents.Item.Desc.9220084",
        "text": "It is a useful wreck that can be obtained from a shipwreck.<br/><br/> It is the result of people who did not get a permit from the state, who came to the new world with dreams of a new continent and were washed away by currents. In spite of this tragedy, the craftsmen of Geumgyeongcheolmun are looking for useful wreckage."
    },
    "91000086": {
        "deprecated": false,
        "Dev_Desc": "녹각다귀의 뿔",
        "id": 91000086,
        "alias": "Contents.Item.Desc.9220085",
        "text": "These are the sharp horns of petroglyphs found in Taerokrim.<br/><br/> The horns of petroglyphs are sharp and strong, so they are used as materials for weapons and armor. However, it is difficult to deal with the rockfish, so the craftsmen of Geumgyeongcheolmun are reluctant to save them directly."
    },
    "91000087": {
        "deprecated": false,
        "Dev_Desc": "적비패의 무기",
        "id": 91000087,
        "alias": "Contents.Item.Desc.9220086",
        "text": "This is a weapon used by the Red Cliff, a group of the Blue People.<br/><br/> This weapon is used by the Blue Man Bandits, the Red Cliff, and has a slightly different shape from that of a human weapon. For this reason, the craftsmen of Geumgyeongcheolmun are looking for them for research."
    },
    "91000088": {
        "deprecated": false,
        "Dev_Desc": "환영 혼불",
        "id": 91000088,
        "alias": "Contents.Item.Desc.9220087",
        "text": "This is the spirit of illusion found in the Taerok Forest.<br/><br/> At the time of discovery, it was judged that there might be hallucinogenic components, such as the bodily fluid of the human insect worm, so collection was prohibited. However, as a result of repeated research, it has been found that the use of phantom spirits is a great help in strengthening metals, and the Geumgyeongcheolmun is saving it."
    },
    "91000089": {
        "deprecated": false,
        "Dev_Desc": "밀봉된 문서",
        "id": 91000089,
        "alias": "Contents.Item.Desc.9220088",
        "text": "<This is a story item that is no longer used><br/>A sealed document found in Harem's secret garden.<br/><br/> This document, sealed with turbid energy, does not appear to be able to be opened. The contents are unknown, but the discovery of a turbid energy in Harem's secret garden seems to be evidence."
    },
    "91000090": {
        "deprecated": false,
        "Dev_Desc": "비류하의 편지",
        "id": 91000090,
        "alias": "Contents.Item.Desc.9220089",
        "text": "<This is a story item that is no longer used><br/>This is a letter from Biryuha. There is no particularly important content, and it contains mostly offensive words.<br/><br/> \"Munju is late, so I'll go first! Munju was always late because he lacked concentration. Raising it... hahaha! I'll be waiting for you at the Haewol branch.\""
    },
    "91000091": {
        "deprecated": false,
        "Dev_Desc": "송시국의 서신",
        "id": 91000091,
        "alias": "Contents.Item.Desc.9220090",
        "text": "This is a correspondence between Song Si-guk and an unidentified person.<br/><br/> \"Fertilizer mining, fertility discovery, and alchemy.\""
    },
    "91000092": {
        "deprecated": false,
        "Dev_Desc": "네이냥의 선물 상자 : 두 번째",
        "id": 91000092,
        "alias": "Contents.Item.Desc.9220091",
        "text": "<This is a story item that is no longer used><br/>A gift box handed to you by Ney Nyan. You can open it and check it."
    },
    "91000093": {
        "deprecated": false,
        "Dev_Desc": "태록림 북서부 탐사수료증",
        "id": 91000093,
        "alias": "Contents.Item.Desc.9220092",
        "text": "<This is a story item that is no longer used><br/>This is a certificate of completion given by Suyang to you who have solved various problems while exploring the area around Yedo Port in the northwestern part of Taerokrim and the Bountiful Rainforest base. <br/><br/>People who came over from Lake Vandal asked if they didn't give a certificate of completion, so we decided that it would be better to just give a certificate of completion rather than deal with the complaint at Suyang."
    },
    "91000094": {
        "deprecated": false,
        "Dev_Desc": "태록림 북동부 탐사수료증",
        "id": 91000094,
        "alias": "Contents.Item.Desc.9220093",
        "text": "<This is a story item that is no longer used><br/>This is a certificate of completion given by Suyang to you who have solved various problems while exploring the area around the fog forest frontier in the northeast of Taerokrim. <br/><br/>In Suyang, I was very surprised that people took interest in a single certificate and helped solve their problems. We reported to the headquarters as a solution to solve various regional problems in the future."
    },
    "91000095": {
        "deprecated": false,
        "Dev_Desc": "태록림 남부 탐사수료증",
        "id": 91000095,
        "alias": "Contents.Item.Desc.9220094",
        "text": "<This is a story item that is no longer used><br/>This is a certificate of completion given by training to you who have solved various problems while exploring the area around the entrance to the Valley of Paradise in the southern part of Taerokrim, the unexplored Jadrak, and the herbalist shelter. <br/><br/>The less stable the region, the fewer certificates are issued. Instead, it is becoming a problem as more and more people are asking for specific regional certificates when seeking travel companions."
    },
    "91000096": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 서부 탐사수료증",
        "id": 91000096,
        "alias": "Contents.Item.Desc.9220095",
        "text": "<This is a story item that is no longer used><br/>This is a certificate of completion given by Pungbaekmun to you who have solved various problems while exploring the area around the Haewol Branch of Pungbaekmun in the western part of the fertile land. <br/><br/>Sooyang carefully investigated the figures related to local security before and after issuance of the certificate, and wrote a related report. After reading the report, Poongbaekmun decided to issue an exploration certificate even in fertile land."
    },
    "91000097": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 동부 탐사수료증",
        "id": 91000097,
        "alias": "Contents.Item.Desc.9220096",
        "text": "<This is a story item that is no longer used><br/>This is a certificate of completion given to you by Pungbaekmun for solving various problems while exploring the area around the Crystal Jungle Research Site, Dragon Head Exploration Site, and Wing Hunting Assembly Site in the eastern part of the Fertile Land. <br/><br/>One of the high-ranking elders of Pungbaekmun insisted on asking for a certificate when recruiting new trainees, and then he had to invite a person with a certificate of fertility to become an honorary instructor. It was countered saying it wasn't."
    },
    "91000098": {
        "deprecated": false,
        "Dev_Desc": "네이냥의 편지 : 두 번째",
        "id": 91000098,
        "alias": "Contents.Item.Desc.9220097",
        "text": "<This is a story item that is no longer used><br/>Honorary Barongdan Boaranyang!<br/><br/>\"As an Honorary Pioneer Barondan, I highly appreciate the achievement of raising the name of the Pioneering Barondan, the leader Na Nei. I'm going to give this reward to Nyang myself! We met again in the fertile land and parted ways, but I think we'll meet again someday!"
    },
    "91000099": {
        "deprecated": false,
        "Dev_Desc": "지미갓의 치하 편지",
        "id": 91000099,
        "alias": "Contents.Item.Desc.9220098",
        "text": "<This is a story item that is no longer used><br/>You! I liked it! I don't hate guys like you who are pure greed for fame! I also like working with you. I can give you my third arm... or my left leg if you want. Don't like it! Let's say hello to the day we meet again!"
    },
    "91000100": {
        "deprecated": false,
        "Dev_Desc": "생태림 짐승의 털뭉치",
        "id": 91000100,
        "alias": "Contents.Item.Desc.9220099",
        "text": "<This is a story item that is no longer used><br/>This is a fur that can be obtained by hunting wild animals in the Eastern Ecological Forest.<br/><br/>Currently, in Suyang, the number of wild animals in the Eastern Ecological Forest is rapidly increasing. To reduce the number of wild animals, we are also purchasing a bundle of fur. It doesn't matter if you're a poacher or anyone else, and it's a licensed hunt, so it's no longer poaching."
    },
    "91000101": {
        "deprecated": false,
        "Dev_Desc": "낙원 여우의 털뭉치",
        "id": 91000101,
        "alias": "Contents.Item.Desc.9220100",
        "text": "<This is a story item that is no longer used><br/>This is a fur that can be obtained by hunting foxes in the forests south of Taerokrim Falls.<br/><br/>After collecting a sufficient amount, choose the best one among them. It seems that it can be used for making brushes, etc."
    },
    "91000102": {
        "deprecated": false,
        "Dev_Desc": "붉은 여우의 털뭉치",
        "id": 91000102,
        "alias": "Contents.Item.Desc.9220101",
        "text": "<This is a story item that is no longer used><br/>Furs obtained by hunting foxes in the fertile and logging areas.<br/><br/>After collecting a sufficient amount, choose the best one among them and choose a brush. It seems that it can be used when crafting etc."
    },
    "91000103": {
        "deprecated": false,
        "Dev_Desc": "풀숲발발이 소환서",
        "id": 91000103,
        "alias": "Contents.Item.Desc.9220102",
        "text": "When you rescue the Guardian Spirit who was lost in the Corridor of Awakening, this cute guardian spirit is willing to accompany you on your journey.\\n\\nUse this to obtain the Guardian Spirit from the Grasshopper."
    },
    "91000104": {
        "deprecated": false,
        "Dev_Desc": "눈아웅의 철괴",
        "id": 91000104,
        "alias": "Contents.Item.Desc.9900015",
        "text": "5 iron can be obtained when used."
    },
    "91000105": {
        "deprecated": false,
        "Dev_Desc": "눈아웅의 천 묶음",
        "id": 91000105,
        "alias": "Contents.Item.Desc.9900016",
        "text": "You can get 5 cloths when used."
    },
    "91000106": {
        "deprecated": false,
        "Dev_Desc": "눈아웅의 가죽더미",
        "id": 91000106,
        "alias": "Contents.Item.Desc.9900017",
        "text": "You can obtain 5 leathers when used."
    },
    "91000107": {
        "deprecated": false,
        "Dev_Desc": "눈아웅의 보석광석",
        "id": 91000107,
        "alias": "Contents.Item.Desc.9900018",
        "text": "You can get 5 gems when used."
    }
}