{
    "11030000": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30000_Desc",
        "id": 11030000,
        "alias": "Contents.Quest.Desc.30000",
        "text": "[Recommended Level] 33\nHope? Is this child worried about her sister who hasn't come home?\n\nShe looks really worried. I should find out what's going on."
    },
    "11030001": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30001_Desc",
        "id": 11030001,
        "alias": "Contents.Quest.Desc.30001",
        "text": "[Recommended Level] 30\nHe's worried about a colleague in the East Ecological Research Site? Because of a monster called \"Baphomet?\" The name makes it sound pretty terrifying. If that's the case, of course he'd be worried.\n\nGo to the East Ecological Research Site and hear out the colleague."
    },
    "11030002": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30002_Desc",
        "id": 11030002,
        "alias": "Contents.Quest.Desc.30002",
        "text": "[Recommended Level] 32\nBecause the Greenhorns constantly eat up all the grains, times are tough. Maybe even tough enough to give up farming entirely. If the Greenhorns consume everything, there's really nothing farmers can do.\n\nLet's hear more about the situation first. I can't give them a good answer, though... I think it's better to go to the Sol Seekers or Plum Blossom and ask if there's any good solution for this."
    },
    "11030003": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30003_Desc",
        "id": 11030003,
        "alias": "Contents.Quest.Desc.30003",
        "text": "[Recommended Level] 37\nI'm glad they said they won't give up farming. However, they can't manage the farm equipment because they don't have the proper materials. They're thinking of risking their lives to go to the beach and look for some...\n\nSince I'm good at eliminating enemies, maybe I can help?"
    },
    "11030004": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30004_Desc",
        "id": 11030004,
        "alias": "Contents.Quest.Desc.30004",
        "text": "[Recommended Level] 34\nThe Sol Seekers Manager Ko Gondae seems to be dissatisfied with his jurisdiction. I don't know what I can do about the Sol Seekers' jurisdiction, but...\n\nI think I can help out in getting rid of the coastal creatures that suddenly increased in number."
    },
    "11030005": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30005_Desc",
        "id": 11030005,
        "alias": "Contents.Quest.Desc.30005",
        "text": "[Recommended Level] 35\nSoon Nubi of the Sol Seekers misses the old days when she spent quality time at the beach. After the Oduksinis took over the beach, her relaxing days at the beach came to an end.\n\nShould I go to the beach first and check how many Oduksinis there are? I might be able to get rid of them if there aren't too many."
    },
    "11030006": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30006_Desc",
        "id": 11030006,
        "alias": "Contents.Quest.Desc.30006",
        "text": "[recommended level]>40\nThe blue man bandit gang that has recently made a name for itself with the spear gang. Recently, the leader of the maehwa gang, Hong Maehwa, has a headache because of the spear. In the southern part of the shade forest, there are reports that it is set up in a place now called the Blood Forest and attacks not only the expedition team but also passersby.\n\nRed plum blossoms wanting to borrow even a Barongson. He seems to need a helping hand."
    },
    "11030100": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30100_Desc",
        "id": 11030100,
        "alias": "Contents.Quest.Desc.30100",
        "text": "[Recommended Level] 44\nSnake expert Sa Gilmi is developing medicine for those who die of poisoning from Snakecaps. I should lend a helping hand for the greater good, right?\n\nSince I can't take the poison from the Snakecaps myself, let me catch them and bring them to her."
    },
    "11030101": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30101_Desc",
        "id": 11030101,
        "alias": "Contents.Quest.Desc.30101",
        "text": "[Recommended Level] 45\nApparently, a colleague at the Pioneers' Graveyard came face to face with an actual ghost and decided to quit right then and there. What kind of ghost could have appeared?\n\nGo to the Pioneers' Graveyard and talk to the managers. They might know something helpful."
    },
    "11030102": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30102_Desc",
        "id": 11030102,
        "alias": "Contents.Quest.Desc.30102",
        "text": "[Recommended Level] 47\nIvory Gale's Bi Ruha suddenly appeared and suggested that we go to see flowers together. What's he up to? I can't say no to someone that needs my help...\n\nI guess I'll start by eliminating the enemies around the flowers. Is this why he asked me to lend a hand?"
    },
    "11030103": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30103_Desc",
        "id": 11030103,
        "alias": "Contents.Quest.Desc.30103",
        "text": "[Recommended Level] 41\nThe Sol Seekers soldier is very angry. He has a lot of hatred for the Scarlet Masks. Is this just his personal resentment? He says he can move the troops if he knows the exact location of the Scarlet Masks' base.\n\nI can't get rid of all the Scarlet Masks, but I can find out their location. Let's see if there are any bases around while I deal with them."
    },
    "11030104": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30104_Desc",
        "id": 11030104,
        "alias": "Contents.Quest.Desc.30104",
        "text": "[Recommended Level] 43\nA Baron of the Soul Bridge suddenly looks at me and gets angry, saying that I'm late. Did I do something wrong? I wanted to hear more, but he just stormed off toward the swamp.\n\nI'd feel bad if something happened... Isn't the swamp dangerous? It'd be a big deal if he ended up getting hurt.\n\nLet's go after him so I can talk to the Baron and resolve this misunderstanding."
    },
    "11030105": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30105_Desc",
        "id": 11030105,
        "alias": "Contents.Quest.Desc.30105",
        "text": "[Recommended Level] 43\nKuku was kind enough to explain about the Illusion Giant Mantis that appears here, even though I politely refused.\n\nSince I'm already here, let's keep Kuku safe and listen to his story. I should start by getting rid of the Illusion Mantises around us. If I knew it would be so annoying, I shouldn't have come here.\n\nBetter just finish what I started."
    },
    "11030106": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30106_Desc",
        "id": 11030106,
        "alias": "Contents.Quest.Desc.30106",
        "text": "[Recommended Level] 47\nA passerby suddenly asked for directions. He wants to go to the Magnificent Hillside... But wait, we're on our way to Caelite Land, which is in the opposite direction.\n\nTo go in the direction of the Foggy Forest Settlement, we should go to the swamp first, but there are a lot of enemies on the way. If I were alone, I could just avoid them, but...\n\nI need to get rid of the enemies and open a path for him."
    },
    "11030107": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30107_Desc",
        "id": 11030107,
        "alias": "Contents.Quest.Desc.30107",
        "text": "[Recommended Level] 42\nJang Minei of the Sol Seekers had a strange experience while patrolling recently. She greeted Horyong of the Peach Blossom and Moonwind of Soul Steel, but when she looked closely, they were illusions. After that, she was no longer willing to venture into the Shadowed Mistwood...\n\nI can't help her forget, but I can do something so that she doesn't have to repeat this experience."
    },
    "11030108": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30108_Desc",
        "id": 11030108,
        "alias": "Contents.Quest.Desc.30108",
        "text": "[recommended level]>42\nThe central passageway of Taerok Forest, the shadowy forest and the dry marsh where you can gather good quality soil, both are famous areas for ghosts. There is always danger. The workers of Dohwasangjeon were risking their work here. In the end, some workers seem to say that they can't do their job at all.\n\nThe sad boss Ho-ryong Kwak tried to solve this problem, but there was one big problem. There seems to be a problem..."
    },
    "11030109": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30109_Desc",
        "id": 11030109,
        "alias": "Contents.Quest.Desc.30109",
        "text": "[Recommended Level]>44\nA terrified Barong is stomping his feet at the entrance to the Pioneer Memorial Cemetery. He seems worried about the Barongs who came together to gather herbs. In fact, the other Barongs take care of themselves to avoid the monsters and take medicinal herbs. I'm digging well, but I'm very worried about the cowardly Mumu.\n\nBut what can I do for the cute Barong Mumu? Let's listen to Mumu's story."
    },
    "11030110": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30110_Desc",
        "id": 11030110,
        "alias": "Contents.Quest.Desc.30110",
        "text": "[recommended level]>46\nPresident of the Wildlife Conservation Society of Suwol Plains, Gray Wind visited for a while to see the scenery of the sea and moon continent, but was stunned. Even the target they are poaching is said to be a protected species, Sanseonho.\n\nYou can feel the boiling rage of the Ashen Wind up to here. Poaching, stop!"
    },
    "11030200": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30200_Desc",
        "id": 11030200,
        "alias": "Contents.Quest.Desc.30200",
        "text": "[Recommended Level] 52\nI can see someone standing dangerously near the waterfall. Or... is it? No way, I'm seeing things, right?\n\n...Just in case, let's go take a look."
    },
    "11030201": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30201_Desc",
        "id": 11030201,
        "alias": "Contents.Quest.Desc.30201",
        "text": "[Recommended Level] 49\nA Sol Seeker became so discouraged by his mission that I heard he even prepared his will. Apparently he's tasked with observing Ape King Ogong. Is that really so dangerous?\n\nLet's hear more from the recruit next to me. Observing Ape King Ogong seems more interesting than dangerous..."
    },
    "11030202": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30202_Desc",
        "id": 11030202,
        "alias": "Contents.Quest.Desc.30202",
        "text": "[Recommended Level] 49\nKnott Mee of the Sol Seekers is tired of regularly having to deal with the Bulbaries. The Ape King Ogong monitoring mission isn't something that can just be ignored. The Sol Seekers really are stretched pretty thin.\n\nI won't be able to help them out a lot, but wouldn't they appreciate it if I eliminate the Bulbaries?"
    },
    "11030203": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30203_Desc",
        "id": 11030203,
        "alias": "Contents.Quest.Desc.30203",
        "text": "[Recommended Level] 50\nQuisby of the Sol Seekers is worried that Dokumo might come out of its nest. That Dokumo sounds pretty dangerous.\n\nIt might be helpful if I defeat nearby enemies, check if Dokumo has left its nest, and then report the situation."
    },
    "11030204": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30204_Desc",
        "id": 11030204,
        "alias": "Contents.Quest.Desc.30204",
        "text": "[Recommended Level] 51\nLang Lang of the Soul Bridge needs more moss to make his medicine. I just need to get the moss from the Tree Spirits near Sunrise Climb? That shouldn't be too difficult... Should I help?\n\nGo to the Sunrise Climb and defeat the Tree Spirits. Since he needs a large quantity of moss, I might have to defeat a lot of them."
    },
    "11030205": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30205_Desc",
        "id": 11030205,
        "alias": "Contents.Quest.Desc.30205",
        "text": "[recommended level]>49\nSomewhere there seems to be a sound of steel fists sighing as if the ground is about to go extinct. Steel fists... Apparently he is playing a major role in the Geumgyeongcheolmun Gate, but something is lacking. And this time The job must also be related to the moonlight...? It's clear that he has a crush on him!\n\nStill, I don't hate him. Let's listen to his earnest voice."
    },
    "11030206": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30206_Desc",
        "id": 11030206,
        "alias": "Contents.Quest.Desc.30206",
        "text": "[Recommended Level]>51\nSince the Taerok Forest was pioneered, a sunrise event hosted by Dohwasangjeon has been held every year on the Sunrise Slope. It is inconvenient to plant Myomyeons there because there are too many people. Ho-ryong Kwak, the master of the department, wants to at least push them away from the passageway, although the rapprochement has failed.\n\nWill the push-out strategy work as Kwak Ho-ryong thinks?"
    },
    "11030207": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30207_Desc",
        "id": 11030207,
        "alias": "Contents.Quest.Desc.30207",
        "text": "[recommended level]>49\nThe Black Dawn, an unidentified group that attacks the sect that worships the divine beast. This includes Ereda and Pungbaekmun, which we are familiar with. Lately, I have doubts about the Black Dawn's rapid expansion. \n\nBut the urgent fire is right in front of the Black Dawn's troops! Let's help Oreum defeat the Black Dawn."
    },
    "11030208": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30208_Desc",
        "id": 11030208,
        "alias": "Contents.Quest.Desc.30208",
        "text": "[Recommended level] 30\\nLuru, a young teacher I met at Yedohang. His appearance and tone were quite different from those of other young teachers, Barong. He spoke as if he knew me, and it was a bit suspicious...\\n\\n "
    },
    "11031000": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30000_Desc 진행 중 + 1000",
        "id": 11031000,
        "alias": "Contents.Quest.Desc.31000",
        "text": "[Recommended Level] 33\nHope? Is this child worried about her sister who hasn't come home? She looks really worried. I should find out what's going on.\n\nI should listen to his story... Maybe even help if he has a problem."
    },
    "11031001": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30001_Desc 진행 중 + 1000",
        "id": 11031001,
        "alias": "Contents.Quest.Desc.31001",
        "text": "[Recommended Level] 30\nHe's worried about a colleague in the East Ecological Research Site? Because of a monster called \"Baphomet?\" The name makes it sound pretty terrifying. If that's the case, of course he'd be worried. Go to the East Ecological Research Site and hear out the colleague."
    },
    "11031002": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30002_Desc 진행 중 + 1000",
        "id": 11031002,
        "alias": "Contents.Quest.Desc.31002",
        "text": "[Recommended Level] 32\nBecause the Greenhorns constantly eat up all the grains, times are tough. Maybe even tough enough to give up farming entirely. If the Greenhorns consume everything, there's really nothing farmers can do. Let's hear more about the situation first. I can't give them a good answer, though... I think it's better to go to the Sol Seekers or Plum Blossom and ask if there's any good solution for this."
    },
    "11031003": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30003_Desc 진행 중 + 1000",
        "id": 11031003,
        "alias": "Contents.Quest.Desc.31003",
        "text": "[Recommended Level] 37\nI'm glad they said they won't give up farming. However, they can't manage the farm equipment because they don't have the proper materials. They're thinking of risking their lives to go to the beach and look for some...\nSince I'm good at eliminating enemies, maybe I can help?"
    },
    "11031004": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30004_Desc 진행 중 + 1000",
        "id": 11031004,
        "alias": "Contents.Quest.Desc.31004",
        "text": "[Recommended Level] 34\nThe Sol Seekers Manager Ko Gondae seems to be dissatisfied with his jurisdiction. I don't know what I can do about the Sol Seekers' jurisdiction, but...\n\nI think I can help out in getting rid of the coastal creatures that suddenly increased in number."
    },
    "11031005": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30005_Desc 진행 중 + 1000",
        "id": 11031005,
        "alias": "Contents.Quest.Desc.31005",
        "text": "[Recommended Level] 35\nSoon Nubi of the Sol Seekers misses the old days when she spent quality time at the beach. After the Oduksinis took over the beach, her relaxing days at the beach came to an end.\n\nShould I go to the beach first and check how many Oduksinis there are? I might be able to get rid of them if there aren't too many."
    },
    "11031100": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30100_Desc 진행 중 + 1000",
        "id": 11031100,
        "alias": "Contents.Quest.Desc.31100",
        "text": "[Recommended Level] 44\nSnake expert Sa Gilmi is developing medicine for those who die of poisoning from Snakecaps. I should lend a helping hand for the greater good, right?\n\nSince I can't take the poison from the Snakecaps myself, let me catch them and bring them to her."
    },
    "11031101": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30101_Desc 진행 중 + 1000",
        "id": 11031101,
        "alias": "Contents.Quest.Desc.31101",
        "text": "[Recommended Level] 45\nApparently, a colleague at the Pioneers' Graveyard came face to face with an actual ghost and decided to quit right then and there. What kind of ghost could have appeared?\n\nGo to the Pioneers' Graveyard and talk to the managers. They might know something helpful."
    },
    "11031102": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30102_Desc 진행 중 + 1000",
        "id": 11031102,
        "alias": "Contents.Quest.Desc.31102",
        "text": "[Recommended Level] 47\nIvory Gale's Bi Ruha suddenly appeared and suggested that we go to see flowers together. What's he up to? I can't say no to someone that needs my help...\n\nI guess I'll start by eliminating the enemies around the flowers. Is this why he asked me to lend a hand?"
    },
    "11031103": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30103_Desc 진행 중 + 1000",
        "id": 11031103,
        "alias": "Contents.Quest.Desc.31103",
        "text": "[Recommended Level] 41\nThe Sol Seekers soldier is very angry. He has a lot of hatred for the Scarlet Masks. Is this just his personal resentment? He says he can move the troops if he knows the exact location of the Scarlet Masks' base.\n\nI can't get rid of all the Scarlet Masks, but I can find out their location. Let's see if there are any bases around while I deal with them."
    },
    "11031104": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30104_Desc 진행 중 + 1000",
        "id": 11031104,
        "alias": "Contents.Quest.Desc.31104",
        "text": "[Recommended Level] 43\nA Baron of the Soul Bridge suddenly looks at me and gets angry, saying that I'm late. Did I do something wrong? I wanted to hear more, but he just stormed off toward the swamp.\n\nI'd feel bad if something happened... Isn't the swamp dangerous? It'd be a big deal if he ended up getting hurt.\n\nLet's go after him so I can talk to the Baron and resolve this misunderstanding."
    },
    "11031105": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30105_Desc 진행 중 + 1000",
        "id": 11031105,
        "alias": "Contents.Quest.Desc.31105",
        "text": "[Recommended Level] 43\nKuku was kind enough to explain about the Illusion Giant Mantis that appears here, even though I politely refused.\n\nSince I'm already here, let's keep Kuku safe and listen to his story. I should start by getting rid of the Illusion Mantises around us. If I knew it would be so annoying, I shouldn't have come here.\n\nBetter just finish what I started."
    },
    "11031106": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30106_Desc 진행 중 + 1000",
        "id": 11031106,
        "alias": "Contents.Quest.Desc.31106",
        "text": "[Recommended Level] 47\nA passerby suddenly asked for directions. He wants to go to the Magnificent Hillside... But wait, we're on our way to Caelite Land, which is in the opposite direction.\n\nTo go in the direction of the Foggy Forest Settlement, we should go to the swamp first, but there are a lot of enemies on the way. If I were alone, I could just avoid them, but...\n\nI need to get rid of the enemies and open a path for him."
    },
    "11031107": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30107_Desc 진행 중 + 1000",
        "id": 11031107,
        "alias": "Contents.Quest.Desc.31107",
        "text": "[Recommended Level] 42\nJang Minei of the Sol Seekers had a strange experience while patrolling recently. She greeted Horyong of the Peach Blossom and Moonwind of Soul Steel, but when she looked closely, they were illusions. After that, she was no longer willing to venture into the Shadowed Mistwood...\n\nI can't help her forget, but I can do something so that she doesn't have to repeat this experience."
    },
    "11031200": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30200_Desc 진행 중 + 1000",
        "id": 11031200,
        "alias": "Contents.Quest.Desc.31200",
        "text": "[Recommended Level] 52\nI can see someone standing dangerously near the waterfall. Or... is it? No way, I'm seeing things, right?\n\n...Just in case, let's go take a look."
    },
    "11031201": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30201_Desc 진행 중 + 1000",
        "id": 11031201,
        "alias": "Contents.Quest.Desc.31201",
        "text": "[Recommended Level] 49\nA Sol Seeker became so discouraged by his mission that I heard he even prepared his will. Apparently he's tasked with observing Ape King Ogong. Is that really so dangerous?\n\nLet's hear more from the recruit next to me. Observing Ape King Ogong seems more interesting than dangerous..."
    },
    "11031202": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30202_Desc 진행 중 + 1000",
        "id": 11031202,
        "alias": "Contents.Quest.Desc.31202",
        "text": "[Recommended Level] 49\nKnott Mee of the Sol Seekers is tired of regularly having to deal with the Bulbaries. The Ape King Ogong monitoring mission isn't something that can just be ignored. The Sol Seekers really are stretched pretty thin.\n\nI won't be able to help them out a lot, but wouldn't they appreciate it if I eliminate the Bulbaries?"
    },
    "11031203": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30203_Desc 진행 중 + 1000",
        "id": 11031203,
        "alias": "Contents.Quest.Desc.31203",
        "text": "[Recommended Level] 50\nQuisby of the Sol Seekers is worried that Dokumo might come out of its nest. That Dokumo sounds pretty dangerous.\n\nIt might be helpful if I defeat nearby enemies, check if Dokumo has left its nest, and then report the situation."
    },
    "11031204": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30204_Desc 진행 중 + 1000",
        "id": 11031204,
        "alias": "Contents.Quest.Desc.31204",
        "text": "[Recommended Level] 51\nLang Lang of the Soul Bridge needs more moss to make his medicine. I just need to get the moss from the Tree Spirits near Sunrise Climb? That shouldn't be too difficult... Should I help?\n\nGo to the Sunrise Climb and defeat the Tree Spirits. Since he needs a large quantity of moss, I might have to defeat a lot of them."
    },
    "11031208": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_30208_Desc 진행 중 + 1000",
        "id": 11031208,
        "alias": "Contents.Quest.Desc.31208",
        "text": "[Recommended level] 30\\nLuru, a young teacher I met at Yedohang. The way I look and the way I speak, I look very different from other young teachers, Barong. It seems that I am desperately looking for someone…\\n\\nEh? Am I the person I am looking for?"
    },
    "11034500": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_34500_Desc 수락 전",
        "id": 11034500,
        "alias": "Contents.Quest.Desc.34500",
        "text": "[Recommended Level] 40 \\n Affiliated rain forests, I met the Brother of the Sportsmen in the way to go to the rainforest base. \\n Waiting for someone, and what happens to see what's in the hand, I looked at it, what, what?! That's his eyes! \\n Machi looks well with the expression that you met you well, and looks like a look. \\n \\n\\n Would not it be a troublesome thing ...?"
    },
    "11034501": {
        "deprecated": false,
        "Dev_Desc": "태록림_서브_34500_Desc 진행 중",
        "id": 11034501,
        "alias": "Contents.Quest.Desc.34501",
        "text": "[Recommended Level] 40 \\n Embroidery Won Bhil Ruru showed a failure hourglass in his hand and asked it to fix it. He said that the hourglass was not already able to see that the hourglass could not be able to do not have to be able to do not already be hand, Why is a sad feeling wrong? It seems to be right for the spirit that I was."
    }
}