{
    "19100000": {
        "deprecated": false,
        "Dev_Desc": "호수를 덮은 연잎인간",
        "id": 19100000,
        "alias": "Contents.Quest.Desc.3000000",
        "text": "Some Lilybads are lurking by the lake's edge and attacking passersby. At night, they spread themselves out to cover the entire lake, causing thick algae to form. They must be dealt with to protect the lake."
    },
    "19100001": {
        "deprecated": false,
        "Dev_Desc": "개체수 조절",
        "id": 19100001,
        "alias": "Contents.Quest.Desc.3000001",
        "text": "Some Ratmen have migrated into the Rotten Lumber Camp and are causing trouble. What with their number growing so rapidly, they even began raiding the nearby village for food. It may be impossible to exterminate all of them, but at least they can be culled to minimize the damage to surrounding villages."
    },
    "19100002": {
        "deprecated": false,
        "Dev_Desc": "낚시터의 방해꾼",
        "id": 19100002,
        "alias": "Contents.Quest.Desc.3000002",
        "text": "Turtle Lake, aside from its beautiful scenery, is popular for fishing and for the turtles that live in it. Recently, its fish reserve has been depleted by the turtles, and people have stopped coming to fish. The local merchants are suffering because of lack of customers. Exterminate the turtles to bring back the fishers and help the merchants."
    },
    "19100003": {
        "deprecated": false,
        "Dev_Desc": "유적지 조사",
        "id": 19100003,
        "alias": "Contents.Quest.Desc.3000003",
        "text": "The Protectors are still a threatening obstacle which hinder the examination of the Ruins. Eliminate the Protectors so the Ruins can be investigated quickly."
    },
    "19100004": {
        "deprecated": false,
        "Dev_Desc": "황폐화한 목초지",
        "id": 19100004,
        "alias": "Contents.Quest.Desc.3000004",
        "text": "This place used to be a lush grassland, perfect for ranching and farming. Some time ago, the Gnarloxes of the Pasture got it in their heads to ruin the place for the ranchers and farmers. Eliminate the Gnarloxes and help the people."
    },
    "19100005": {
        "deprecated": false,
        "Dev_Desc": "창도단 소탕",
        "id": 19100005,
        "alias": "Contents.Quest.Desc.3000005",
        "text": "A growing band of Blue Bandits is threatening traveling merchants. Eliminate the Blue Bandits and ensure safe passage for merchants."
    },
    "19100006": {
        "deprecated": false,
        "Dev_Desc": "숲 속의 야생동물",
        "id": 19100006,
        "alias": "Contents.Quest.Desc.3000006",
        "text": "The wild animals in the forest can be a danger to those passing by. Lately, they've been threatening travelers. Please eliminate them."
    },
    "19100007": {
        "deprecated": false,
        "Dev_Desc": "투엽단 소탕",
        "id": 19100007,
        "alias": "Contents.Quest.Desc.3000007",
        "text": "The Poacher Gang's merciless poaching is endangering the wild animals. Eliminate the Poacher Gang quickly and save the wild animals from them."
    },
    "19100008": {
        "deprecated": false,
        "Dev_Desc": "구덩이 조사",
        "id": 19100008,
        "alias": "Contents.Quest.Desc.3000008",
        "text": "The Weakened Hollows are bent on destroying everything around them. They must be stopped before they cause more damage. Eliminate as many Weakened Hollows as you can, so the rest won't dare emerge from the Pit."
    },
    "19100009": {
        "deprecated": false,
        "Dev_Desc": "도깨비 위협",
        "id": 19100009,
        "alias": "Contents.Quest.Desc.3000009",
        "text": "The Dokkaebis have been appearing at Deep Forest Graveyard and causing confusion among the people. Some people have even been fatally wounded by the Dokkaebis pranks. We must eliminate the Dokkaebis."
    },
    "19100010": {
        "deprecated": false,
        "Dev_Desc": "최상위 포식자",
        "id": 19100010,
        "alias": "Contents.Quest.Desc.3000010",
        "text": "The bears and saberfangs attack everyone that they see, spreading fear in the nearby village. Exterminate the bears and tigers and reassure the villagers."
    },
    "19100011": {
        "deprecated": false,
        "Dev_Desc": "복구 준비",
        "id": 19100011,
        "alias": "Contents.Quest.Desc.3000011",
        "text": "To rebuild the Destroyed Ploggle Village, the Consumed Crocodiles and Consumed Ratmen swarming the village lot must be dealt with first."
    },
    "19100012": {
        "deprecated": false,
        "Dev_Desc": "유적지의 위협",
        "id": 19100012,
        "alias": "Contents.Quest.Desc.3001001",
        "text": "You're now strong enough to handle the Enraged Protectors, but not the Elite Protectors. However, they must be eliminated for the Ruins investigation to be completed. Help the investigators eliminate the Elite Protectors."
    },
    "19100013": {
        "deprecated": false,
        "Dev_Desc": "황폐화한 목초지",
        "id": 19100013,
        "alias": "Contents.Quest.Desc.3001002",
        "text": "This place used to be a lush grassland, perfect for ranching and farming. Some time ago, some of the Powerful Gnarloxes of the Pasture took it upon themselves to ruin the place for the ranchers and farmers. Eliminate the Powerful Gnarloxes and help the people."
    },
    "19100014": {
        "deprecated": false,
        "Dev_Desc": "창도단 뿌리뽑기",
        "id": 19100014,
        "alias": "Contents.Quest.Desc.3001003",
        "text": "The Blue Bandits won't disappear so long as their boss exists. Eliminate the boss and make sure the thieves won't dare cause trouble again."
    },
    "19100015": {
        "deprecated": false,
        "Dev_Desc": "숲 속의 야생동물",
        "id": 19100015,
        "alias": "Contents.Quest.Desc.3001004",
        "text": "The wild animals, especially the more powerful wild animals in the forest, can be a danger to those passing by. Lately, they've been more of a threat than usual. Please eliminate them."
    },
    "19100016": {
        "deprecated": false,
        "Dev_Desc": "투엽단 소탕",
        "id": 19100016,
        "alias": "Contents.Quest.Desc.3001005",
        "text": "The quickest way to root out the Poacher Gang is to find and get rid of its leaders."
    },
    "19100017": {
        "deprecated": false,
        "Dev_Desc": "균열 막기",
        "id": 19100017,
        "alias": "Contents.Quest.Desc.3001006",
        "text": "Find and investigate traces of Fissures and identify their causes before more tragedy strikes. Stronger Hollows leave more vivid traces. Get rid of them and check out the traces."
    },
    "19100018": {
        "deprecated": false,
        "Dev_Desc": "도깨비 불",
        "id": 19100018,
        "alias": "Contents.Quest.Desc.3001007",
        "text": "Dokkaebi Fires simply used to frighten people. Now, they're also setting people's clothes and belongings on fire. Get rid of them before they cause more serious fires."
    },
    "19100019": {
        "deprecated": false,
        "Dev_Desc": "최상위 포식자",
        "id": 19100019,
        "alias": "Contents.Quest.Desc.3001008",
        "text": "Lately, a Giant Bear and Saberfang have shown up and have been establishing themselves as leaders of their own groups. The bears and tigers have been acting violent as it is, and when moving in groups they cause more serious damage. Exterminate the Giant Bear and Saberfang acting as leaders to disperse the group."
    },
    "19100020": {
        "deprecated": false,
        "Dev_Desc": "복구 준비",
        "id": 19100020,
        "alias": "Contents.Quest.Desc.3001009",
        "text": "The scariest thing about a group of Consumed is that they reproduce very quickly. Get rid of their chief to stop them from multiplying."
    },
    "19100021": {
        "deprecated": false,
        "Dev_Desc": "유적지의 위협(상급)",
        "id": 19100021,
        "alias": "Contents.Quest.Desc.3002001",
        "text": "A powerful being has appeared in the Ruins. Much stronger than the other Protectors, it's causing devastating damage to the Investigator Group. Find and eliminate the Enraged Guardian Hongrin before it costs more lives."
    },
    "19100022": {
        "deprecated": false,
        "Dev_Desc": "뿌리뽑기(상급)",
        "id": 19100022,
        "alias": "Contents.Quest.Desc.3002002",
        "text": "The quickest way to dissolve the Blue Bandits is to get rid of the man named Warun, the Bloody Spider. Find and eliminate him."
    },
    "19100023": {
        "deprecated": false,
        "Dev_Desc": "투엽단 소탕(상급)",
        "id": 19100023,
        "alias": "Contents.Quest.Desc.3002003",
        "text": "Eliminate Cheran, the Scout Captain who's in charge of the Poacher Gang, and the rest of the Poacher Gang will naturally scatter."
    },
    "19100024": {
        "deprecated": false,
        "Dev_Desc": "균열 막기(상급)",
        "id": 19100024,
        "alias": "Contents.Quest.Desc.3002004",
        "text": "Find and investigate traces of Fissures and identify their causes before more tragedy strikes. Stronger Hollows leave more vivid traces. Get rid of them and check out the traces."
    },
    "19100025": {
        "deprecated": false,
        "Dev_Desc": "죽음의 거미줄(상급)",
        "id": 19100025,
        "alias": "Contents.Quest.Desc.3002005",
        "text": "As if it isn't enough that the forest is covered with spider webs, now there's also a gigantic spider three times as tall as a grown man lurking within it. It's only a matter of time before the entire forest is cocooned in spider webs. Find and eliminate the King Spider."
    },
    "19100026": {
        "deprecated": false,
        "Dev_Desc": "쥐 떼 무리(상급)",
        "id": 19100026,
        "alias": "Contents.Quest.Desc.3002006",
        "text": "It's almost impossible to rebuild the Destroyed Ploggle Village because of the Consumed Blade Ratman Chief, the village's leader. Find and eliminate it."
    },
    "19100027": {
        "deprecated": false,
        "Dev_Desc": "변해버린 신목",
        "id": 19100027,
        "alias": "Contents.Quest.Desc.3003001",
        "text": "The mystical tree that once was worshiped by people is now striking fear into them. Get rid of the corrupted Sagewood and put a stop to its terror."
    },
    "19100028": {
        "deprecated": false,
        "Dev_Desc": "끔찍한 울림",
        "id": 19100028,
        "alias": "Contents.Quest.Desc.3003002",
        "text": "The terrible sound that's been coming from the Valley has to do with a monster named Steelfang. No one has dared enter the Valley since this monster showed up and took up residence there. Steelfang is a match for a hundred warriors. Join forces with others and get rid of Steelfang as quickly as possible."
    },
    "19100029": {
        "deprecated": false,
        "Dev_Desc": "물자 보호_비옥대지",
        "id": 19100029,
        "alias": "Contents.Quest.Desc.3000101",
        "text": "There has been an increasing number of merchants from Dojung Port who have lost their goods or have gotten hurt. We must eliminate the Hoglins hiding at Red Slope and the increasing number of Mandaravas so that the merchants can travel safely."
    },
    "19100030": {
        "deprecated": false,
        "Dev_Desc": "홍돈족 세력 무력화_비옥대지",
        "id": 19100030,
        "alias": "Contents.Quest.Desc.3000102",
        "text": "We never took any actions against the Hoglins' absurd demands and actions, but recently, they've expanded their activities right up to the front gates of Ivory Gale. Now, they're actually terrorizing the people. We must show our strength to the Hoglins and make sure they stay away from Ivory Gale."
    },
    "19100031": {
        "deprecated": false,
        "Dev_Desc": "이독치독_비옥대지",
        "id": 19100031,
        "alias": "Contents.Quest.Desc.3000103",
        "text": "The enemy keeps on increasing in number as time passes by, and we can't solve this problem with just a show of force. That's why we're currently developing a more powerful weapon by using Scorpion's venom. However, we've hit a shortage in our supplies as soon as we applied the venom extract to our weapons. Go to Maple Sunset Valley and collect venom from the Scorpions."
    },
    "19100032": {
        "deprecated": false,
        "Dev_Desc": "이상한 수수께끼_비옥대지",
        "id": 19100032,
        "alias": "Contents.Quest.Desc.3000104",
        "text": "You may think of this as an old story or something I've imagined out of sheer terror, but the damage done by the Oduksinis is true. Please, you must eliminate the Oduksinis as soon as possible."
    },
    "19100033": {
        "deprecated": false,
        "Dev_Desc": "검은 새벽단 잔당 처치_비옥대지",
        "id": 19100033,
        "alias": "Contents.Quest.Desc.3000105",
        "text": "It's the perfect time to take out the Daybreak once and for all, now that their forces have been weakened from the fierce fighting with Ivory Gale. Help the Ivory Gale people at Specter Hill and eliminate the remaining Daybreak."
    },
    "19100034": {
        "deprecated": false,
        "Dev_Desc": "거래를 위한 재료_비옥대지",
        "id": 19100034,
        "alias": "Contents.Quest.Desc.3000106",
        "text": "I heard that Ivory Gale is collecting fox fur and Mandarava leaves in large quantities. It might not bring in a lot of money, but please collect fox fur and Mandarava leaves to trade with Ivory Gale."
    },
    "19100035": {
        "deprecated": false,
        "Dev_Desc": "진퇴양난_비옥대지",
        "id": 19100035,
        "alias": "Contents.Quest.Desc.3000107",
        "text": "We created the forest so that the Hollows wouldn't be able to cross over. Instead, Oduksinis have been appearing. We've cut down some of the trees to drive away the Oduksinis, but now we're stuck between the Oduksinis and Hollows. Go to the Shelter of the Forest and find out the situation. If there're too many Oduksinis, please eliminate them."
    },
    "19100036": {
        "deprecated": false,
        "Dev_Desc": "생기를 잃은 숲_비옥대지",
        "id": 19100036,
        "alias": "Contents.Quest.Desc.3000108",
        "text": "What was once a place full of life has become devoid of life and color. The Consumed Ratman and Ravenous Saberfang now roam this land. We must eliminate them if life is to return."
    },
    "19100037": {
        "deprecated": false,
        "Dev_Desc": "거대한 위협_비옥대지",
        "id": 19100037,
        "alias": "Contents.Quest.Desc.3000109",
        "text": "The Fissures appearing all over the place need to be dealt with, but the biggest problem is the endless Hollows pouring out at the Caelite Excavation Site after the incident. Just the thought of all the Hollows coming here from the Caelite Ruins is horrifying. It might not be possible to take them all out right now, but please try to reduce their numbers as much as possible."
    },
    "19100038": {
        "deprecated": false,
        "Dev_Desc": "생명에게 안식을_비옥대지",
        "id": 19100038,
        "alias": "Contents.Quest.Desc.3000110",
        "text": "I don't want to remember that terrible incident at the Caelite Excavation Site. However, there are still soldiers who are suffering there and unable to die. Bring them peace so that they will not restlessly wander after death."
    },
    "19100039": {
        "deprecated": false,
        "Dev_Desc": "뿔이 만든 싸움_비옥대지",
        "id": 19100039,
        "alias": "Contents.Quest.Desc.3000111",
        "text": "Recently, even the Poacher Gang is poaching in our area and stealing our goods because of rumors about red antlers selling for an expensive price. We're being hit hard at a time when we're short on war supplies. Go do the Red Horn Path, take out the Poacher Gang, and collect the red antlers."
    },
    "19100040": {
        "deprecated": false,
        "Dev_Desc": "협곡의 불길한 기운_비옥대지",
        "id": 19100040,
        "alias": "Contents.Quest.Desc.3000112",
        "text": "The Mutant Blueskin are rushing in, and we're unable to stop them because of Riorino at their front. Fortunately, they have slowed because of their conflict with the Blue Bandits. Now's the best chance to take care of the Mutant Blueskins."
    },
    "19100041": {
        "deprecated": false,
        "Dev_Desc": "거점 세우기_비옥대지",
        "id": 19100041,
        "alias": "Contents.Quest.Desc.3000113",
        "text": "The Dragonhead Exploration Camp is almost complete, thanks to the efforts of the Plum Blossom. However, there's an increasing number of confrontations with the Blue Bandits, who are expanding their influence. Help the Plum Blossom and defeat the Blue Bandits."
    },
    "19100042": {
        "deprecated": false,
        "Dev_Desc": "숲 정화_비옥대지",
        "id": 19100042,
        "alias": "Contents.Quest.Desc.3000114",
        "text": "We don't know why the Gnarloxes became so ferocious, but what's important is that the people are suffering. The Mutant Spitting Plants might be the reason... We'll have to remove both the Gnarloxes and Spitting Plants and find out what's causing this."
    },
    "19100043": {
        "deprecated": false,
        "Dev_Desc": "악몽의 숲_비옥대지",
        "id": 19100043,
        "alias": "Contents.Quest.Desc.3000115",
        "text": "Soothing our mind and body in the lovely atmosphere of the Dreamy Forest is just a fond memory now. The place has become a nightmare where you can get poisoned by Mutant Jellyfish and attacked by the Roc. Please return the Dreamy Forest to how it used to be, and put an end to this Nightmare."
    },
    "19100044": {
        "deprecated": false,
        "Dev_Desc": "바위보다 단단하게_비옥대지",
        "id": 19100044,
        "alias": "Contents.Quest.Desc.3000116",
        "text": "The Tarite, which has a shell harder than rock, has increased in huge numbers. There's also the Nepenthes and Flame Plants... We can't go up Soaring Rock Mountain. There're so many things we need to deliver for the Crystal Jungle Research, and I don't know what to do. Please help us by eliminating all of those monsters."
    },
    "19100045": {
        "deprecated": false,
        "Dev_Desc": "위험한 경사로_비옥대지",
        "id": 19100045,
        "alias": "Contents.Quest.Desc.3000117",
        "text": "You don't know how dangerous it is dealing with monsters that appear on such a steep climb. Many people were taken by surprise and have fallen and injured themselves. I wish all those monsters would just disappear!"
    },
    "19100046": {
        "deprecated": false,
        "Dev_Desc": "사막으로 가는길_비옥대지",
        "id": 19100046,
        "alias": "Contents.Quest.Desc.3000118",
        "text": "We've sent workers to clear the blocked way to Dragonscale Desert, but they keep dying or disappearing. Then, they're sighted a few days later as undead who attack the new workers we send. Now, all of them are too afraid to get any work done. I'm worried that we're behind schedule and might not be able to meet the deadline. Eliminate the undead so that our workers can do what needs to be done."
    },
    "19100047": {
        "deprecated": false,
        "Dev_Desc": "끝 없는 욕심_비옥대지",
        "id": 19100047,
        "alias": "Contents.Quest.Desc.3000119",
        "text": "There's been an increasing number of people risking their lives to hunt the Night Gargoyles at the Hideout of Disaster. Blocking the entrance has backfired, and now the Night Gargoyles have been coming out, looking for prey. Eliminate the Night Gargoyles so that they won't come out and hurt anyone."
    },
    "19100048": {
        "deprecated": false,
        "Dev_Desc": "모여드는 거미_태록림",
        "id": 19100048,
        "alias": "Contents.Quest.Desc.3000120",
        "text": "Just when the rainy season is over and we have perfect weather, the spiders come out to cause trouble. The road in the forest is filled with spiders gathered for their mating season. Please reduce their numbers before they overflow and come to Dojung Port."
    },
    "19100049": {
        "deprecated": false,
        "Dev_Desc": "풍토병 치료제_태록림",
        "id": 19100049,
        "alias": "Contents.Quest.Desc.3000121",
        "text": "Did you hear? The medicine for those suffering from the disease is almost complete. They say it has a better preventive effect than the cure from before, but the problem is that they don't have enough herbs. Go to the East Ecological Research Site and punish those animals who are interfering with the herb foraging."
    },
    "19100050": {
        "deprecated": false,
        "Dev_Desc": "최선의 방어는 공격_태록림",
        "id": 19100050,
        "alias": "Contents.Quest.Desc.3000122",
        "text": "The Greenhorns have been aggressive as of late, and they've been threatening the safety of Opulent Forest Base. I heard that two Sol Seekers were seriously injured yesterday. Go and put your strength to good use so that things can calm down around here."
    },
    "19100051": {
        "deprecated": false,
        "Dev_Desc": "소음 공해의 원인_태록림",
        "id": 19100051,
        "alias": "Contents.Quest.Desc.3000123",
        "text": "The Mandaravas have been getting louder and louder. Recently, they've become even louder than the nearby waterfall, and all that noise is keeping the people around there from getting any sleep. We need plenty of Mandarava leaf samples to understand the cause of this phenomenon. Could you help us?"
    },
    "19100052": {
        "deprecated": false,
        "Dev_Desc": "과일 도둑 잡기_태록림",
        "id": 19100052,
        "alias": "Contents.Quest.Desc.3000124",
        "text": "The creatures around the watchtower have multiplied uncontrollably and are even coming down to Dojung Port, devouring all our fruits and vegetables. These fruits and vegetables are valuable commodities, so the merchants suffered some pretty serious damage. Help us drive those monsters out."
    },
    "19100053": {
        "deprecated": false,
        "Dev_Desc": "달밤의 장난꾸러기들_태록림",
        "id": 19100053,
        "alias": "Contents.Quest.Desc.3000125",
        "text": "Yesterday, the lumber workers returning to the Opulent Forest Base were mugged by dark figures and got all their wood stolen. This must be the prank by the Oduksinis at the Shipwreck Debris. Punish them and get back the stolen wood."
    },
    "19100054": {
        "deprecated": false,
        "Dev_Desc": "소문 잠재우기_태록림",
        "id": 19100054,
        "alias": "Contents.Quest.Desc.3000126",
        "text": "Many people are worried that the blue skinned beasts living at the Traceless Shore are planning something sinister and evil. Please investigate and the people a reason to relax."
    },
    "19100055": {
        "deprecated": false,
        "Dev_Desc": "두 눈으로 똑똑히 봤다고_태록림",
        "id": 19100055,
        "alias": "Contents.Quest.Desc.3000127",
        "text": "Apparently, there's something terrifying and person-shaped at the Shipwreck Gravesite. We'll have to see for ourselves to see if the rumors are true. Could you investigate the area? If it's something dangerous, you can go ahead and eliminate it, no matter what it may be."
    },
    "19100056": {
        "deprecated": false,
        "Dev_Desc": "야생의 무리_태록림",
        "id": 19100056,
        "alias": "Contents.Quest.Desc.3000128",
        "text": "The ferocious Darkhorns have been much more aggressive as of late. It's not a good sign. The bears in the area are also getting agitated and breaking the barriers at the Opulent Forest Base, putting the people there at risk. Eliminate them and secure the safety of the base."
    },
    "19100057": {
        "deprecated": false,
        "Dev_Desc": "숲 속의 도적떼_태록림",
        "id": 19100057,
        "alias": "Contents.Quest.Desc.3000129",
        "text": "Just when we thought the Red Masks had quieted down, they start making trouble again. A merchant group was attacked yesterday and had all of their commodities stolen. Go to the Forest of the Red Masks and take care of them so that they won't cause any more trouble."
    },
    "19100058": {
        "deprecated": false,
        "Dev_Desc": "비 온 뒤 땅은 굳고_태록림",
        "id": 19100058,
        "alias": "Contents.Quest.Desc.3000130",
        "text": "The Spitting Plants have flourished and are filling the entire forest immediately after the rain drained out. Their explosive proliferation is amazing, but it's still a major problem for the merchants and members passing through the area. Help make a path through the forest for them."
    },
    "19100059": {
        "deprecated": false,
        "Dev_Desc": "깊은 늪 안개 속_태록림",
        "id": 19100059,
        "alias": "Contents.Quest.Desc.3000131",
        "text": "I heard from the investigator that the Swamp Illusion Mantis has been emitting more illusion fog than before. They need help so that the fog doesn't spread to the Foggy Forest Settlement. Go to Disappearing Swamp and help them."
    },
    "19100060": {
        "deprecated": false,
        "Dev_Desc": "뱀 같은 버섯_태록림",
        "id": 19100060,
        "alias": "Contents.Quest.Desc.3000132",
        "text": "Soul Bridge is looking for Snakecap samples so that they can research its illusion composition. Nobody is volunteering for this task because of the location. If you can go yourself and collect some sample, it will be of great help."
    },
    "19100061": {
        "deprecated": false,
        "Dev_Desc": "망자를 기리는 일_태록림",
        "id": 19100061,
        "alias": "Contents.Quest.Desc.3000133",
        "text": "Please secure the safety of those visiting the Pioneers' Graveyard. I heard that even the Red Masks appear in the area to rob the graves, so if you happen to see any of them, please teach them to have more respect for the dead."
    },
    "19100062": {
        "deprecated": false,
        "Dev_Desc": "본보기 만들기_태록림",
        "id": 19100062,
        "alias": "Contents.Quest.Desc.3000134",
        "text": "Find the corrupt Sol Seekers illegally poaching the Moss Fox at the Tranquil Woods. We must make an example of them so that nobody else will even dare to do what they did."
    },
    "19100063": {
        "deprecated": false,
        "Dev_Desc": "끔찍한 혼종_태록림",
        "id": 19100063,
        "alias": "Contents.Quest.Desc.3000135",
        "text": "There has been an increasing number of reports of people getting injured by the Nepenthes, plants that look like normal plants, but they actually eat people. Go to the Nepenthes Marsh and reduce their number."
    },
    "19100064": {
        "deprecated": false,
        "Dev_Desc": "귀여운 얼굴에 그렇지 못한_태록림",
        "id": 19100064,
        "alias": "Contents.Quest.Desc.3000136",
        "text": "The Simyu at the Simyu Valley might look cute, but they are notorious for their nasty pranks. It's not unusual for the belongings of tourists to disappear. Punish them and return those lost belongings to the people."
    },
    "19100065": {
        "deprecated": false,
        "Dev_Desc": "해변 확보_태록림",
        "id": 19100065,
        "alias": "Contents.Quest.Desc.3000137",
        "text": "The Dokkaebis at the north coast of Dojung Port quietly steal goods and hide them away. The Sol Seekers drive them out from time to time, but it's not enough. Go and help them drive out the Dokkaebis."
    },
    "19100066": {
        "deprecated": false,
        "Dev_Desc": "검은 땅_태록림",
        "id": 19100066,
        "alias": "Contents.Quest.Desc.3000138",
        "text": "The people who go to obtain the Black Mud get into trouble not because they don't know that the place is dangerous. Blinded by their greed, they go too deep inside for their own good. Whatever the reason may be, we can't just let them get hurt. Eliminate the dangerous creatures in the area and help find the missing people."
    },
    "19100067": {
        "deprecated": false,
        "Dev_Desc": "상아탑을 쌓는 사람들_태록림",
        "id": 19100067,
        "alias": "Contents.Quest.Desc.3000139",
        "text": "The research on the relationship between the unique vegetation around Grassland Knoll and Gnarloxes hasn't made much progress. Obtain some samples of the creatures in the area to support the researchers who are investing their time into this. It'll be of great help to those who have to come get the samples."
    },
    "19100068": {
        "deprecated": false,
        "Dev_Desc": "해는 오늘도 떴지만_태록림",
        "id": 19100068,
        "alias": "Contents.Quest.Desc.3000140",
        "text": "It's expected that many people will gather again at Sunrise Climb to celebrate the New Year. Please drive away the Lapriel and Tree Spirits before they can make any trouble."
    },
    "19100069": {
        "deprecated": false,
        "Dev_Desc": "고산의 동물들_태록림",
        "id": 19100069,
        "alias": "Contents.Quest.Desc.3000141",
        "text": "The unique scenery of the forest south of the Simyu Waterfall has been gaining popularity among the poets who come for the scenery and herbalists who come to gather herbs. The research on the creatures that live in such a high place is still in the early stages. Please approach them carefully and obtain some research specimens."
    }
}