{
    "11045000": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45000",
        "id": 11045000,
        "alias": "Contents.Quest.Desc.45000",
        "text": "[Recommended Level] 54\nI heard someone grumbling about something, so I went to check it out. It turned out that one of the merchants, in whom the Peach Blossom have high hopes, was worried about the lack of good business opportunities in the Caelite Land.\n\nHe said he was going to the Riddle Plain to find out if there is anything that might make him some money, and suggested I go with him. Shall I follow him?"
    },
    "11045001": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45001",
        "id": 11045001,
        "alias": "Contents.Quest.Desc.45001",
        "text": "[Recommended Level] 54\nI've agreed to go with him to the Lumber Camp, even though it's off the beaten path and doesn't harbor anything interesting, as far as I know.\n\nFor now, I'll just follow Youngin and talk to him there. Maybe we'll get lucky this time."
    },
    "11045002": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45002",
        "id": 11045002,
        "alias": "Contents.Quest.Desc.45002",
        "text": "[Recommended Level] 54\nI decided to move to the Shelter of the Forest along with the two Peach Blossom merchants to see if there were any good items around there.\n\nIf we don't find anything, Jang Kury may not be able to become an official merchant. What could we possibly find?\n\nI'll go there and talk to them."
    },
    "11045003": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45003",
        "id": 11045003,
        "alias": "Contents.Quest.Desc.45003",
        "text": "[Recommended Level] 55\nI met Youngin from the Gray Jungle again.\nWhen asked why he was alone in this dangerous place, he acknowledged his failure and said he was taking on a new challenge.\n\nThere's nothing I can do except protect him from nearby enemies, but... Let's at least help him with the bare minimum."
    },
    "11045004": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45004",
        "id": 11045004,
        "alias": "Contents.Quest.Desc.45004",
        "text": "[Recommended Level] 55\nThe Caelite Ruin is too dangerous for ordinary people to enter. I thought about stopping him,\n\nbut he was ready to do it with or without me.\n\nI should follow him to the Caelite Ruin."
    },
    "11045100": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45100",
        "id": 11045100,
        "alias": "Contents.Quest.Desc.45100",
        "text": "[Recommended Level] 56\nI met an artisan who spoke very passionately about fine stones. According to him, he's just an ordinary artisan, so his work only turns out exceptional if he uses fine stones.\n\nI think I understand why he is obsessed with these rocks... He's going to look for some, so shall I follow him?"
    },
    "11045101": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45101",
        "id": 11045101,
        "alias": "Contents.Quest.Desc.45101",
        "text": "[Recommended Level] 58\nI've decided to go to the Tectite Valley to find Chun Sukun of the Plum Blossom, whom Ho Susok told me about. Are both the Plum Blossom and the Soul Steel not getting along well with the Sol Seekers here?\n\nI'll know once I get there and talk to them. I'm supposed to be able to find him easily, so I'll follow the path for now."
    },
    "11045102": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45102",
        "id": 11045102,
        "alias": "Contents.Quest.Desc.45102",
        "text": "[Recommended Level] 58\nThere are so many Blue Bandits surrounding us. ...We've been practically besieged by them.\n\nShouldn't we leave now? I should consult Chun Sukun."
    },
    "11045103": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45103",
        "id": 11045103,
        "alias": "Contents.Quest.Desc.45103",
        "text": "[Recommended Level] 58\nPark Devon of the Peach Blossom was looking for me? What does he want? Ah! He wants to talk with me before I report the situation to Horyong?\n\nI know what he's saying, but I think it's best for me to deliver the news myself. Let's go to Horyong immediately and tell him what happened."
    },
    "11045104": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45104",
        "id": 11045104,
        "alias": "Contents.Quest.Desc.45104",
        "text": "[recommended level] 59\n met Oreum at the Yongmeori Exploration Area. \n What happened to Ereda? "
    },
    "11045105": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45105",
        "id": 11045105,
        "alias": "Contents.Quest.Desc.45105",
        "text": "[Recommended level] 60\nHareum went to the hideout of disaster? What was there?\nI wondered what happened to Harreum's disappearance,\nI also offered to go with him in case it might be helpful.\nFortunately, Oreumdo welcomed "
    },
    "11045106": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45106",
        "id": 11045106,
        "alias": "Contents.Quest.Desc.45106",
        "text": "[recommended level] 60\nI didn't expect to see Jo Jo-Hun, who is researching rifts, again in the fertile land. "
    },
    "11046000": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45000 - 타입2(+1000)",
        "id": 11046000,
        "alias": "Contents.Quest.Desc.46000",
        "text": "[Recommended Level] 54\nI heard someone grumbling about something, so I went to check it out. It turned out that one of the merchants, in whom the Peach Blossom have high hopes, was worried about the lack of good business opportunities in the Caelite Land.\n\nHe said he was going to the Riddle Plain to find out if there is anything that might make him some money, and suggested I go with him. Shall I follow him?"
    },
    "11046001": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45001 - 타입2(+1000)",
        "id": 11046001,
        "alias": "Contents.Quest.Desc.46001",
        "text": "[Recommended Level] 54\nI've agreed to go with him to the Lumber Camp, even though it's off the beaten path and doesn't harbor anything interesting, as far as I know.\n\nFor now, I'll just follow Youngin and talk to him there. Maybe we'll get lucky this time."
    },
    "11046002": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45002 - 타입2(+1000)",
        "id": 11046002,
        "alias": "Contents.Quest.Desc.46002",
        "text": "[Recommended Level] 54\nI decided to move to the Shelter of the Forest along with the two Peach Blossom merchants to see if there were any good items around there.\n\nIf we don't find anything, Jang Kury may not be able to become an official merchant. What could we possibly find?\n\nI'll go there and talk to them."
    },
    "11046003": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45003 - 타입2(+1000)",
        "id": 11046003,
        "alias": "Contents.Quest.Desc.46003",
        "text": "[Recommended Level] 55\nI met Youngin from the Gray Jungle again.\nWhen asked why he was alone in this dangerous place, he acknowledged his failure and said he was taking on a new challenge.\n\nThere's nothing I can do except protect him from nearby enemies, but... Let's at least help him with the bare minimum."
    },
    "11046004": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45004 - 타입2(+1000)",
        "id": 11046004,
        "alias": "Contents.Quest.Desc.46004",
        "text": "[Recommended Level] 55\nThe Caelite Ruin is too dangerous for ordinary people to enter. I thought about stopping him,\n\nbut he was ready to do it with or without me.\n\nI should follow him to the Caelite Ruin."
    },
    "11046100": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45100 - 타입2(+1000)",
        "id": 11046100,
        "alias": "Contents.Quest.Desc.46100",
        "text": "[Recommended Level] 56\nI met an artisan who spoke very passionately about fine stones. According to him, he's just an ordinary artisan, so his work only turns out exceptional if he uses fine stones.\n\nI think I understand why he is obsessed with these rocks... He's going to look for some, so shall I follow him?"
    },
    "11046101": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45101 - 타입2(+1000)",
        "id": 11046101,
        "alias": "Contents.Quest.Desc.46101",
        "text": "[Recommended Level] 58\nI've decided to go to the Tectite Valley to find Chun Sukun of the Plum Blossom, whom Ho Susok told me about. Are both the Plum Blossom and the Soul Steel not getting along well with the Sol Seekers here?\n\nI'll know once I get there and talk to them. I'm supposed to be able to find him easily, so I'll follow the path for now."
    },
    "11046102": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45102 - 타입2(+1000)",
        "id": 11046102,
        "alias": "Contents.Quest.Desc.46102",
        "text": "[Recommended Level] 58\nThere are so many Blue Bandits surrounding us. ...We've been practically besieged by them.\n\nShouldn't we leave now? I should consult Chun Sukun."
    },
    "11046103": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45103 - 타입2(+1000)",
        "id": 11046103,
        "alias": "Contents.Quest.Desc.46103",
        "text": "[Recommended Level] 58\nPark Devon of the Peach Blossom was looking for me? What does he want? Ah! He wants to talk with me before I report the situation to Horyong?\n\nI know what he's saying, but I think it's best for me to deliver the news myself. Let's go to Horyong immediately and tell him what happened."
    },
    "11046104": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45104 - 타입2(+1000)",
        "id": 11046104,
        "alias": "Contents.Quest.Desc.46104",
        "text": "[recommended level] 59\n met Oreum at the Yongmeori Exploration Area. \n What happened to Ereda? "
    },
    "11046105": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45105 - 타입2(+1000)",
        "id": 11046105,
        "alias": "Contents.Quest.Desc.46105",
        "text": "[Recommended level] 60\nHareum went to the hideout of disaster? What was there?\nI wondered what happened to Harreum's disappearance,\nI also offered to go with him in case it might be helpful.\nFortunately, Oreumdo welcomed "
    },
    "11046106": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45106 - 타입2(+1000)",
        "id": 11046106,
        "alias": "Contents.Quest.Desc.46106",
        "text": "[recommended level] 60\nI didn't expect to see Jo Jo-Hun, who is researching rifts, again in the fertile land. "
    },
    "11047000": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45000 - 타입3(+2000)",
        "id": 11047000,
        "alias": "Contents.Quest.Desc.47000",
        "text": "I heard someone grumbling about something, so I went to check it out. It turned out that one of the merchants, for whom the Peach Blossom held high expectations, was worried about the lack of good business opportunities in the Caelite Land. He said he was going to the Riddle Plain to find out if there is anything that might make him some money, and suggested I go with him. It sounded interesting, so I agreed.\n\nHe said that even here, he couldn't find anything worth starting a business for, and added that the place was a personal hell for merchants. I didn't know how to respond to that. I just went ahead and cleared the area of monsters. Afterwards, though, I suggested he should look further.\n\nHe did, but still he couldn't find anything worthwhile. According to him, there was nothing but Oduksinis in the area. Judging by the look in his eyes, he's not about to give up just yet. Should I tag along for a little longer?"
    },
    "11047001": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45001 - 타입3(+2000)",
        "id": 11047001,
        "alias": "Contents.Quest.Desc.47001",
        "text": "I followed Peach Blossom merchant Youngin to the Lumber Camp. He thought since this place was seldom visited that he could find something interesting here. But isn't it usually the opposite? A place doesn't get visitors either because it's not worth visiting or is too dangerous.\n\nYoungin said doing business was all about taking risks. He wouldn't find anything good in places that just anyone could access. Again, I eliminated the nearby threats while he looked around. He didn't find anything special, and began to blame himself. I was thinking about comforting him when one of his juniors showed up. Youngin then slowly came to his senses.\n\nIt seemed even his junior merchant, Jang Kury, had a problem producing results. Are all Peach Blossom merchants this focused on tangible success? I should help them out as best as I can."
    },
    "11047002": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45002 - 타입3(+2000)",
        "id": 11047002,
        "alias": "Contents.Quest.Desc.47002",
        "text": "I decided to move to the Shelter of the Forest along with the two Peach Blossom Merchants in search of new items. If we don't find anything here, Jang Kury may not be able to become an official merchant.\n\nThey planned to collect monster remains and see if they have any value, but they didn't have their hopes up. They had been there before, but they wanted to check it out one last time, so I agreed to help them.\n\nUnfortunately, we found nothing special. So, Jang Kury said it was time to pack it up, and she bid farewell to Youngin, thanking him. Youngin tried to comfort his junior merchant and help her as much as he could, but Jang Kury lamented that she should reconsider whether she could still be a merchant. I don't know much about merchantry... but isn't she being too hard on herself?\n\nHowever, for Peach Blossom Merchants, the most important thing is to produce results. It's not my place to criticize that, but perhaps I still could mention it to Horyong later."
    },
    "11047003": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45003 - 타입3(+2000)",
        "id": 11047003,
        "alias": "Contents.Quest.Desc.47003",
        "text": "I met Youngin from the Gray Jungle again. When asked why he was alone in this dangerous place, he acknowledged his failure and told me he was taking on a new challenge. There was nothing I could do except protect him from nearby enemies, but... I decided to do it, even if it would only help him a little.\n\nAfter I eliminated the threats, I even tried to look for any valuable things on my own. After a while, I gave up, though, because I couldn't tell what was valuable and what wasn't. I went back to Youngin and asked if he found anything. He had also come up empty handed. Having experienced one failure after another, Youngin didn't know if he was a terrible merchant or if Caelite Land was just devoid of opportunity.\n\nSuddenly he asked me to go to the Caelite Ruin with him. Even though he knew that place was dangerous, he felt one final push to check and see if there was anything worthwhile there. When I heard that, I couldn't really refuse. I agreed to follow him there."
    },
    "11047004": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45004 - 타입3(+2000)",
        "id": 11047004,
        "alias": "Contents.Quest.Desc.47004",
        "text": "After we arrived at the Caelite Ruin, I started looking for Hollow's cores as requested. I wasn't sure if they had any commercial value, but I wanted to help him.\n\nHowever, I couldn't get a proper core. All I found were powder or fragments, but he said he would take it and see if it had any value. He didn't sound excited, though, probably because he didn't expect to earn anything.\n\nBut he declared that he wouldn't give up, even if he ended up with a net loss, and that he'd act like a Peach Blossom and take full responsibility. Whatever the results, I'll root for him."
    },
    "11047100": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45100 - 타입3(+2000)",
        "id": 11047100,
        "alias": "Contents.Quest.Desc.47100",
        "text": "I met an artisan who spoke very passionately about fine stones. According to him, he is just a regular artisan, so he can only make a superior product when he has the absolute best materials. I think I understand why he is obsessed with these stones now... He was going to look for some, so I went with him.\n\nWhile he looked for the stones, I kept threats at bay. Just by the pleased look on his face I could tell the quality of the stones in the area was more than satisfactory. I was right. He was thrilled with the quality. Suddenly, a Sol Seeker appeared and asked us to move someplace safer. I knew this was a dangerous place to be, so I was ready to get moving when suddenly the artisan started yelling and arguing with the Sol Seeker. I hurriedly dragged him away before he caused more trouble.\n\nThe artisan wouldn't stop complaining about the Sol Seekers, even as we were on the move. It seemed he'd been having problems with them even before this incident. As if to prove he wasn't the only one unhappy with the Sol Seekers, he asked me to talk to a Plum Blossom member nearby."
    },
    "11047101": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45101 - 타입3(+2000)",
        "id": 11047101,
        "alias": "Contents.Quest.Desc.47101",
        "text": "I decided to go to the Tectite Valley to find Chun Sukun of the Plum Blossom, whom Ho Susok told me about. Are both the Plum Blossom and Soul Steel not getting along well with the Sol Seekers here?\n\nSince Ho Susok referred me to Chun Sukun, I assumed they were good friends. The look on Chun Sukun's face said otherwise. Since that wasn't important, I decided to ignore it.\n\nThe Plum Blossoms planned to build an exploration base in the depths of Dragonhead Cape, but the Blue Bandits decided to show up and interfere with them. They needed the Sol Seekers' help with getting rid of the Blue Bandits, but the Sol Seekers were too busy fighting the Blueskin to support them, let alone respond.\nIt seems the lack of communication has led to distrust and unhappiness between them."
    },
    "11047102": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45102 - 타입3(+2000)",
        "id": 11047102,
        "alias": "Contents.Quest.Desc.47102",
        "text": "There were countless Blue Bandits surrounding us. We were practically besieged by them. I thought we should leave, so I consulted Chun Sukun. Chun Sukun started humming and hawing.\n\nHe seemed sure he should leave, but he was hesitant for some reason. I asked him if he was going to stay here and build the base on his own. That seemed to have made the decision for him. He said he'd leave, but not before checking the Blue Bandits' gear in case they came back later for another chance. I was fine with that, so long as he was willing to leave with me. I could collect the Blue Bandits' gear for him, too.\n\nWe picked up some Blue Bandit gear and safely moved back to the Excavation Site. Chun Sukun was disappointed that the Plum Blossoms couldn't explore on their own because of the Blue Bandits and wanted to find someone who could help them."
    },
    "11047103": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45103 - 타입3(+2000)",
        "id": 11047103,
        "alias": "Contents.Quest.Desc.47103",
        "text": "Park Devon of the Peach Blossom came to see me. He asked me if I was going to relay what I experienced in Haewol to Horyong. He suggested that I discuss it with him before I do that, to get the story straight, so to speak. I get what he's saying, but I think it's best I convey the story the way I know it.\n\nI went to Horyong and relayed what happened. After hearing the story, his face displayed mixed emotions. Then, he immediately went to see Park Devon. I wondered what they would talk about, so I decided to eavesdrop from a nearby hiding place.\n\nThey talked about the Peach Blossom. Once they changed the topic to complicated things such as the Saho's business, I decided to stop listening and leave."
    },
    "11047104": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45104 - 타입3(+2000)",
        "id": 11047104,
        "alias": "Contents.Quest.Desc.47104",
        "text": "According to Oreum, Harem's body suddenly disappeared. \n Ereda traced the trail to find Harem, and as a result arrived at Yongmeori Cape. "
    },
    "11047105": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45105 - 타입3(+2000)",
        "id": 11047105,
        "alias": "Contents.Quest.Desc.47105",
        "text": "I came to the hideout of the disaster and searched all over for traces of Harem \n but I couldn't find anything that stood out. \n\nFortunately, a Doha crew found a person who had witnessed Harem and went to see him. \nHe investigates the rift "
    },
    "11047106": {
        "deprecated": false,
        "Dev_Desc": "비옥대지 스페셜 Desc 45106 - 타입3(+2000)",
        "id": 11047106,
        "alias": "Contents.Quest.Desc.47106",
        "text": "“The Doha crew found traces of Hareum. \n It was a huge and dangerous place. \n So I thought it would be good to have as many people as possible, but \n Oreum, in case something happens inside. "
    }
}