{
    "11025000": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25000",
        "id": 11025000,
        "alias": "Contents.Quest.Desc.25000",
        "text": "[recommended level] 30\nYedo Port facility manager Jeon Yang-won was constantly complaining. He was a former foster care worker, but after retirement, he was in charge of managing the Yedo Port facility through that relationship. He was dissatisfied with not meeting the deadline in the designated company.\n\nLet's go to the person in charge of the fire department and ask why the item didn't arrive on the promised date."
    },
    "11025001": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25001",
        "id": 11025001,
        "alias": "Contents.Quest.Desc.25001",
        "text": "[recommended level] 30\nGeumgyeongcheolmun's Golden Complaint tells workers that they are disappointed with the current situation and have no energy.\n\nIs there anything I can ask for help?\nI like fried spiders Do you think that eating it will give you energy? I'm not sure, but let's save the spider."
    },
    "11025002": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25002",
        "id": 11025002,
        "alias": "Contents.Quest.Desc.25002",
        "text": "[recommended level] 30\nIsa-min, who said that he crossed over from Lake Vandal to the sea-wol continent, thinks that he has been deceived by the image war. \nSo he tries to argue with the image war, but he doesn't listen properly. \n\nEven if the person in charge is busy, it would be nice if he could give him a little time... \nLet's meet the person in charge of the fire fighting and listen to the situation."
    },
    "11025003": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25003",
        "id": 11025003,
        "alias": "Contents.Quest.Desc.25003",
        "text": "[recommended level] 32\nIn the green horn forest, I met a person who wanted to make a basket out of solid stems.\n\nIt sounds a bit pretentious, but it sounds like you're working hard, so I'm cheering you on. Let's save the stem."
    },
    "11025004": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25004",
        "id": 11025004,
        "alias": "Contents.Quest.Desc.25004",
        "text": "[recommended level] 32\nThe young man Lee Sa-min agreed to work with was Shin Hae-wol? He told me that baskets made of stems were very popular. It says it can't be developed...\n\nLet's go to Ho-Ryong Kwak, the master of Dohwasangjeon, and see if there is a way."
    },
    "11025005": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25005",
        "id": 11025005,
        "alias": "Contents.Quest.Desc.25005",
        "text": "[recommended level] 34\nThe Plum Blossom Team is gathering and talking in a serious mood. The Plum Blossom Expedition Team often works with Suyang, but the members of the Plum Blossom Team are bragging about themselves and even nagging. It was saying that he did not want to work with them because of the wind.\n\nMaehwadan and Suyang must have a lot of work to do together in the future... I will go to Suyang and find out what the situation is."
    },
    "11025006": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25006",
        "id": 11025006,
        "alias": "Contents.Quest.Desc.25006",
        "text": "[recommended level] 34\nHo-ryong Kwak thanked me for mediating the conflict between Suyang and Maehwadan. It wasn't a great thing to be grateful for... but I just told the story I heard. That's all.\n\nKwak Horyong then held a banquet and asked for help with the preparations, saying that he was trying to make people's relationships better."
    },
    "11025007": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25007",
        "id": 11025007,
        "alias": "Contents.Quest.Desc.25007",
        "text": "[Recommended level] 37\nHave all misunderstandings between Suyang and Maehwa been resolved? Even though Ho-ryong Kwak even held a banquet and tried to improve the atmosphere, there seemed to be a distance between them.\n \nYou have to do an expedition, but you don't want the help of the foster care team, so let's hear the story while helping the plum blossom team member Geonjagam."
    },
    "11025008": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25008",
        "id": 11025008,
        "alias": "Contents.Quest.Desc.25008",
        "text": "[recommended level] 39\nIf that's the case, I think you've got enough evidence related to the spear gang? Now, I think we can proceed with the wreck exploration as it was originally intended. Let's find out."
    },
    "11025200": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25200",
        "id": 11025200,
        "alias": "Contents.Quest.Desc.25200",
        "text": "[recommended level] 48\nPongpong of Young Gyowon has recently been puzzled by the increase in the number of people with stomachaches from drinking water around the base.\nThey say that the water here is clean and tastes good. .. \n\nI wanted to find out the cause quickly, so he asked me to find things that might be related. \n\nLet's go to the waterfront first."
    },
    "11025201": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25201",
        "id": 11025201,
        "alias": "Contents.Quest.Desc.25201",
        "text": "[Recommended level] 50\nA person named Da Do-yeon, who was campaigning against the development of the Black Mud Zone, left for an investigation and did not return for a few days. ... \n\nIt would be dangerous to delay too much? I don't know what will happen, but let's go to the muddy area."
    },
    "11025202": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25202",
        "id": 11025202,
        "alias": "Contents.Quest.Desc.25202",
        "text": "[recommended level] 51\nRecipient Yulgyeong Lee was warning that Paradise Valley was very dangerous. I don't think Suyang's official position... Let's figure out the situation."
    },
    "11025203": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25203",
        "id": 11025203,
        "alias": "Contents.Quest.Desc.25203",
        "text": "[recommended level] 48\nParadise Wakiki summoned them the day they passed by, and they got angry about entering the realm of the paradise people. They claim to be a peaceful race and say that they have been attacked by humans recently.\n\nWakiki says that I will admit my innocence if I help. If not, let me help you in moderation."
    },
    "11025204": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25204",
        "id": 11025204,
        "alias": "Contents.Quest.Desc.25204",
        "text": "[recommended level] 51\nDae-woo Park was looking for me? \nI still had something to say, so it went well. \nI should pass on the story I've heard in Paradise Valley. Will the message be conveyed?\n\nBut, if we need to move the location? lets do it."
    },
    "11026000": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25000 - 타입2(+1000)",
        "id": 11026000,
        "alias": "Contents.Quest.Desc.26000",
        "text": "[recommended level] 30\nYedo Port Facility Manager Jeon Yang-won was constantly complaining. He was a former trainee, but after retirement, he was in charge of managing the Yedo Port facility. He was dissatisfied with not meeting the deadline in the designated company.\n\nLet's go to the person in charge of the fire department and ask why the item didn't arrive on the promised date."
    },
    "11026001": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25001 - 타입2(+1000)",
        "id": 11026001,
        "alias": "Contents.Quest.Desc.26001",
        "text": "[recommended level] 30\nGeumgyeongcheolmun's Golden Complaint tells workers that they are disappointed with the current situation and have no energy.\n\nIs there anything I can ask for help?\nI like fried spiders Do you think that eating it will give you energy? I'm not sure, but let's save the spider."
    },
    "11026002": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25002 - 타입2(+1000)",
        "id": 11026002,
        "alias": "Contents.Quest.Desc.26002",
        "text": "[recommended level] 30\nIsa-min, who said that he crossed over from Lake Vandal to the sea-wol continent, thinks he has been deceived by the image war.\nSo he tries to argue with the image war, but he doesn't listen properly. \n\nEven if the person in charge is busy, it would be nice if he could give him a little time... \nLet's meet the person in charge of the fire fighting and listen to the situation."
    },
    "11026003": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25003 - 타입2(+1000)",
        "id": 11026003,
        "alias": "Contents.Quest.Desc.26003",
        "text": "[recommended level] 32\nIn the Green Horn Forest, I met a person who wanted to make a basket out of solid stems.\n\nIt sounds a bit pretentious, but it sounds like you're working hard, so I'm cheering you on. Let's save the stem."
    },
    "11026004": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25004 - 타입2(+1000)",
        "id": 11026004,
        "alias": "Contents.Quest.Desc.26004",
        "text": "[recommended level] 32\nHae-wol Shin, the young man Lee Sa-min agreed to work with? He told me that baskets made of stems have a very good reputation. It says it can't be developed...\n\nLet's go to Ho-ryong Kwak, the master of Dohwasangjeon, and see if there is a way."
    },
    "11026005": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25005 - 타입2(+1000)",
        "id": 11026005,
        "alias": "Contents.Quest.Desc.26005",
        "text": "[recommended level] 34\nPlum members are gathering and talking in a serious mood. The Plum Blossom Expedition Team often works with Suyang, but the members of the Plum Blossom Team are bragging about themselves and even nagging. It was saying that he did not want to work with them because of the wind.\n\nMaehwadan and Suyang must have a lot of work to do together in the future... I will go to Suyang and find out what the situation is."
    },
    "11026006": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25006 - 타입2(+1000)",
        "id": 11026006,
        "alias": "Contents.Quest.Desc.26006",
        "text": "[recommended level] 34\nHo-ryong Kwak thanked me for mediating the conflict between Suyang and Maehwadan. It wasn't a big deal to deserve thanks, but I just told the story I heard. That's all.\n\nKwak Horyong then held a banquet and asked for help with the preparations, saying that he was trying to make people's relationships better."
    },
    "11026007": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25007 - 타입2(+1001)",
        "id": 11026007,
        "alias": "Contents.Quest.Desc.26007",
        "text": "[Recommended level] 37\nHave all misunderstandings between Suyang and Maehwa been resolved? Even though Ho-ryong Kwak even held a banquet and tried to make the atmosphere better, there seemed to be a distance between them.\n \nYou have to do an expedition, but you don't want the help of the foster care team, so let's hear the story while helping the plum blossom team member Geonjagam."
    },
    "11026008": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25008 - 타입2(+1001)",
        "id": 11026008,
        "alias": "Contents.Quest.Desc.26008",
        "text": "[recommended level] 39\nIf that's the case, I think you've got enough evidence related to the spear gang? Now, I think we can proceed with the wreck exploration as it was originally intended. Let's find out."
    },
    "11026200": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25200 - 타입2(+1000)",
        "id": 11026200,
        "alias": "Contents.Quest.Desc.26200",
        "text": "[Recommended Level] 48\nPongpong of Young Gyowon has recently been puzzled by the increase in the number of people with stomachaches from drinking water around the base.\nIt is said that the water here is clean and tastes good. .. \n\nI wanted to find out the cause quickly, so I asked him to find some related things. \n\nLet's go to the waterside first."
    },
    "11026201": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25201 - 타입2(+1000)",
        "id": 11026201,
        "alias": "Contents.Quest.Desc.26201",
        "text": "[recommended level] 50\nIt is said that a person named Da Do-yeon, who was campaigning against the development of the Black Mud Zone, did not return for a few days after leaving for an investigation. ... \n\nIt would be dangerous to delay too much? I don't know what will happen, but let's go to the muddy area."
    },
    "11026202": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25202 - 타입2(+1000)",
        "id": 11026202,
        "alias": "Contents.Quest.Desc.26202",
        "text": "[recommended level] 51\nRecipient Yulgyeong Lee was warning that Paradise Valley was very dangerous. It seems that Suyang's official position is not... \n\nListen to Lee Yul-kyung's story in detail and see Paradise Valley. Let's figure out the situation."
    },
    "11026203": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25203 - 타입2(+1000)",
        "id": 11026203,
        "alias": "Contents.Quest.Desc.26203",
        "text": "[recommended level] 48\nParadise Wakiki summoned him the day he passed by, and he got angry about entering the paradise's territory. They claim to be a peaceful race and say that they have been attacked by humans recently.\n\nWakiki says that I will admit my innocence if I help. If not, let me help you in moderation."
    },
    "11026204": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25204 - 타입2(+1000)",
        "id": 11026204,
        "alias": "Contents.Quest.Desc.26204",
        "text": "[recommended level] 51\nDae-woo Park was looking for me? \nI still had something to say, so it went well. \nI'll have to pass on the story I've heard in Paradise Valley. Will the message be conveyed?\n\nBut, if we need to change the location? lets do it."
    },
    "11027000": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25000 - 타입3(+2000)",
        "id": 11027000,
        "alias": "Contents.Quest.Desc.27000",
        "text": "Yedo Port facility manager Jeon Yang-won was constantly complaining. He was a member of Suyang in the past, but after retirement, he was in charge of managing the Yedo Port facility through that relationship. I was dissatisfied.\n\nWhen I went to the person in charge of the burnout and asked the reason for the delay, the person in charge only urged his subordinates, but did not seem to know anything about the current situation and had no interest in it. I didn't think it could be solved even by tomorrow, so I went directly to Geumgyeongcheolmun, which produces goods.\n\nI heard from the craftsmen of Geumgyeongcheolmun, and they said that charcoal could not be obtained due to the recently found gray sand on the beach. I couldn't find it, so I couldn't make a fire, so I couldn't work, so I couldn't make something. Instead of charcoal, I urgently got the oil-fed grass and the spider's sap. I was able to, and the nursing home also received the goods.\n\nOnce the urgent fire was turned off, no, the urgent fire was lit, but is it okay to manage the middle-management fire extinguisher?"
    },
    "11027001": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25001 - 타입3(+2000)",
        "id": 11027001,
        "alias": "Contents.Quest.Desc.27001",
        "text": "Geumgyeongcheolmun's grievances allow workers to express their concerns, saying they are disappointed with the current situation and have no energy.\n\nCurrently, the craftsmen of Geumgyeongcheolmun are depressed because they cannot work properly. I think it would be difficult to change the situation... If you eat something delicious, you will feel better? Did I not hear that right now? The delicacy of the sea and moon continent is spider? Do the spiders here taste different?\n\nI think it's easier to think that this is the unique taste of artisans. You're not asking me to cook for you. . Because I just need to catch the spider. That's something I can do well. Let's eat deliciously and look forward to getting stronger.\n\nThere seems to be a complicated relationship between Dohwasangjeon and Geumgyeongcheolmun... Do you know about this?"
    },
    "11027002": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25002 - 타입3(+2000)",
        "id": 11027002,
        "alias": "Contents.Quest.Desc.27002",
        "text": "Isa-min, who said that he crossed over from Lake Vandal to the sea-wol continent, thinks he has been scammed. He tried to argue with the person in charge, but he said he did not listen properly. \n\nThe person in charge of the war , I tried to meet and listen to the story in person, but it was still difficult. Everyone has their own circumstances and they are busy everywhere, but it seems that Yedo Port here is particularly busy and has no time to rest. I think we'll be able to hear the story only when the situation calms down, so when I asked if there was anything I could do to help, he immediately said that he needed the bear hide. He began to speak in a state of being polite. People said that people need to have time to learn manners... After hearing all the stories, the person in charge promised to give detailed explanations to the people including immigrants. I don't know if this will be the case, but I don't know if it can make it a little less frustrating, right? Because Lee Min-min said he wanted to hear his story rather than expecting a solution..."
    },
    "11027003": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25003 - 타입3(+2000)",
        "id": 11027003,
        "alias": "Contents.Quest.Desc.27003",
        "text": "At the point of the Abundance Rainforest, someone was staring at me and I wanted to talk to him, wondering what was going on. He began to utter vague words such as passion, possibility, and speciality. \n\nThe young man wanted to make a basket using the stems of hard plants in the green horned forest. A lot of thoughts came to mind, but... I left my doubts behind and decided to get the stems.\n\nThere are various kinds of monsters there, so I thought it would be difficult to find the stems. It makes me feel good to see what I like about it, saying it has great strength and flexibility, but can this really become a specialty of the Sea and Moon Continent?"
    },
    "11027004": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25004 - 타입3(+2000)",
        "id": 11027004,
        "alias": "Contents.Quest.Desc.27004",
        "text": "Isain, whom I met again, brought up the story of Shin Hae-wol. The promising young man I talked about earlier was Shin Hae-wol? He expressed his displeasure, saying that it could not be developed arbitrarily because it was the property of the After hearing the situation, Ho-ryong Kwak said that it was not strictly wrong, and suggested that we find a way through discussion, but before that, he asked me to bring a sample for him to check. As soon as I told them, they prepared a sample.\nI went to Kwak Ho-ryong again and delivered the sample, and at the same time told the story of Lee Min. After hearing all the stories, Ho-ryong Kwak told the person in charge to review the moving price again and help him adapt. He said he would look for a way.\n\nAfter that, I went to Lee Min-min and he liked that he had received permission on condition that he paid a certain amount to foster care. It was processed much faster than I thought."
    },
    "11027005": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25005 - 타입3(+2000)",
        "id": 11027005,
        "alias": "Contents.Quest.Desc.27005",
        "text": "The plum members were gathering and talking in a serious mood. In many cases, the plum blossom expedition team worked with Suyang, but the members of the plum blossom team were bragging about themselves and even nagging, so they worked with them. There must be a lot of work that Maehwadan and Suyang have to do together in the future... This is not a good situation.\n\nFirst, let's go to Suyang to check the situation, and the person in charge of Suyang was talking with his subordinate. He was a first-hand witness to the deaths and injuries of many people during the pioneering era, and he seems to have shouted out in rage when people nag and offended his advice in hopes of being helpful. It's good to want this to happen, but it will be effective if you pay attention to how you express it.\n\nI went back to the conversation members and told them the story. I'm glad it's released."
    },
    "11027006": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25006 - 타입3(+2000)",
        "id": 11027006,
        "alias": "Contents.Quest.Desc.27006",
        "text": "Ho-Ryong Kwak thanked me for mediating the conflict between Suyang and Maehwadan. It wasn't a big deal to be grateful for... but I was just telling the story I heard. He said he wanted to open a banquet and improve people's relationships and asked for help in preparation.\n\nI went to ask to attend the plum flower garden, Geumgyeongcheolmun, and weeping. In particular, I was embarrassed because he got angry saying that the moonlight wind was making him a folding screen. Still, it was fortunate that the Hong Maehwa manager and the foster care manager accepted the message without saying much.\n\nAfter the delivery was over, it was I went to the beach to get special cooking ingredients. This will make people feel better and if a good relationship is formed, my small effort will pay off in a big way.\n\nAfter work, Ho-ryong Kwak, who I met after work, He said that he didn't have enough time to look around the site and asked him to let us know if he found out anything while exploring the continent."
    },
    "11027007": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25007 - 타입3(+2001)",
        "id": 11027007,
        "alias": "Contents.Quest.Desc.27007",
        "text": "Isn't all the misunderstandings between Suyang and Maehwadan solved? Even though Kwak Ho-ryong tried to create a good atmosphere by holding a banquet, there seemed to be a distance between them. If you don't want to receive it, let's hear the story by helping the plum blossom team member Geonjagam.\n\nJagam Geon, whom we met at the site, was delighted to find a group of spearmen on the way to the wreck's tomb. He said that it would be good to figure it out and pass it on to Suyang. Actually, such information would be very good information for Suyang as it will be a great help in maintaining security in the surrounding area.\n\nBut after hearing more about it... it has a slightly different meaning If you pass this information on to Suyang, you think the way the foster members look at them will change? Is it still a bit far from Suyang? Since we don't know, we can't deny that it isn't. Yeah... First of all, let's collect the evidence of the spear gang as we wish."
    },
    "11027008": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25008 - 타입3(+2001)",
        "id": 11027008,
        "alias": "Contents.Quest.Desc.27008",
        "text": "After obtaining enough evidence about the Changdo Team, we began to explore the wreck in earnest. While the Maehwa Members who arrived first, I helped by killing nearby enemies. I came back from the expedition and it seems like it was a success. Jagam Geon said that he liked this expedition very much and that he would like to continue with him in the future. \n\nNow is the time to return to the base. I thought I would report directly to Suyang regarding the spear gang, but he said it was difficult to speak and asked if he could speak on his behalf. It would be better to go and show Suyang in person I thought it would, but I didn't say anything. It wasn't difficult to convey the words along with the evidence. But I thought that it would take a little more time for the relationship between the two to improve."
    },
    "11027200": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25200 - 타입3(+2000)",
        "id": 11027200,
        "alias": "Contents.Quest.Desc.27200",
        "text": "Recently, the number of people with stomach upset after drinking water near the base has been increasing in Yeongkyowon's pom pong. The water here is clean and tastes good, so I want to quickly find out the cause of the bad water. I asked him to find things that might be related.\n\nIt was difficult to determine what might be related, so I decided to find as many as possible. First of all, flowers and dead animals that I couldn't find anywhere else. The strange filth floating around the water, too. Once you take it all, you'll judge it well!\n\nPong-Pong, who didn't show much interest in flowers or corpses, is very interested in filth and suspects that someone may have intentionally sprayed it. Suddenly curious, the Barongs asked if they consulted with Perong Perong every time something like this happened. Pong Pong said, Barongs share and talk about anything, regardless of trivial or important. Barong is also with humans. Is it something a little different?"
    },
    "11027201": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25201 - 타입3(+2000)",
        "id": 11027201,
        "alias": "Contents.Quest.Desc.27201",
        "text": "It is said that a person named Da Do-yeon, who was campaigning against the development of the Black Mud Zone, did not return for a few days after leaving for the investigation. \n\nA patrol member I met in the muddy area also gave a negative opinion, saying that it might be difficult to live if a few days have passed. To be honest, it would not be wrong. But I decided to go inside just in case you didn't know. n\nI heard a voice calling for help from somewhere. Could it be that person? I looked around and found the tea ceremony. Fortunately, there were no serious injuries.\nThe tea ceremony, which moved to a safe place, was found in mud. It is said that various problems are occurring while spreading the word here and there. And I wonder if Saho will be interested in these issues."
    },
    "11027202": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25202 - 타입3(+2000)",
        "id": 11027202,
        "alias": "Contents.Quest.Desc.27202",
        "text": "Suyang member Yulkyung Lee warned that Paradise Valley is very dangerous. If Suyang warns you and tells you to return, you should follow it, but after hearing the story, it seems that this is not Suyang's official position. \n\nHere Suyang's soldiers patrolling the village are warning that it is dangerous, but information has not been communicated to Suyang's decision maker or Saho? They seemed worried.\n\nI followed Lee Yul-gyeong to the slope of the sunrise and confirmed the presence of a threat. The Myomyeon tribe and the Nakwon tribe stayed on the slope, so it seemed that they could be attacked at any time. As Kyung said, ordinary tourists would be very dangerous. Do Suyang and Saho know about this situation? Are they neglecting them because they do not know?"
    },
    "11027203": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25203 - 타입3(+2000)",
        "id": 11027203,
        "alias": "Contents.Quest.Desc.27203",
        "text": "Paradise Waikiki summoned them the day they passed, and they were furious about entering the Paradise realm. They have recently been invading their territory and have become sensitive. The Waikiki claim to be a peaceful race. He said that he was recently attacked by humans, so it's not strange to be wary of those who come and go here.\n\nThey say they'll admit their innocence if they help... I don't want to. Can I help you get rid of the spiders invading the realm and remove the sign of the territory? Drive out the spiders as soon as you can see them, clear the webs, and then go back to Wakiki.\n\nWakiki It tells us that humans in the past decided on each other's territory when they came here, but recently they broke that promise and complained that they were gradually expanding their territory, and there are good people, but they say that you can't trust all humans.\nThat's right. I can't believe all humans.\nWho are the humans who invade and expand the realm of the Paradise people?"
    },
    "11027204": {
        "deprecated": false,
        "Dev_Desc": "태록림 스페셜 Desc 25204 - 타입3(+2000)",
        "id": 11027204,
        "alias": "Contents.Quest.Desc.27204",
        "text": "When I was thinking that I should pass on the story I heard in Nakwon Valley to Kwak Ho-ryong and Sa-ho, I happened to meet Park Bi-bi from Dohwasangjeon. He said he was also looking for me. \nTo bring up the story of Nakwon Valley to Park Bi-bi He seemed to want to move. It wasn't a secret story, but he said it was good to be cautious, so there was no reason to object, so I followed. Then he suddenly started to reflect on himself, huh? This was not the reaction I was expecting... \n\nBi-Park also confided in her past, and what happened in the Valley of Paradise was like a manager like her. I blamed myself for not being able to do my job properly. I wasn't trying to blame anything, I was just trying to convey that there was a story like this... I didn't know what to say when it came out like this, so the conversation ended in a hurry."
    }
}