{
    "57000000": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_1",
        "id": 57000000,
        "alias": "Contents.Saga.Text.70000",
        "text": "Noi's Memories (Part 1)"
    },
    "57000001": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_2",
        "id": 57000001,
        "alias": "Contents.Saga.Text.70001",
        "text": "Noi's Memories (Part 2)"
    },
    "57000002": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_3",
        "id": 57000002,
        "alias": "Contents.Saga.Text.70002",
        "text": "Noi's Memories (Part 3)"
    },
    "57000003": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_4",
        "id": 57000003,
        "alias": "Contents.Saga.Text.70003",
        "text": "Noi's Memories (Part 4)"
    },
    "57000004": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_5",
        "id": 57000004,
        "alias": "Contents.Saga.Text.70004",
        "text": "Noi's Memories (Part 5)"
    },
    "57000005": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_1",
        "id": 57000005,
        "alias": "Contents.Saga.Text.70005",
        "text": "Noi's Memories (Part 1)"
    },
    "57000006": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_2",
        "id": 57000006,
        "alias": "Contents.Saga.Text.70006",
        "text": "Noi's Memories (Part 2)"
    },
    "57000007": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_3",
        "id": 57000007,
        "alias": "Contents.Saga.Text.70007",
        "text": "Noi's Memories (Part 3)"
    },
    "57000008": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_4",
        "id": 57000008,
        "alias": "Contents.Saga.Text.70008",
        "text": "Noi's Memories (Part 4)"
    },
    "57000009": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_5",
        "id": 57000009,
        "alias": "Contents.Saga.Text.70009",
        "text": "Noi's Memories (Part 5)"
    },
    "57000010": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_1",
        "id": 57000010,
        "alias": "Contents.Saga.Text.70010",
        "text": "Sarouvi's Memories (Part 1)"
    },
    "57000011": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_2",
        "id": 57000011,
        "alias": "Contents.Saga.Text.70011",
        "text": "Sarouvi's Memories (Part 2)"
    },
    "57000012": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_3",
        "id": 57000012,
        "alias": "Contents.Saga.Text.70012",
        "text": "Sarouvi's Memories (Part 3)"
    },
    "57000013": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_4",
        "id": 57000013,
        "alias": "Contents.Saga.Text.70013",
        "text": "Sarouvi's Memories (Part 4)"
    },
    "57000014": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_5",
        "id": 57000014,
        "alias": "Contents.Saga.Text.70014",
        "text": "Sarouvi's Memories (Part 5)"
    },
    "57000015": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_1",
        "id": 57000015,
        "alias": "Contents.Saga.Text.70015",
        "text": "Sarouvi's Memories (Part 1)"
    },
    "57000016": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_2",
        "id": 57000016,
        "alias": "Contents.Saga.Text.70016",
        "text": "Sarouvi's Memories (Part 2)"
    },
    "57000017": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_3",
        "id": 57000017,
        "alias": "Contents.Saga.Text.70017",
        "text": "Sarouvi's Memories (Part 3)"
    },
    "57000018": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_4",
        "id": 57000018,
        "alias": "Contents.Saga.Text.70018",
        "text": "Sarouvi's Memories (Part 4)"
    },
    "57000019": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_5",
        "id": 57000019,
        "alias": "Contents.Saga.Text.70019",
        "text": "Sarouvi's Memories (Part 5)"
    },
    "57000020": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌1",
        "id": 57000020,
        "alias": "Contents.Saga.Text.70020",
        "text": "Memories of the Nameless One (Part 1)"
    },
    "57000021": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌2",
        "id": 57000021,
        "alias": "Contents.Saga.Text.70021",
        "text": "Memories of the Nameless One (Part 2)"
    },
    "57000022": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌3",
        "id": 57000022,
        "alias": "Contents.Saga.Text.70022",
        "text": "Memories of the Nameless One (Part 3)"
    },
    "57000023": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌4",
        "id": 57000023,
        "alias": "Contents.Saga.Text.70023",
        "text": "Memories of the Nameless One (Part 4)"
    },
    "57000024": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌5",
        "id": 57000024,
        "alias": "Contents.Saga.Text.70024",
        "text": "Memories of the Nameless One (Part 5)"
    },
    "57000025": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림1",
        "id": 57000025,
        "alias": "Contents.Saga.Text.70025",
        "text": "Memories of the Nameless One (Part 1)"
    },
    "57000026": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림2",
        "id": 57000026,
        "alias": "Contents.Saga.Text.70026",
        "text": "Memories of the Nameless One (Part 2)"
    },
    "57000027": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림3",
        "id": 57000027,
        "alias": "Contents.Saga.Text.70027",
        "text": "Memories of the Nameless One (Part 3)"
    },
    "57000028": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림4",
        "id": 57000028,
        "alias": "Contents.Saga.Text.70028",
        "text": "Memories of the Nameless One (Part 4)"
    },
    "57000029": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림5",
        "id": 57000029,
        "alias": "Contents.Saga.Text.70029",
        "text": "Memories of the Nameless One (Part 5)"
    },
    "57000030": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림6",
        "id": 57000030,
        "alias": "Contents.Saga.Text.70030",
        "text": "Memories of the Nameless One (Part 6)"
    },
    "57000031": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림7",
        "id": 57000031,
        "alias": "Contents.Saga.Text.70031",
        "text": "Memories of the Nameless One (Part 7)"
    },
    "57000032": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노1",
        "id": 57000032,
        "alias": "Contents.Saga.Text.70032",
        "text": "Yugi's Memories (Part 1)"
    },
    "57000033": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노2",
        "id": 57000033,
        "alias": "Contents.Saga.Text.70033",
        "text": "Yugi's Memories (Part 2)"
    },
    "57000034": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노3",
        "id": 57000034,
        "alias": "Contents.Saga.Text.70034",
        "text": "Yugi's Memories (Part 3)"
    },
    "57000035": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노4",
        "id": 57000035,
        "alias": "Contents.Saga.Text.70035",
        "text": "Yugi's Memories (Part 4)"
    },
    "57000036": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노5",
        "id": 57000036,
        "alias": "Contents.Saga.Text.70036",
        "text": "Yugi's Memories (Part 5)"
    },
    "57000037": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노6",
        "id": 57000037,
        "alias": "Contents.Saga.Text.70037",
        "text": "Yugi's Memories (Part 6)"
    },
    "57500000": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_1(내용)",
        "id": 57500000,
        "alias": "Contents.Saga.Text.1",
        "text": "\"There must be another way.\"  \n\n \n\"If I don't do this, it will fall to someone else.\"  \n\n \nNoi’s voice was soft and clear, a gentle contrast to Parsha's sharp tone. Parsha inhaled deeply, the smoldering anger in her eyes slowly subsiding. \n \n\"It doesn't have to be you.\"  \n\n \n\nNoi gave Parsha a teasing glance before she replied. \n\n \n\"‘Never ask someone to do something if you aren’t willing to do it yourself.’ Those were your words, not mine… or have you forgotten?\"  \n \nParsha furrowed her brow as she tried to contain her frustration. Noi offered a simple smile, amused by this rare display of emotion. \n\n \n\"The Realm is doomed,” she said. “Something has to give. The only way to save it is through a sacrifice.\"  \n \n\"But why should you sacrifice yourself? Why save the Realm if you won't be around to see it?\"  \n \n\n“I won't see it, but you will.\"  \n \n\n\"What?\"  \n \n\nParsha's eyes widened. Noi stepped closer, unwavering, until Parsha could feel her soft breath on her face.  \n \n\n\"I won't survive, but you will.\"  \n \n\n\"Me?\"  \n \n\n\"You. You must survive. You must continue no matter what. Promise me you'll carry on.\" \n\n  \nNoi waited and watched expectantly. Parsha lowered her eyes and nodded.  \n \n\"Thank you.\"  \n\n \nNoi pulled Parsha into an embrace. Parsha was still and silent. Noi let go and pulled away.  \nShe gave Parsha a simple smile before she left.  \n \n\nParsha remained standing and static long after Noi had left. When she finally turned to walk away, she spoke out to the emptiness around her.  \n\n \n\"What is this Realm worth... if it doesn't have you?\" "
    },
    "57500001": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_2(내용)",
        "id": 57500001,
        "alias": "Contents.Saga.Text.2",
        "text": " Yaru was deep in thought as he read his book, so deep in thought, in fact, that he hadn't noticed Shiro sneaking through the open door.  \n \nShiro grabbed Yaru from behind and dug his knuckles into Yaru's golden hair.  \n \n\"Miss me, kiddo?\"  \n\n \n\"I'm not a kid!\" Yaru snapped as he pushed Shiro away.  \n \n\"And I told you not to call me that!\"  \n\n \n\"No, I don't think you did!\" Shiro said with a smirk. \"And if you don't want to be called a kid, maybe you should stop being so little.\"  \n \n\"You never listen! You're just a big jerk!\" \n\n \n\"That's not true. Everyone seems big when they stand next to you.\"  \n \nNoi's lilting laugh broke the tension. Yaru and Shiro turned to her as she wiped her eyes.  \n \n\"I missed these lovely conversations.\" \n \nYaru clenched his fists and stomped the ground. \n \n\"Noi! You're supposed to be on my side,” Yaru said. “Everyone's picking on me!\"   \n \n\"I'm sorry, Yaru. I wasn't thinking. Of course I value you. Your thoughts and feelings matter.\" \n \nHer voice was suddenly very gentle and sincere. Yaru's jaw dropped slightly as her words disarmed him.  \n \n\"No, I didn't mean it like that. D-Don't feel bad—\"  \n \nYaru forced out a laugh as he glared at Shiro.  \n \n\"It's not your fault, Noi. Shiro's just a born jerk. It's not like you can change him.\"  \n \nShiro crossed his arms.  \n \n\"The Creator seems to think I'm special.\"  \n \nYaru shook his head. \"This poor Realm, having to rely on an Advocate like you. These people don't have a chance.\"  \n \n\"Then it's a good thing I'm here.\"  \n \nA new voice broke into the conversation. Everyone turned to see the figure leaning in the doorway. Noi jumped up with surprise.  \n \n\"Parsha!\" "
    },
    "57500002": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_3(내용)",
        "id": 57500002,
        "alias": "Contents.Saga.Text.3",
        "text": "The wind crossed through the land before it tugged at Parsha's flowing locks.  \n \n\"Do you feel connected to the Realm now that you are its Advocate?\"  \n\n \nThe question came from Noi, who sat down next to Parsha.  \n \n\"I feel the same as I always did.\"  \n \n\n\"Ha... You never were easy to impress.\"  \n \n\n\"And you never shied away from explaining things. So tell me, Noi, do you feel any different?\" \n \n\n\"Hmm... To be honest, I'm not sure. I just...\"  \n \n\n\"You just what?\"  \n \nNoi wrapped her arms around herself.  \n \n\"I feel warmth. Deep inside me.\" Noi closed her eyes and attuned herself to the Divine Core within. She began to glow with gentle, soft light, gentle enough that even Parsha felt at peace.  \nParsha pondered what was happening. The Divine Core had given Noi so much, but what had it taken away?  \nPerhaps that was the wrong question. Noi had always been warm and tranquil. Perhaps she hadn't changed at all. Noi interrupted her thoughts with a question.  \n \n\"Why did you join us?\"  \n \n\n\"What?\"  \n \n\n\"You didn't want to be an Advocate. What changed your mind?\"  \n \nNoi opened her eyes and studied her friend. Parsha was the first of the ancient beings to be offered the opportunity to be an Advocate, provided she could pass the trials. Yet she initially refused. Noi knew that Parsha was not the type to change her mind on a whim, even when it was in her best interest. So when she suddenly appeared ready to become an Advocate, it was clear that something drastic had happened.  \n \n\"I joined because of you.\"  \n\n \nParsha looked at Noi then returned her gaze to the land around them.  \n \n\"What would I do in this Realm if I weren't with you?” she continued.  “I knew you wanted to be its Advocate. I knew nothing would change your mind, so instead... I changed mine.\"  \n \n\"You became an Advocate because I'm an Advocate? Why? You could die.\"  \n \n\"And that is exactly why I had no other choice.\"  \n \n\"What?\"  \n \nNoi looked up at her friend with confusion.  \n \n\"What do you mean?\"  \n \n\"What I mean is... if I can't live with you, then I'll die with you instead.\" "
    },
    "57500003": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_4(내용)",
        "id": 57500003,
        "alias": "Contents.Saga.Text.4",
        "text": " Thunder roared.  \nThe sky turned to an unnatural night as clouds of endless darkness rolled in. Looking towards the light of a dim horizon, Yaru broke the silence.  \n \n\"... Do we even have a choice?\" His voice nearly cracked with despair.  \n \nThe other Advocates remained silent as they stared at the bolts of lightning in the distance, as they breathed in the cold air.  \n \n\"Just do your best, bud. It's not like the world's going to end or anything.\"  \n\"That was an utterly thoughtless answer,\" said Parsha. \"I expected nothing less from you, Shiro.\"  \n\"I aim to please.\"  \n\"Oh, don't get me wrong, I'm plenty pleased.\"  \n \nShiro met Parsha's unexpectedly kind eyes. He shuddered a breath and forced a small sad smile.  \n \n\"Well, at least I'm dying in good company.\"  \n\"What are we supposed to say here? That it's been an honor?\"  \n\"Let's not ruin it.\"  \n\"Stop it,\" said Noi.  \n\"What?\"  \n \nEveryone turned to face Noi.  \n \n\"Noi?\"  \n \nParsha looked at Noi and quickly recognized the look on her face, the stubborn resolve she always had when she had set her mind to something.  \n \n\"Parsha, do you remember what you said before?\"  \n \nNoi met Parsha's gaze and continued.  \n \n\"If you can't live with me, you'll die with me instead.\"  \n \n\"I remember...\"  \n \n\"I'm sorry, but that's not going to happen.\"  \n \n\"What do you mean?\"  \n \nNoi simply smiled.  \n \n\"You will survive. You all will.\"  \n \nAs soon as the words left her lips, a blinding light enveloped her.  \n \n\"Noi?\" Parsha called out to her in desperation.  \n \n\"Noi!\"  \n \nShe was too late. \n \n \nThe Sura tried to purify the Realm, but failed. The Advocates rose up to oppose them. Their war was a battle for existence and life.  \nThe war was costly and ruinous, but the Advocates ultimately prevailed.  \nMost of the Sura were destroyed.  \nThe few that remained hid themselves in the depths, having lost their power.  \nFree from the scourge of the Sura, people began to prosper once more. The survivors sighed with relief, having endured the painful agony of war.  \nLife would go on, though few truly knew how their salvation came to be.  \nThe Realm was saved from the Sura by the power of the Advocates, but in truth, survival was only possible because one of the Advocates had given her life for the sake of all the rest. \n\n "
    },
    "57500004": {
        "deprecated": false,
        "Dev_Desc": "노이_태초와대격돌_5(내용)",
        "id": 57500004,
        "alias": "Contents.Saga.Text.5",
        "text": "\"I won't let them die. I won't let anyone die.\"  \n \nNoi's mind sharpened into a singular focus. She poured all her power into a final act of sacrifice.  \n \nAs if in response to her surging emotions, the Realm itself seemed to embrace all living things in an aura of glowing light.  \n \nNoi felt her life slipping away as the last of her divine power flowed into this final action. She closed her eyes and prayed a final prayer for those that would continue on without her. \n \nSuddenly, the echo of Parsha's words came back to her.  \n \n\"Why should you sacrifice yourself? Why save the Realm if you won't be around to see it?\" \n \nPerhaps Parsha was right in the end. Noi knew it was her duty to defeat the Sura. Saving all life was her destiny. Even so, perhaps she could have done... more with her life. There were so many things she had never accomplished and so many words that were left unsaid.  \n \n\"Even here, I cannot escape regret.\"  \n \nNoi closed her eyes and smiled her simple smile.  \n \nHer first life as an Advocate had come to an end. "
    },
    "57500005": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_1(내용)",
        "id": 57500005,
        "alias": "Contents.Saga.Text.6",
        "text": "The Cataclysm left the Earthen Realm barren and ruined, but in time, life returned to the land. \n\n \nTiny blades of grass emerged from the cracks and craters, growing and spreading until they covered the naked earth in a thick blanket of green. Animals came and grazed in its folds, multiplying to form massive herds. In the same way, people began to grow and thrive, gathering in clans and communities to build villages upon the verdant land. \n\n \n\nThe people tilled the ground and sowed seeds knowing that with the right amount of water and care they would grow into a bounty of crops come the harvest season. Hunters braved steep mountain passes in search of game, while elsewhere fishers took their harpoons and nets to the azure depths of the undulating sea. \n\n \n\nThere was nothing special or noteworthy about the humble fishing village into which the child was born. She entered the world crying and helpless, a small pink squirming thing, completely unaware that she was Noi reborn. \n\n \n\nThe Life Giver could not be contained within the dark confines of death, yet she returned to the world of the living with no memories or power. She had been reborn as a completely new person with a new life ahead of her to fill with memories of her own.  \n\n \n\nYet deep within her being lived the Divine Core of an Advocate, the powerful essence that sealed her identity as Noi the Life Giver reborn, even if she was not aware of it. She started her new life as if it were her first, but her future would forever be connected to the life she had lived in the past. \n\n \n\nThe Divine Core had given her a second chance at life, but it also shackled her to the heavy responsibilities of an Advocate. That which had raised her up would also weigh her down. The Divine Core within was her joy to discover and her burden to bear. \n\n "
    },
    "57500006": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_2(내용)",
        "id": 57500006,
        "alias": "Contents.Saga.Text.7",
        "text": "“Where am I?” \n\n \n\nThe girl scanned the expanse of water before her but saw nothing that resembled the simple structures of her seaside village or the familiar wave-beaten stones that would point the way back home. She was on a tiny, secluded island, with nothing before her but the boundless sea and the setting sun casting ripples of gold across its surface; a beautiful but imminent reminder that the day was almost done.  \n\n \n\nYet the girl didn’t seem overly concerned. She had always found her way home before. It seemed no matter how far she wandered, someone or something always showed her the way back -- whether it be a kindly fisherman, a school of fish, or even the subtle currents of the sea itself. Perhaps the love she received simply reflected the love she shared. Perhaps her good fortune came from the Divine Core she carried within her, for although she did not know it, she was Noi, the Life Giver reborn. Had it not been for her sacrifice in a previous life, life itself would no longer exist. \n\n \nThe girl relished the cool squish of sand between her toes and walked into the gentle waves, letting them massage her, embrace her, and carry her away. She swam through the sun-kissed waters, following the current’s gentle pull until she noticed something shiny beneath her. She knew she should hurry home, yet the bright mystery seemed to call to her from the depths. She dove down to find it, driven by curiosity and perhaps destiny as well. \n\n \nThe girl found the object, crystalline and bright, half-buried in the sands of the sea floor. As she reached out to grab it, a torrent of energy surged into her. In an instant, she felt like she had been taken to a time and place a lifetime away. \n \n   \n\"Do you feel connected to the Realm now that you are its Advocate?\" \n\n \n\nThe girl heard herself ask the question in a voice that was strange but familiar. \n\n \n\"I feel the same as I always did.\" \n\n \n\nThe answer came from her companion, who she somehow knew was Parsha, her closest and oldest friend. \n\n \n\"Ha... You never were easy to impress.\" \n\n \nThe girl who had become Noi sat down next to Parsha before asking another question. \n\n \n\"Why did you join us?\" \n \n\n\"What?\" \n\n \n\"You didn't want to be an Advocate.\" \n \n\n\"What would I do in this Realm if I weren't with you? I knew you wanted to be its Advocate. I knew nothing would change your mind, so instead... I changed mine.\" \n\n \n\"You became an Advocate because I'm an Advocate? Why? You could die.\" \n \n\n\"And that is exactly why I had no other choice.\" \n \n\n\"What do you mean?\" \n \n\n\"What I mean is... if I can't live with you, then I'll die with you instead.\" \n  \nThe girl found herself floating in an ocean of tears with fractured memories of her previous life suddenly awoken within her. She breached the surface and continued to weep, as waves of realization crashed into her. She felt the weight of the sacred power within her, but more than anything she felt the loss of Parsha. Parsha, who seemed so prideful and indifferent, had always looked out for Noi and was willing to give up her life to do so. How could a friend so loyal and true have been forgotten?  \n\n \n\nWith guilt and sadness, the girl collected her first set of memories of her previous life as Noi the Life Giver and her friend Parsha. She was overwhelmed by how much she had suddenly learned, yet sensed that she was still floating on the surface with deeper secrets yet to be discovered.  \n\n "
    },
    "57500007": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_3(내용)",
        "id": 57500007,
        "alias": "Contents.Saga.Text.8",
        "text": "The bright stone the girl had touched was a Caelite. \n\n \nCaelite is like precious jewels made even more precious by the powerful life force locked inside them, but their true value is only revealed when they are reunited with the Advocate to which they once belonged. With each piece of Caelite they touched, a reborn Advocate deepened their connection to their previous life, regaining memories as well as some of their supernatural power.  \n\n \n\nThe girl had only found one of Noi’s Caelite, a single touchstone with only a fraction of her former power, but it was enough to start her life on a new path. Her memories brought new wisdom and a deep conviction to honor the memory of Parsha by serving others. She reached out to the injured and needy in her village and discovered that her touch had the power to heal. Loved and respected as she already was, soon the girl was revered. \n\n \n\nWord spread quickly to neighboring villages of the kind girl with the miraculous touch. Try as she might to stay humble and simple, the girl could not help but gain a following. More and more people came to her, and as the crowds grew so too did their expectations. Some sought healing for grave injuries while others demanded that she disentangle the complexities of decade-long disputes. The girl found that her knowledge and power were limited. She could not help them all.  \n\n \n\nOnly an Advocate could. \n\n \n\nRather than be overwhelmed by the brokenness and pain all around her, the girl found a new clarity of purpose. If the needs of the people were greater than what she could offer, she would seek out greater wisdom and power until she could serve them. She would find and collect more Caelite until her connection with Noi was sound and true, until she fully transformed into the Life Giver that the people needed. \n\n \n\nWhen the girl bid farewell to her birth parents, they hardly seemed surprised, as if they recognized that their daughter was too special to keep to themselves. Perhaps they had always known that their daughter belonged to them only in part and that she also belonged to the people of the Realm. Her departure was bittersweet, marked by tears of sadness as she walked away and smiles of pride for who she was becoming.  \n\n \n\nThus, the girl set out on her journey to become an Advocate. "
    },
    "57500008": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_4(내용)",
        "id": 57500008,
        "alias": "Contents.Saga.Text.9",
        "text": "Decades went by, yet Noi looked as vibrant and young as the day she her seaside village. The life-giving energy of the Caelites kept her vigorous and lithe, but Noi had no interest in the superficial. If anything, she saw her body as an impediment, a childish skin she had outgrown and needed to shed. She wanted to fully transform into an Advocate and live out her destiny.  \n \n\nYet something was keeping Noi from completing her transformation, though she had no idea what. It couldn’t be a lack of Caelite. She had collected all her Caelite and filled her mind with a lifetime’s worth of memories. Nor could it have been a lack of devotion to her destiny. She had helped people in every corner of the Realm, healing the sick and consoling the grieving. She advocated for all who suffered oppression and brought justice upon their oppressors, and when her travels took her away from the trappings of civilization and into the chaotic reaches of the wilderness, she found wild animals that were injured and malnourished and nursed them back to health. She had helped so many, but she knew could do more once her transformation was complete. \n \n\n“What am I missing?” \n\n \n\nShe asked the question to no one in particular, to the bright disc of sun burning in the sky perhaps or the smattering of deer grazing in the yellowed grass beneath it. \n\n \n\nSuddenly, the deer all raised their heads at once. They darted away just as a lion sprang out of the tall grass. It raced towards a lone deer. \n\n \n\nNoi rushed forward to intercept, but the deer did not flinch. It remained still, even as the lion leapt at it.  \n\n \n\n“No!” \n\n \n\nThe lion tore into the deer. Its massive jaws chomped down on the neck, and the deer went limp. Noi could do nothing but watch as the last of its life spilled onto the grass. \n\n \n\nWhy hadn’t the deer moved? Why didn't it flee or run to Noi for help?  \n\n \n\nThe lion began to drag the lifeless deer across the grass, but Noi was still fixated on what she seen just moments ago: the deer standing eerily still as if offering itself to the lion.      \n\n \n\n“Why?” \n\n \n\nWhile the deer’s motivation escaped her, something else became increasingly clear. Had she been an Advocate, she could have saved its life. Noi felt a heaviness in her stomach that made it hard to breathe. She dropped to her knees, crushing grass beneath her as tears began to fall.  \n\n \n\nNoi stayed there for a while. The moisture in her eyes blurred her vision. A warm breeze swept through the tall grass. It tugged at her hair and prickled her skin, whispering to her without words as if it had something to show her. Noi slowly stood and walked, her steps light and aimless as she tried to let the breeze guide her. As a gust rippled through a patch of tall, swaying blades, Noi caught a hint of movement. She cleared her eyes and stepped closer to see a tiny fawn lying amongst the grass. It looked up at her with wide, dark eyes, then slowly stood up on wobbly legs. \n\n \n\n“Oh... hello,” said Noi, as she stifled the last of her lingering tears. \n\n \n\nThe doe must have protecting her offspring. That was why she hadn’t fled from the lion. She gave her own life to save another.  \n \n\nNoi laughed as she watched the fawn take a few fledgling steps and sniff the grass. The breeze came back with its gentle pull and wordless whisper as if it had more to show her. She let it guide her, turning from the fawn and walking across yellow grass marked by the occasional fleck of red until she could the place where the lion had dragged its mother. The deer was being eaten, not by the lion but by several cubs. Noi could tell by their protruding ribs and spindly limbs that this was the first meal they had eaten in days. \n\n \nShe considered all that had just taken place. \n\nA new life had entered the world. \n\nAnother gave its life to protect the newborn. \n\nOne death provided sustenance for so many others. \n  \nNoi began to realize how her simple notion of right and wrong failed to acknowledge the complexities of the Realm around her. She had been charged with protecting life, but life could only exist alongside death. To truly become the Life Giver, she had to accept the finite nature of life. She had to accept not only the fact that she couldn’t save every life, but that she shouldn’t. \n  \nIn that moment, Noi began to transform. \n\n "
    },
    "57500009": {
        "deprecated": false,
        "Dev_Desc": "노이_신수그리고윤회_5(내용)",
        "id": 57500009,
        "alias": "Contents.Saga.Text.10",
        "text": "“Mommy, can you tell me the story again?” \n\n \n\n“What story, sweetling?” \n\n \n\n“The one with the sea goddess.” \n\n \n\n“That story? But I told it to you yesterday!” \n\n \n\n“I know, but it’s my favorite!” \n\n \n\nSeeing that her daughter would not be dissuaded, the woman sat down and opened a space for her child to settle in on her lap. \n\n \n\n“Once upon a time, there was a village by the sea, and in that village lived a little girl. Everyone like her because she was smart and kind. When she went swimming in the sea, the fish would dance and dive around her. When she walked in the forest, the trees would bow and let their fruit hang low for her. The girl was always filled with joy and she brought joy wherever she went. \n\n \n\nOne day a giant wave swept in from the sea. It raced toward the village, swallowing every boat in its way. The girl tried to stop the wave, but it was too strong. It swept her out into the ocean far away from her home. She began to sink in the water, down, down into the dark. \n\n \n\nThen the girl saw something shiny. It was a sparkly gem. When the girl reached out to touch it, it gave her great power and showed her that she was more than just a little girl. She was a goddess, and as a goddess, she could talk to the wave in the sea. \n\n \n\n“Dear wave,” she said. “Why are you so angry?” \n\n \n\n“I’m not angry,” said the wave. “I just wanted to play.” \n\n \n\n“You wanted to play!?” she said. “You almost destroyed my village! You should be more careful. I’ll play with you, but only if you play nice.” \n\n \n\nThe wave agreed to be more careful. From that day on, it visited the village every day, but instead of rushing all at once, it came in gentle, careful ripples, bit by bit, little by little. The girl became a goddess and taught the wave how to be nice.  And now we can all play with the wave every time we visit the shore. The end.” \n\n \n\nWith the story finished, the girl nestled into the safety of her mother’s warmth. In the stillness that followed she could hear the faint but steady sound of the sea as it met the shore, swishing forward then pulling back in a sort of dance. The soothing rhythm began to lull her to sleep, when a thought came into her mind. \n\n \n\n“Mommy?” \n\n \n\n“Yes, sweetling?” \n\n \n\n“Where is the goddess now?” \n\n \n\n“She went away.” \n\n \n\n“Why?” \n\n \n\n“Because a goddess can‘t live with normal people. When she remembered who she was, she went back to where she lived in the past.”   \n\n  \n\nThe girl shifted in her mother’s lap. \n\n \n\"So we‘ll never get to see her?” she asked. \n\n \n\n“Maybe,” replied her mother as she stroked her daughter’s hair. “One day, the goddess will come back. She’ll be born again and become a little girl, just like you.” She hugged her daughter close until she giggled. “She’ll bring us hope and life and light. Eventually she’ll have to leave again, but she’ll always come back.” \n\n \n\nThe girl felt her eyelids droop. \n\n \n\n“Do you think I’ll get to meet her?” she asked as she closed her eyes. \n\n \n“I hope so, sweetling. I hope so.”  \n\n \n\nThe small fishing village where Noi had been reborn was now a bustling city. Where once only a handful of fishers had put down nets, now an entire fleet of anglers pulled their haul from the sea. On shore, amid the busy streets and crowded stalls stood a small, weathered statue of a mystical sea goddess. The fine artisan details had been ground away by salt mist and sea breeze and time, but the story behind it remained fresh, renewed with every telling. It was the story of the girl who soothed the sea and saved an entire village. "
    },
    "57500010": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_1(내용)",
        "id": 57500010,
        "alias": "Contents.Saga.Text.11",
        "text": "\"Where am I?” \n \nNoi was the Life Giver reborn. She was not aware of how many times she had been reincarnated. \nEach new life came with a new face and body, but no memory of who or what she was before. Sarouvi, the reborn Life Giver of this generation, was far too focused on her present situation to think about her past. \n\n \nHer thoughts were completely caught up in the labyrinthine paths of the forest she found herself in. \n \nShe had lost all sense of time and was unaware of how long she had been there. \n\n \nNo matter how far she walked, she found nothing that resembled an end to the expansive woods. \n \nWas this the forest that she had heard about in stories? How could it be? In the stories, anyone who wandered into the forest would lose consciousness and wake up later in a different location. \n \nYet Sarouvi felt perfectly fine. \n\n \nDespite being lost, she found the forest to be tranquil and safe. A playful breeze toyed with her hair. The branches of the trees, laden with berries, seemed to almost bow low before her. She hummed a melody to herself as she picked a handful of the luscious fruits. \n \nThe only thing that bothered her was her inability to find a way out. \n\n \nHer aimless meandering had nothing to do with a powerful incantation that had been woven into the trees. She simply had no sense of direction. \n\n \nSo, she kept wandering. \n \n\"I'm going to be late for roll call again,” she said to herself. “They're not going to like that.\" \n \nA sudden sadness swept over her, threatening to fill her eyes with tears, but the moment was short-lived. Sarouvi cleared her eyes and clenched her hands into fists. \n \n\"What are they going to do, yell at me? Let them yell. See if I care!\" \n \nShe said these words as if speaking to someone else, as if by convincing someone else, she could convince herself. Even so, she set out again with newfound determination, though she still had no idea which direction to go.  \n\n \nIf one of her companions from the expedition camp had seen her in this moment, they probably would have smiled knowingly at Sarouvi being Sarouvi. \n \nIn a way, that was almost what happened, for someone had been watching Sarouvi from afar. \n\n "
    },
    "57500011": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_2(내용)",
        "id": 57500011,
        "alias": "Contents.Saga.Text.12",
        "text": " It took a while before Sarouvi realized she was being watched. \n \nWhenever she entered the forest, she would inevitably lose her way. \nShe found no rhyme or reason to the twisting pathways and was never sure if she was seeing a place for the first time or if she had passed through it before. \nEven when there seemed to be a clear path directly in front of her, she often managed to miss it and went off in a completely wrong direction. \n \nAfter seeing this happen several times, the one who was watching her tried to animate the branches of the trees in front of her to point her towards the right path. \nSarouvi, however, seemed to be too focused on the whimsical fluttering of colorful butterflies to notice the movement of the branches. \nEven the smallest of living creatures managed to capture all her attention. When a tiny snail crossed the path in front of her, she stooped low to pick it up and carefully place it on a leaf. Perhaps it was her fixation on even the smallest sign of life around her that kept her from seeing the cliff directly in front of her. \nA split-second before she careened off the edge, her watcher finally came out of hiding. \nIt was only for the briefest of moments.   \nSarouvi had tripped over a root and found herself falling over a steep precipice. He moved impossibly fast, catching and moving her before disappearing from sight. Sarouvi did not see the face of the one that had saved her, only a fleeting image in her periphery. He had only wanted to save her. He did not want to be seen.  \n \nNevertheless, from that point onward, Sarouvi knew he was there. She searched for him whenever she came to the forest. \nFinding him proved to be an impossible task. He was exceedingly good at staying hidden, and Sarouvi couldn't find her bearings, let alone someone who didn’t want to be found. It seemed the only way she would ever meet her secret watcher was if he chose to come out of hiding. \n \nShe never saw him, but he was always watching her. \nHe watched her to ensure that she stayed away from danger, but more and more he realized that he watched her because doing so gave him an odd sense of joy. \nHe enjoyed the way she got flustered when she realized she was lost and the way she stopped to carefully examine every flower she came across. \nOne day, after watching Sarouvi for an extended time and quietly admiring how uniquely beautiful her observant eyes were, he found her looking directly at him. \n \n\"Hello?\" \n \nSarouvi had found him at last. \n \n\"You're the one that saved me, aren’t you?\" \n\n "
    },
    "57500012": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_3(내용)",
        "id": 57500012,
        "alias": "Contents.Saga.Text.13",
        "text": "Boom! \n \nAn avalanche of stone crashed down with a thunderous roar. \nEven from the safety of her distant vantage point, Sarouvi could feel the violent tremor beneath her feet. Moments later, excited cheers erupted around her. \n \n\"Caelite!\" \n \nThey had finally found what they had been searching for. The Caelite that had been buried in rock for years had finally been unearthed. Even with a cursory glance, it was easy to tell there were a lot of them. \n \nCaelite was the crystallized souls of ancient sacred beings who had sacrificed themselves to give their strength to the Advocates during their great battle with the Suras. \nThese beings could not be reincarnated like the Advocates. The Caelite did not hold any memories of the lives to which they once belonged. What it did hold was pure, concentrated vital energy, an ancient life force that contained tremendous power. \n \nThe expedition had discovered a treasure more precious than precious stones. All around her, Sarouvi’s companions celebrated with exuberance, hugging one another, cheering, and jumping with arms raised in unbridled excitement. Try as she might, Sarouvi could not share their enthusiasm. \n \nShe knew that for every Caelite they found, an ancient creature had lost its life. The fact that so many had been discovered here meant that an incredible number had died in this place. \n \nAs a wave of sadness swept over her, Sarouvi turned away from the crystalline Caelite only to see something that disturbed her even more. \n \n\"What are you doing?\" she asked. \n \nA group of miners were hauling heavy explosives towards the Caelite. \n \n\"What do you think we’re doing?” said a miner in passing. “We need to get the Caelite out of there.” \n \n\"With more explosives? Why? To get rid of the rest of the rocks?” \n \n\"That's right.\" \n \n\"What? You can't do that! If you disturb the Caelite...\" \n \n\"Take it up with the managers,” said the miner over his shoulder.  \n\n \n\"Wait! Just listen…\" \n \nThey were beyond listening. The explosives were hurriedly planted around the edges of the Caelite.  \n \n \nBoom! \n \nMoments later, another roaring explosion shook the earth. The Caelite crystals could be seen more clearly now. The explosion had seemingly triggered something within them that made them radiate a brilliant light. \n \nThe blinding light forced the miners to turn away and cover their eyes. As the light gradually faded, they carefully approached the Caelite, stepping over the shattered pieces of stone. They marveled at the otherworldly beauty of the glowing crystalline forms. \n \nThey were all going to be rich. \n \nThe entire expedition camp became a hive of activity as preparations were made to excavate the Caelite. Amid all the excited fervor, Sarouvi stood motionless, her eyes fixed on the glittering stone. \n \n \nAn ominous feeling was growing inside her. \n \n \nThe others didn’t notice it, but she sensed an abnormal wave of energy, something beyond the violent explosions. It was like the echo of a scream emanating from the Caelite, only it wasn’t centered around the Caelite. It was centered around her.  \n\n \n\nShe could sense the lingering power as it rippled into the distance and then, somewhere far away, a different type of energy that stirred in response. \n \nSomething... had awakened. \n\n "
    },
    "57500013": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_4(내용)",
        "id": 57500013,
        "alias": "Contents.Saga.Text.14",
        "text": "\"Go!\" \n \n\"No! I can't just leave you...\" \n \nSarouvi clung onto Captain Junmoon’s hand, even as he tried to push her away. She ignored the tears running down her face. \n \n\"It's too late for me, but you can still live... Go!\" \n \nDespite her desperate determination, Sarouvi could not deny the truth of his words. \nThe gash in the captain’s side was so wide that she could see his innards, and his crushed legs were utterly useless. The fact that he was still alive defied explanation. \n \n\"B-But…\" Sarouvi stammered. \n \n\"Just go!\" \n \nCaptain Junmoon shoved Sarouvi away from him, only to have her come back and take hold of his hand again. \n \n\"You... fool...\" \n \nJunmoon tried to push her away again as his strength dwindled. His struggling ceased as he finally lost consciousness. \n \n\"Please,” said Sarouvi. “Please!” \n \nTears fell as she pleaded with the Realm around her, with herself, with anyone who could help her. She focused her power into her hands and moved them over the captain's wound. Her fingers began to glow with a faint light, then suddenly went dark. Something came up behind her, casting a wide shadow. \n \nSarouvi froze, overwhelmed by a spine-chilling terror. She slowly turned to see what was behind her. When she saw it, she tried to scream, but couldn’t make a sound.  \n \n \nAn ancient Sura had found her. \n \n \n- \n \n \nSarouvi was the Life Giver reborn, but her powers were limited. She had only found a few of Noi’s Caelite and as such had only regained a few of her memories and a fraction of her strength. She had no power to heal or to fight off wild beasts, let alone a Sura.  \n \nThe Sura had all disappeared during the Cataclysm. How was this possible? \n \nSarouvi couldn’t comprehend how a Sura had suddenly appeared out of nowhere or why it was attacking them, but these thoughts only lasted for a moment. As the Sura raised his hand to strike, Sarouvi’s mind went blank.  \nHer instincts screamed for her to move, but her body refused to listen. She was frozen in place. Terror had consumed her, choking her breath within her.  \n \n \nWoosh! \n \n \nThe Sura slammed his fist into the ground, leaving a gaping hole where Sarouvi had stood moments ago.  \n \nBut Sarouvi was no longer there. \nIn the split-second before his strike hit her, someone came between her and the Sura. Before she realized what was happening, someone had swept her away and carried her off as fast as he could run. Her nameless watcher had rescued her again. "
    },
    "57500014": {
        "deprecated": false,
        "Dev_Desc": "노이_만남과이끌림_5(내용)",
        "id": 57500014,
        "alias": "Contents.Saga.Text.15",
        "text": "Sarouvi and her nameless rescuer had been living together in the forest for a month, but Sarouvi could not relinquish her sorrow. Perhaps it was knowing she could not escape or the recent memory of so many friends dying before her eyes. Whatever the reasons, Sarouvi continued to carry her sadness like a heavy burden, and though she tried to hide it, her remorse was written all over her face.  \n \nAt the same time, she didn’t feel ready to leave the forest.  \nAs strange and lonely as it was, the forest was the only place that felt safe. Was anywhere safe now that a Sura had reappeared? Why had that happened, and more importantly, how?  \n \nSarouvi was also shocked to discover that Captain Junmoon, who should have died from his injuries, was very much alive without even the slightest semblance of a scar.  \n \n \nIn time, hints of Sarouvi’s cheerfulness returned. She finally acknowledged the presence of the Nameless One, who always seemed to be hovering nearby.   \n \n“How long have you lived here?” she asked. “Have you always been alone?” \n \nAs soon as the first questions left her lips, Sarouvi realized how many more she had been keeping locked within. She let them all out in a torrent of curiosity. It felt good to speak again after staying silent for so long. The Nameless One was caught off guard. He was clearly not accustomed to talking to people, but eventually he found his words. He did his best to answer all her questions one by one, until she got to the question he could not answer. \n \n\"What's your name?\" \n \nHe opened his mouth for a moment, as if to speak, but said nothing. It seemed like such a simple question. \n \n\"I’m sorry,” she said. “Was I not supposed to ask your name? Should I know it already?\" \n \nHe gave her a narrow, awkward smile. \n \n\"I don’t have a name,” he said finally. \n \n\"What? You don't have a name? What do you mean? What do other people call you?\" \n \n\"…The Nameless One.\" \n \n\"The Nameless One? What is that!? That's not a name.\" \n \n\"But...\" \n \nHe seemed to be struggling for an explanation. She quickly cut him off.  \n \n\"All right, well in that case, I'll give you a name.\" \n \n\"What?\" \n \n\"Let’s see... What would be a good name for you?\" \n \nSarouvi scanned the forest around them and noticed the way the sunlight came through the tree branches with a warm, golden glow. \n \n\"I’ll call you… Yugi,\" she said finally. \n \n\"Yu... gi?\" \n \n\"Yes. It’s another word for sunlight. I can’t quite explain it, but something about you reminds me of sunshine.\" \n \n\"I… remind you of sunshine?\" \n \n\"Yes. There’s something about you that’s warm, but strong. So, what do you think, Yugi?\" \n \n\"Yugi...\" \n \nHe seemed to turn the name around with his teeth, as if chewing on it to test its flavor. His mouth twisted into an awkward smile. \n \nPerhaps he was embarrassed. \n \n\"You’ll get used to it if you try. I'll call you by your name every time I see you.\" \n \nSarouvi smiled as she offered a simple handshake to the Nameless One, the one she now called Yugi. \n \n\"Hello, Yugi. I'm Sarouvi. It's nice to meet you.\" \n\n "
    },
    "57500015": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_1(내용)",
        "id": 57500015,
        "alias": "Contents.Saga.Text.16",
        "text": "\"Baobao!\" Sarouvi cried. “What happened to her?” \n\n \n\n“I knocked her out,” Yugi said simply. “She’s your friend, right?” \n\n \nSarouvi stared daggers at Yugi upon seeing Baobao's limp body draped over his arms. Yugi awkwardly scratched his head. \n \n\n“She’s fine. Cats are tough, you know...” Yugi said. \n\n \nSarouvi's scolding only stopped when Baobao finally came to. \n\n \n\"Baobao!\" \n\n \n\"Sarouvi!\" \n\n \nThe two reunited friends embraced each other. After a few minutes, Yugi finally worked up the courage to gently pull them apart. \n  \n\"What happened? How did you get here?\" Sarouvi asked, her eyes glistening. \n\n \n\"I came to see you! I missed you so much!\" \n\n \n\"That’s incredible! I can't believe it, Baobao!\" \n\n \n\"And what's going on here?” Baobao gingerly tapped the back of her paw on Sarouvi’s stomach. Indeed, Sarouvi's belly was too large to hide by then. Instead of answering, Sarouvi blushed and glanced at Yugi standing next to her.  \n\n \n\"Wh-what?\" Baobao cried. \n\n \nShe couldn't hide her surprise or her initial disgust. This man—this strange man with a strange smell who had knocked her out—was Sarouvi’s partner? He hardly seemed like the friendly type. \n\n \n\nBaobao swallowed as she studied the two of them. This man may have been rough, but she could see in his doting eyes that he cared for Sarouvi. If Sarouvi liked him, that was all that mattered. Baobao came all this way, and she wanted to support her friend. But... but...  \n  \n\"Don't worry,” Sarouvi said, as if she knew what Baobao was feeling. “He's a nice man.\" \n\n \n\nBaobao's face lit up. \n\n \n\"Okay! Nice!\" \n\n \nAfter all, Sarouvi chose him. He must have been good... even if he left a painful first impression. \n\n \n\"I'm sorry I'm so late,” Baobao said. “What matters is we’re all right now. And congratulations on the baby! What a lovely couple!\" \n\n \nBaobao's heartfelt words released the tension from Sarouvi's face. As sure as she was of her decision, Sarouvi didn't want to drive a wedge between her and Baobao. Words couldn’t describe how much Baobao’s support meant to her. \n  \n\"Thanks!\" \n\n "
    },
    "57500016": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_2(내용)",
        "id": 57500016,
        "alias": "Contents.Saga.Text.17",
        "text": "“Parsha?” \n  \n\nFor a moment, Sarouvi just stood there in shock. The image of her friend felt impossible, something out of a dream, but when she drew close there was no denying reality. Her precious Parsha was here. Sarouvi ran to her and felt the aura of her divine presence, incredibly powerful yet somehow safe. Overwhelmed, Sarouvi laughed even as she held back tears.  \n\n \n\"It is you!\" she said. “How did you get here?” \n\n \n\"I'm an Advocate,” Parsha replied. “I come and go as I please.”  \n\n  \n\nParsha tried to remain steely and serene, but her creeping smile betrayed her. Sarouvi couldn't help but laugh at her friend’s familiar awkwardness. The moment was short-lived, as Sarouvi felt the pangs of worry creep into her stomach. \n  \n\n“It’s good to see you,” she said. “But you shouldn’t be here.” \n\n \n\n“And why is that?” \n\n \n\n“You know... You’re an Advocate. You’re not supposed to get involved with the affairs of normal people like me.” \n\n \n\n“But you’re not normal.” \n\n \n\n           \n\n“Parsha, I...” \n \nThe cry of an infant cut her off. Sarouvi turned and went into the room. Parsha followed and found Sarouvi with the babe on her shoulder, coaxing it into silence with gentle pats and coos. She looked up at Parsha and smiled. For a moment, Parsha was at a loss for words.  \n  \n\"So,” she said finally. “You’re a mother now.” \n\n \n\n“Yes,” said Sarouvi. \n\n \n\n“And the father... is the one you call Yugi...”  \n  \n\n“Yes.\" \n\n \n\n“But why? Why him?” \n\n \n\n“Because I love him.” \n\n \n\n“You love him? Do you even know who he is? What he is?” \n\n \nSarouvi gave her a tenuous smile, a smile that was a sort of apology. Parsha closed her eyes for a moment and took a deep breath to contain her mounting frustration.  \n  \n\n“You knew,” she said finally. \n\n \n\n“Yes.” \n\n \n\n“You knew and you still chose this.” \n\n \n\n“Yes.” \n\n \n\nParsha smoldered in silence. Sarouvi adjusted the child in her arms and studied her friend. What had she come here to do? Had she hoped to convince her to transform into an Advocate? Had she really expected her to give up her child? \n\n \n\"Parsha,” she said. “I'm happy now.\" \n\n \n\nParsha wouldn’t even give her a cursory glance. Her burning eyes were fixed on something unseen. The child grew restless in Sarouvi’s arms, giggling as it grabbed a tiny handful of hair. That caught Parsha’s attention. She watched mother and child and softened a bit. \n\n \n\n“You do look happy,” Parsha admitted in spite of herself. \n\n \n\nSarouvi smiled and gave her child a bounce. It let go of her hair, and she pulled it in close until its forehead was touching hers. \n\n \n\n“You’re certain this is what you want?” asked Parsha. \n\n \n\n“I’ve never been more certain of anything.” \n\n \nIn that moment Sarouvi looked just like she did when she was Noi. She gave her child a smile that radiated with the divine glory of an Advocate. Parsha forced herself to smile as well, to silence the throbbing ache deep within. \n  \nHer friend was a mother, but she was also still the Life Giver, whether she realized it or not. "
    },
    "57500017": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_3(내용)",
        "id": 57500017,
        "alias": "Contents.Saga.Text.18",
        "text": "An ominous rumble came from outside. \n\n \nThe child stirred in its bed, its tiny fingers grasping at air. Sarouvi picked it up and rocked it back and forth. It had been a while since the last thunderstorm had come through. She hoped Yugi wouldn’t get caught in a downpour on his way back. \n\n \n\nThe sunlight streaming through the window faded. Sarouvi looked outside and saw darkness, not just the shadows of gathering storm clouds, but a thick, heavy, unnatural gloom. Sarouvi felt a sinking sensation in her stomach. She gave her child a few more pats and settled it back in its bed.  \n\n \n\nSarouvi cautiously stepped outside. The nebulous dark had enveloped the house. It was so dense that even the sun couldn’t pierce it. Sarouvi could sense the presence of another. Something stood in the darkness, watching and waiting. \n\n \n\n“Yugi?”      \n\n \n\nThough she didn’t understand why, she knew it was him. She took a step towards him and sensed him backing away. \n  \n“Yugi, what’s wrong?” \n\n \n\nSarouvi tried to get closer, but with every movement she made, he pulled back into the gloom.  \n\n \n\n“Please,” she said. “I can help. What’s wrong?” \n\n \n\nShe stopped and forced herself to stand still as her heart raced within her. There was no sense trying to find him if he didn’t want to be found. He must have a good reason for keeping his distance. Maybe she already knew what it was. \n\n \n\n“I trust you.” she said. “Just promise me you’ll come back.” \n  \n\nSomething trembled in the darkness. It may have been a pair of eyes or a leaf quivering in the breeze. Sarouvi smiled even as she began to cry. \n\n  \n\"I will.\" \n \n\nIt was Yugi’s voice, but it had changed somehow. Sarouvi waited for a moment before stepping back into the house. She knew Yugi wasn’t telling the truth. This was the first time he had lied to her, and it would likely be the last. The time had come to accept who Yugi was, and who she was as well, even if it meant her life was coming to an end. \n\n \n\nDeath had always been a fleeting thing, a momentary lapse as she completed one life and was reborn into another, but this time it was different. This time she would leave behind a child and a family. The thought of abandoning the life she had built shook her to her core. Had letting go ever been so hard? \n\n \n\nSarouvi tried to think back to the Cataclysm, before she knew she would be reborn, when death was still a mysterious void. Even then, with all the unknowns, she had not been so hesitant to let go. Perhaps it was the knowing that made it harder this time, knowing what it felt like to love and be loved.  \n\n \n\nShe remembered what Parsha had said to her then. \n\n \n\n“Why should you sacrifice yourself? Why save the Realm if you won't be around to see it?\" \n\n \n\nThe words echoed with new meaning. Sarouvi wondered what Parsha would say if she saw her struggling now, clinging to a life that could not last after being so willing to let go of her life back then. The thought brought a bittersweet smile to Sarouvi. \n\n \n\nShe went to her child and held it close until it fell asleep upon her, grateful that for now they could share the moment together, each one warming the other. \n \n“My time will end,” she said softly. “But yours will continue. My legacy is you.” \n"
    },
    "57500018": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_4(내용)",
        "id": 57500018,
        "alias": "Contents.Saga.Text.19",
        "text": "Once they entered the clearing, the entire village burst into excited shouts and mews.\n\n\"Look who's here!\"\n\nBaobao's tail twitched with excitement as she circled Sarouvi.\n\n\"Who's this, mrrow?” she said, tapping Sarouvi's arm with her paw. “It's a new kitten!\"\n\n\"Baobao, it's my baby.\"\n\nBaobao’s large eyes widened even further. \"Baby? You—your baby? Already, meow?\"\n\n\"That's right.\"\n\nSarouvi's words stirred the village once again.\n\n\"May I hold her, purr?\"\n\nSarouvi nodded gently as Baobao cautiously took the child. Fascinated by her first encounter with a Baron, the child reached for Baobao's whiskers.\n\n\"She likes you, Baobao.\"\n\n\"Oh course! We Barons are natural babysitters, mrrow!\"\n\n\"I'm glad to hear it.”\n\nSarouvi smiled gently. Baobao tilted her head as she studied her friend’s face.\n \n\"You've changed, haven’t you, meow?\"\n\n\"Not in a bad way, I hope.\"\n\n\"No.” Baobao rubbed her head against Sarouvi’s arm. “You feel warmer, purr!\"\n\nBaobao handed the child back to her. With her paws now free of the child, Baobao stroked Sarouvi's head. Surprised by the sudden touch, Sarouvi gazed at Baobao with wide eyes.\n\nBaobao’s mouth parted slightly as she studied Sarouvi’s expression.\n\n“Something’s wrong, isn’t it, mrrow?” Baobao said.\n\nSarouvi grimaced as she shuddered a breath. Her body shook with a suppressed sob. The tears soon began to tickle down. Several dropped onto the baby’s blanket. Immediately, the child wailed too.\n\n\"What's going on, meow?\" Baobao cried. She wrapped her arms around Sarouvi’s frame. \"Who did this? Who made you cry!? Was it that Yugi guy? What did he do? I’ll bite him, hiss! I’ll scratch him to bits!\"\n\nThe sudden outburst startled Sarouvi. She shook her head and forced a gentle smile on her face. Finally, she found the strength to speak.\n\n\"N-no, it's not like that.\"\n\n\"Not like what, meow? Something’s wrong. That’s why you came here, isn’t it? Let me help you. Who do I need to kill, hiss?”\n\nBaobao’s ears jutted back as she bared her teeth to show just how ferocious she could be.\n\nSarouvi couldn’t help it. She burst into a choking laugh, if only to keep from crying.\n \nBaobao’s expression softened. \"Now I'm really confused. What’s going on, mrrow?\"\n\nSarouvi felt both grateful and guilty that Baobao was so genuinely concerned. Nevertheless, she didn’t know how to say the truth—to herself, to Baobao, and, most of all, to her child.\n\nThe baby grabbed the tip of Baobao’s tail and gently put it in her own mouth. Sarouvi sighed. \n\n\"Baobao, I know I’m asking for a lot. It hurts so much to ask...\"\n \nSarouvi finally stood up as if she had made up her mind.\n\n\"What? You’re leaving, meow?\" Baobao asked.\n\n\"Can you please take care of my baby?”\n\nBaobao nodded. \"Of course, purr. We’ll have a great time with Auntie Baobao! What do they like? What games do they like to play? And when will you be back, mrrow?\"\n\nSarouvi responded with a smile. “I love you,” she said quietly.\n\nWith that, she turned around. Sensing something ominous, Baobao chased after Sarouvi, the child still in her paws.\n\n\"You won't be long, will you, meow? We'll be waiting. We'll have a big party!\"\n \nBaobao yelled after Sarouvi, who slipped away from sight. For a moment, it seemed like Sarouvi turned around, but it was too hard to tell with the morning fog.\n\nBaobao took the baby’s hand in her paw. She waved it up and down. “Bye, Mom!” she said in a high-pitched voice. “Take care of yourself and be back soon, mrrow?”\n\nShe had to tell herself that Sarouvi nodded. That was the only way she could bear watching her leave.\n"
    },
    "57500019": {
        "deprecated": false,
        "Dev_Desc": "노이_사랑과죽음_5(내용)",
        "id": 57500019,
        "alias": "Contents.Saga.Text.20",
        "text": "\"Who are you?\"\n \nSarouvi had never seen this man before. He stood still but seemed to twitch a bit, as if holding back some sort of restless energy. \n \n\"Why did you ask me to come here?\"\n \nThe man remained still; his eyes were fixed on Sarouvi. She noticed his hands were darkened as if they had been burned. \n \n\"You're a Sura,\" she said.\n\nSaying the words out loud filled her with something like peace, as if naming the stranger took away his ability to hurt her. He seemed to flinch slightly as she stepped closer. As strange as he was, there was something familiar about him as well. Sarouvi almost pitied him.\n\nShe noticed something hanging from the man’s neck, a red orb, or rather the splintered half of one. It looked like the ruby charm that Yugi always wore.\n\n“Where did you--”\n\nThe Sura lunged at Sarouvi and drove a charred hand straight through her.  \n  \n\n \nYugi...\nI knew who you were from the very beginning.\nThe ruby charm could only hide so much.\nI met a Sura with half a red orb around its neck.\nThat can’t be a coincidence.\n \nI know you had your reasons for the choices you made.\nYou did what you thought was best.\nYou thought hiding yourself from me would keep me safe.\n \nI have no resentment or regret.\nAll I want...\nis for you to be safe...\nAnd to know that I still love you.\n \nThese last thoughts of Yugi came together in a sort of silent prayer as Sarouvi took her final breath.\n"
    },
    "57500020": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌1(내용)",
        "id": 57500020,
        "alias": "Contents.Saga.Text.21",
        "text": "From the emptiness of the abyss came a voice. \n\n\"Purify.\" \n\nThe Nameless One would not disobey the Creator. The only way to purify this realm was to seek out corruption and devour it along with the life force of the living things that had spawned it.\n \nThe first living thing that the Nameless One found was little more than a shadow, a flicker of corrosive energy. As soon as he touched it, it evaporated, yielding what little life force it had to him. \n\nThe next living thing the Nameless One found crawled towards him with eager kinetic energy. As he absorbed its life, it dissolved into nothing. \n\nThe third living thing tried to speak, but as soon as the Nameless One absorbed its life, it could only manage a scream as it dissipated out of existence. \n\nThe Nameless One was tireless in his hunt of the Corrupt Ones. He had been given a singular purpose, a destiny he had to fulfill. \n\n\"Purify.\" \n"
    },
    "57500021": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌2(내용)",
        "id": 57500021,
        "alias": "Contents.Saga.Text.22",
        "text": " The Realm was vast and teeming with life. The creatures that populated it were numerous, and many had grown massive and powerful. The Nameless One had been tasked with purifying all of them. This task was his purpose. It was interwoven into the core of his identity. Yet coming to terms with the sheer scale of this task had proven to be a heavy burden. \n\n\"Please help me, great Maker. These creatures are insignificant, but they are many. They have allies and bonds. I fear there is too much for me to purify alone.\" \n\nThe Nameless One prayed to the Creator and waited. Moments later, a voice answered, the same voice that had spoken his purpose into being. \n\n\"You will not be alone.” \n\nThe words came true. Powerful beings came to the Nameless One. Like him, they too were tasked with the purification of the world. The Nameless One called them \"Suras.\" \n\nIn time, the Nameless One grew attached to these beings and gave to each of them the one thing he did not possess: a name. \n\nTo his favorite companion he gave the name Ragnir. After Ragnir, he bestowed names on the others. \n\nYet, despite all this, no one answered him in kind. No one gave him a name of his own. Thus, this primordial being, the First Sura that led and named the others, was simply known as Nameless One.\n\n"
    },
    "57500022": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌3(내용)",
        "id": 57500022,
        "alias": "Contents.Saga.Text.23",
        "text": "\"They blame us! They insult us, First Sura. They are the unclean ones and yet they have the audacity to pray to the Creator. They seek more power, power they would use to destroy us.\"\n\nRagnir's voice screamed with rage. \nThe Nameless One remained measured and calm. \n\n\"Do not bear a grudge, my equal. The Creator has answered their prayers and given them the power they seek. Perhaps it is not for us to know why this has happened or why our own prayers remain unanswered. \n\nOnly one thing is certain. \n\nThey are an insult not only to us, but to the Maker as well. They are impure. We were created to purify. We must fulfill the destiny for which we were created. From this day forth... We shall fight the Advocates.\" \n\nThe Nameless One's voice remained quiet and calm, yet the weight of the words was heavy and earthshattering. \n\nWith those words, the war between the Sura and the Advocates began, a war that would span generations and tear the Realm apart.\n\n"
    },
    "57500023": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌4(내용)",
        "id": 57500023,
        "alias": "Contents.Saga.Text.24",
        "text": " With the war came unimaginable horrors. Wherever the Nameless One went, life ceased to exist. Every breathing creature and verdant tree that he laid eyes on would be drained and decimated, leaving nothing but a vacant husk behind. \n\nThe Realm became dark and desolate. The only signs of activity came from the Hollows. \nYet even in the face of so much death, life could still be found. \n\n- \n\n\"A sprout...\" \n\nThe Nameless One noticed a tiny green shoot poking its stubborn head skyward from a scorched crack in the dirt. He gave it only a cursory glance and began to absorb the tiny kernel of whatever life force it held within its tiny seedling husk. \n\nBut then he felt a presence, something unlike anything he had encountered before. He hid in the shadows and watched and listened. \n\n\"Who are you?\" \n\nHer voice was as gentle as the slight breeze that sent ripples through her cerulean hair. It was Noi, the Life Giver. \n\n\"I fear this place will not be safe if you remain. Would you like to come with me instead?\" \n\nNoi looked down at the tiny sprout as if expecting it to answer. She smiled suddenly, as if the seedling had given its reply, then knelt and gently picked it up. The sprout began to grow in her palm, blossoming with leaves and flower buds. \n\nNoi watched and waited and smiled. \n\n\"Thank you for surviving. You brought life to this place.\" \n\n-\n\nAfter Noi left with the growing sprout, the Nameless One emerged from the shadows. The subtle fragrance of a flower's bloom lingered in the place where Noi stood. Her words seemed to echo from within him. \n\n\"You brought life to this place.\" \n\nThe Nameless One was created to end life. It was the only way to purify a world of impurities. It was the only way to fulfill his destiny and purpose. \n\n\"Why should this be my destiny? What does it all mean?\" \n\nThe Nameless One turned his gaze to the sky. Where once there had been clear blue space and soft white clouds, there was now nothing but smoke. \n\nThere was nothing to see. Nothing was worth seeing anymore. \n\n"
    },
    "57500024": {
        "deprecated": false,
        "Dev_Desc": "유기_태초와대격돌5(내용)",
        "id": 57500024,
        "alias": "Contents.Saga.Text.25",
        "text": "The First Sura disappeared. \n\nIn his final days, he tried to quell the fighting, but his companions, the Sura, the ones he had named, refused to abandon their destined purpose. \n\nWithout their leader, the Sura were lost. The Nameless One had been their authority, their messenger to the Creator. They began to resent him for abandoning them. In time, resentment morphed into wrath. \n\nRagnir's rage was all-consuming. His devotion to the First Sura had been the most steadfast, and to him the abandonment felt the most unjust. Ragnir's very existence felt like a great lie, a betrayal of the deepest kind. \n\n\"I shall do what the First Sura could not.\" \n\nRagnir's anger knew no end. With no one to lead them, the Sura descended into chaos.\n\n\n-\n\n\n\"Is this how it ends?\" \n\nRagnir felt his strength waning. Unable to carry his own weight, he dropped to his knees upon the scorched ground that was strewn with the corpses of fallen Sura and Hollows. \n\n\"You're the only one left. Please, I beg you to stop this.\" \n\nNoi looked directly into his eyes as she spoke. Ragnir sneered in defiance and laughed. \n\n\"Why are you laughing?\" \n\n\"Because I'm the only one left.\" \n\n\"Is that funny to you?\" \n\n\"Don’t you see? Now that they’re gone, their strength belongs to me.\" \n\nEven as he spoke, Ragnir began to absorb energy from the slain Sura around him. The strength of the Sura came from the life force they had absorbed. In the wavering remains of their bodies was held the energy of creatures great and small from across the Earthen Realm. \n\nA torrent of power flooded into Ragnir. The light in the sky faded as the remains of the Sura became nothing but ash and stone. \n\n– \n\nThunder roared. The sky turned to an unnatural night as clouds of endless darkness rolled in. \n\nLooking towards the light of a dim horizon, Yaru broke the silence. \n\n\"... Do we even have a choice?\" \n\nNoi simply smiled. \n\n\"Do not worry. You will all survive.\"\n\n-\n\n\nDark energy and brilliant light collided. The great light drove back the darkness before it too faded away. \n\nRagnir felt himself crumbling out of existence. The last of his power lingered like a speck of ash, the last remains of the deepest darkness. He knew his end was near. \n\nJust before he closed his eyes, a dark figure appeared before him. Before he could sense anything more, he faded into oblivion. \n\nThe darkness of destruction had ruined the Realm, but the light of life had protected those who lived in it. \n\nThe war had ended. The light had prevailed. The Sura were seen no more.\n"
    },
    "57500025": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림1(내용)",
        "id": 57500025,
        "alias": "Contents.Saga.Text.26",
        "text": "How long had he slept? \nHe could no longer sense the familiar presence of his companions. He felt completely alone, as if there were nothing else in the world but him. The isolation was familiar, a reminder of how things had been when he was first created.  \n\nYet when he opened his eyes, he found that he was surrounded.\nThe sunlight above was bright and warm. The ground beneath him was covered with grass. Kaleidoscope butterflies fluttered up toward the sky and, from somewhere nearby, the carefree chirping of birds filled the air with music.\nA playful breeze swept by. He half-expected it to reek of blood and smoke and the screams of the dying, but instead it brought with it the soft aroma of blooming flowers and echoes of a sound that was at once both alien and familiar: the laughter of children.\n\nAs he took in the colors and sounds and scents that surrounded him, the Nameless One felt an odd sensation begin to fill him from within. What was it? Was it longing? Was it remorse? He had felt something like this before, long ago when he met someone whose very existence had forced him to question his purpose. The memory came into clear focus: a smiling girl with a sprout growing in her hands. A sudden wave of pain cut through the Nameless One as he collapsed to his knees.\n\n“Purify.”\n\nA deep hunger awoke within him, as if his entire being were a void that longed to be filled.\n\nSomething primal and ravenous welled up within him, possessing him, changing him. His eyes burned red. Sharpened fangs protruded from his mouth.\n\nHe began to feed on everything around him. He snatched a fistful of grass and watched it wither to pale rot in his fingers. Animals tried to flee from his presence only to fall to the darkening ground, bleeding and lifeless. \n\nHe ate everything that carried life, yet his hunger was insatiable.\n\nEvery fiber of his being told him he was starving, screamed at him to feed, consume, and kill, yet he somehow managed to stop himself.\n\nHe looked around at this place that had been teeming with life just moments ago. It was dark and barren now, colorless, lifeless, drained of everything vibrant and bright, everything that reminded him of her. \nDark smoke covered the sky. The rancid stench of blood hung in the air.\n\n\nEverything was... how it had been before.\n\n"
    },
    "57500026": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림2(내용)",
        "id": 57500026,
        "alias": "Contents.Saga.Text.27",
        "text": "Why?\n\nHe had given in to his hunger and consumed the life around him. The Nameless One began to shake and heave in revulsion. He looked down at his fingers-- rough, dark, and filthy.\n\n\"Why am I here?\"\n\nWithout him, the Realm was bright and warm and alive.\nWith him, it was dark, barren, and cold.\n\nThe Nameless One’s purpose no longer made sense.\nHe had been sent to purify, but how was he to know what was truly impure?\n\n“The only impurity… is me.”\n\nThe Nameless One looked at himself. He was the first Sura, shrouded in darkness, hideous and cold.\nAll he saw was impurity. He clutched and clawed at himself as if longing to tear himself apart.\n\nScratch.\n\nHe carved a mark into his skin with the edge of his finger.\n\nScratch, scratch.\n\nHe went into a frenzy, clawing at himself again and again.\n\n\nHe saw what he was, and he despised it.\nHe despised his body. He despised the purpose that he had been given.\nHe continued to slash at himself, as if trying to erase his very existence.\nFor a moment, he felt a tinge of guilt. He had been made by the Creator for a reason. To destroy himself was a disobedience, a desecration. He was questioning and denying the Creator’s wisdom. Yet, his fleeting guilt could not stop his destructive fingers.\n\nScratch.\nA bit of torn skin fell to the ground and dissolved, scattering like ash. Dark liquid flowed from the wound-- not quite blood, but something else.\nIt trickled down his arm, his wrist, and his fingers before dripping to the ground.\nThen, something unexpected happened.\n\nThe charred ground at the Nameless One’s feet greedily drank up the dark liquid, and from that place something began to slowly emerge from the soil: a single, tiny sprout.\nThe sprout was small, seemingly insignificant, the sort of thing that would escape the notice of anyone passing by. But, to the Nameless One, it was everything.\n\nHe stopped his reckless self-mutilation and knelt in front of the sprout.\nHe cautiously reached out a hand to touch it. The tiny sprout absorbed more of his energy. It began to grow and thrive and flourish, producing leaves and, eventually, a flower bud. It reminded him of the sprout that grew in the palm of the girl, a memory from an eternity ago that remained as clear as yesterday.\n\nHowever, there was something fundamentally different about this. The Nameless One was, at his core, a life-stealer. The only way he could create new life was by relinquishing his own strength. As he gave up the life energy within him, he felt himself grow weaker and weaker. Yet even as his strength began to waver, he did not stop. This was the only way he knew how to make amends after all that he had taken. This was how he could restore life to the Realm. He made it his mission to wander the land and generate new life wherever he could.\n\nWherever he went, the creatures of the Realm fed upon his life energy, taking as much as they could. When the living things around him had taken their fill, the energy that remained solidified into black crystals. In time, these crystals were found and taken by the Tomos, spirits of the earth. Wherever the Nameless One went, grasses and trees grew and flourished. When he lingered in an area, it became a lush forest.\n\n\n\"It's done...\"\n\nThe Nameless One had given all that he was able to give. He had poured out his life into the Realm around him. With what little strength he had left and the gnawing ache of a lingering hunger, he hid himself in a desolate place and was alone once again.\n"
    },
    "57500027": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림3(내용)",
        "id": 57500027,
        "alias": "Contents.Saga.Text.28",
        "text": " As he walked into the forest, the very leaves on the trees quivered in fear. \nHe was a Sura, after all. His recent acts of creation could not erase a thousand years of destruction. He was still a being whose very purpose was to end life. Aware of his legacy and perhaps ashamed of it, the Nameless One sealed his power away. He transferred his ancient energy into a ruby vessel and wore it around his neck like a charm. Once his powers were hidden away, the great Sura began to resemble a human.\n\nAs the Nameless One changed, so too did the forest around him. It was still quiet, but the choking tension that he had sensed when he first entered had been released. He heard the singing of birds, felt the warmth of sunlight breaking through the trees, and inhaled the delicate scent of flowers as a gentle breeze wafted by. \nWhen it rained, beads of water collected on the leaves and reflected the light of the heavens like miniature stars. When it snowed, crystalline snowflakes fell gently through the trees, blanketing the forest in quiet tranquility.\n\nThe Nameless One made the forest his home.\n\nHe wanted to keep to himself, but people would occasionally enter the forest in search of herbs or wander in when they had lost their way. The Nameless One did not want his home to be disturbed, but he also had no desire to hurt these visitors. He weaved together powerful incantations and created a barrier around the forest that would keep everything within it hidden from the outside world.\n\n\n-\n\n\nYears went by. Stories spread among the people telling of a mysterious forest.\n\nThe stories told of a forest filled with mysterious creatures of otherworldly beauty. No one knew how to find the forest, and those who happened to chance upon it would immediately lose consciousness only to wake up days later in a completely different place, uncertain how they had gotten there.\nStories of the forest spread far and wide, while at the same time, fewer and fewer people managed to find it. The Nameless One had the forest to himself. \n\nThen a day came when someone entered the forest and did not leave.\nFor some reason, the Nameless One’s incantations seemed to have no effect on this person. The visitor had walked into the forest without losing consciousness and seemed content wandering through the aimless paths that twisted their way to no place in particular. \nThe Nameless One found the visitor’s presence disturbing. For years, the forest had been his private sanctuary. For the first time since he had entered these woods, he decided to approach the visitor.\n \n\"Who is this person?\" he asked himself.\n\nThe Nameless One moved through the treetops as silent as a shadow until he found the visitor. It was a woman. She must have been lost, yet she did not seem to be panicked as she took in her surroundings. The Nameless One hid among the tree branches and waited until he could see her face. As he watched this woman, an odd sensation began to well up within him. He wasn’t sure if it was excitement or anxiety or something else. \n\nThis woman was Noi, the Life Giver.\nShe looked different now...\nBut he knew, without a doubt, it was her.\n"
    },
    "57500028": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림4(내용)",
        "id": 57500028,
        "alias": "Contents.Saga.Text.29",
        "text": "\"You're the one that helped me… before.\"\n\nThere was no reason to answer. She knew it was him.\n\n\"Who are you?\"\n\nSarouvi watched and waited in silence.\nWhen his eyes met hers, she smiled.\n\nShe had asked a simple question, and yet the Nameless One did not answer.\nHe did not have an answer to give.\nHe didn’t know who he was.\n\nThe silence lingered for what felt like an eternity, but Sarouvi waited calmly before she spoke again.\n\n\"I should get back to camp before dark,” she said. “I’m not sure if I’ll be able to come back or not. It would be nice to know your name before I go…\"\n\nThe Nameless One flinched for a moment, as if trying to speak. It happened too quickly for Sarouvi to notice.\n \n\"Well, that’s too bad. I won’t know what to call you now.\"\n \nSarouvi waited for a bit longer, watching the sun begin its descent towards the horizon.\n \n\"My name’s Sarouvi,” she said finally. “I hope we meet again.\"\n \nHer eyes lingered on him for a bit before she turned to walk away.\nThe Nameless One watched her leave and remained standing in the same place long after she left.\n \nHe stood as still as stone, like a mountain that had always been there. The sun set, and darkness spread over the sky. It was only after the moon had completed its circuit, that the Nameless One began to move.\nHe moved slowly at first but accelerated quickly. He kept a relentless pace until he reached a clearing and saw the glow of lanterns strewn between a collection of tents. It didn’t take him long to find Sarouvi.\n\nHe watched her from the darkness, catching only hints of the laughter and words she shared with her companions.\n\n\n-\n\nThe Nameless One had lived in his forest for decades, hidden and alone.\nHe had always felt most comfortable deep within the heart of his hidden sanctuary, but now found himself returning again and again to the thick branches on the periphery from which he could watch Sarouvi.\n\n"
    },
    "57500029": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림5(내용)",
        "id": 57500029,
        "alias": "Contents.Saga.Text.30",
        "text": "  A shockwave shook the earth, sending violent tremors through the ground. The Nameless One felt the vibrations beneath him and then sensed something else, a powerful and ancient energy the likes of which he had not encountered in years: Caelite. Deep within the core of his being, he felt the primal hunger that he had contained and ignored for so long awaken and stir. \n\nHe was still a Sura, after all. He lived by consuming the life force of others. He had starved himself for years, abstained from doing that which he had been created to do, but now with the purity of the Caelite’s life force beckoning him, he could not deny what he was. He was a Sura and he was starving. \n\nThe Nameless One soon found himself near the edge of the expedition camp, as if his body had moved of its own accord. Then he saw it, the partially unearthed Caelite, crystalline and pristine, radiating with the luminous power of the life force held within. The Nameless One stared at it in silence, his eyes fixated on its gentle glow as the gnawing hunger grew within. Then suddenly, a chill ran down his spine, and his skin began to crawl. \n\nHe was not alone. Someone else was coming. \n\nThe Nameless One sensed the presence of one of his own. \nIt was the Sura that had once been his most loyal companion. \nRagnir.\n\n\n-\n\n\nRagnir had nearly been destroyed in his battle against the Advocates. Had the Nameless One not intervened and shielded him, he would have been annihilated. The Nameless One and Ragnir survived, but fell into a deep abyss. \n\nThey had been separated in the darkness, and neither one of them knew if the other had survived. After an immeasurable amount of time, the Nameless One had awoken. Unable to sense Ragnir, who was still trapped in the darkness of the abyss, he had assumed he was alone. He had always been the first of the Sura, and now he was the last. \n\nBut now, the familiar presence of one of his own was unmistakable. This was not a cause for celebration, but for alarm.  \n\nAs Ragnir approached, the Nameless One sensed in him the same primal hunger that had possessed him when he first awakened: the desire to feed, to consume, to kill. \nHe knew Ragnir would destroy every living thing within the expedition camp.\n\n\n\nHe knew she was in danger.\n\n"
    },
    "57500030": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림6(내용)",
        "id": 57500030,
        "alias": "Contents.Saga.Text.31",
        "text": "\"You need to leave. Now!\"\n\nThe Nameless One picked up Sarouvi and ran. He made for his forest. The incantation would keep them safe. He ran quickly but could not escape his dread. Nor could he escape Ragnir's predatory gaze as he pulled Sarouvi out of the encampment. Ragnir saw him, and the Nameless One knew it. Yet Ragnir did not pursue them.\n\nThe Nameless One felt Ragnir’s lingering gaze... but Ragnir did not move. Perhaps the surprise of seeing the Nameless One had left him in shock. The Nameless One was unwilling to take any chances. He looked over his shoulder as he ran, in case Ragnir made chase. He was so focused on Ragnir that he did not notice Sarouvi's eyes staring up at him. \n\nIt was only after they entered the sanctuary of his forest that the Nameless One allowed himself a moment of rest. He stopped running and exhaled deeply as the tension in his body began to relax. He took a deep breath and finally looked down at Sarouvi as if he had forgotten she was there. She was curled up like a child in his arms, her hands clenched into fists. \n\n\"So…\" she said.\n\nThe Nameless One flinched with surprise and let go, dropping her to the ground.\n\n\"Owww!\"\n\n\"I-I'm sorry!\"\n\nSarouvi groaned in pain as she rubbed the soreness in her back and took in her surroundings. \n\n\"So, where are we?\" she asked.\n\n\"The Sleeping Forest,” he replied. “This is my home.\"\n\n\"So, what, you saved me again? Is that it?\"\n\nHe wasn’t sure how to answer Sarouvi's question.\n\n\"Wait! What about the others? What about the captain?\"\n\nSarouvi quickly got to her feet. \n\n\"Where are you going?\" asked the Nameless One.\n\n\"I have to save him!\" \n\n\"Save him? How?\"\n\nHe stepped in front of her.\n\n\"What do you want me to do?” she demanded. “Just sit here and do nothing!?\"\n\n\"What’s your plan?\"\n\n\"My plan? My plan is to go back and help the people I care about!\"\n\n\"You can’t help them.\"\n\nShe was about to say something, but he cut her short.\n\n\"I know you want to do something, but if you go back, you’ll die. That doesn’t help anyone. You can't save the captain. You should count yourself fortunate that you’re still alive.\"\n\n\"But...\"\n\n\"Why are you so eager to rush to your death? Was helping you a waste of my time?\"\n\n\"I never asked for your help!”\n\n\"No, you didn’t. It seems you would have preferred that I had saved the captain instead.”\n\n\"What?\"\n\nSarouvi was a bit overwhelmed and at a loss for words. The Nameless One continued to speak, his tone almost detached and stoic. \n\n\"You’re the only one I wanted to help. If you’re so eager to go back and die, then go. I won’t stop you, but know there is no one left for you to save.\"\n\nSarouvi glared at him as she rushed out. The Nameless One simply stood and watched. \n\nSarouvi ran to the cliff and looked down to where the expedition camp had been. A charred, smoking crater scarred the earth, showing the site where the Caelite had been found. The lifeless corpses of her companions were strewn around it. The only movement she could see came from the Hollows, the spectral remnants of the life force that had been taken by the Sura.\n\n\"No...\"\n\nSarouvi collapsed to her knees as the tears began to flow. \nShe didn’t bother wiping her eyes. She simply sat there alone and wept.\n\n\n\n- \n\nA few days passed, but Sarouvi did not move from her perch on the cliff. She sat and stared although there was nothing to see. Crumbling ash and lingering smoke were all that remained of the expedition camp. \nThe Nameless One watched her from afar, holding a small branch with a cluster of red berries. It was his attempt at a gift and perhaps a way to make amends. She had to be hungry.\nPerhaps he was wrong for scolding her.\nHow could he make her feel better?\nUncertain what to do, he simply stood and watched and waited, toying with the berries in his hand. \n\n"
    },
    "57500031": {
        "deprecated": false,
        "Dev_Desc": "유기_만남과이끌림7(내용)",
        "id": 57500031,
        "alias": "Contents.Saga.Text.32",
        "text": " It was Sarouvi who finally broke the silence. \n \n\"I take it those are for me?” \n \nHe was standing awkwardly beside her now, close enough that she had no trouble snatching the branch away from him. She picked a plump berry and studied it for a moment. She held it so delicately that it looked like a precious jewel in her fingers. Sarouvi must have had a similar thought as she turned her eyes from the berry to the ruby on his neck. She looked away and popped the fruit in her mouth.  \n \n\"So,” she said between bites. “How did you know I liked these berries?\" \n \nThe Nameless One shifted uncomfortably. \n \n\"Well,” he said. “You always made this strange sound... when you found one.\" \n \n\"Strange sound! You mean my humming?\" \n \nSarouvi turned away in embarrassment. \n \n\"Humming?\" he asked. \n \n\"Yes. Humming. You know, like singing a song, but without any words.\" \n \n\"What is... a song?\" \n \n\"You don't know what a song is?\" \n \nThe Nameless One nodded in silence.  \n \n\"I see,” she said. “Well, a song is... How would I describe it? It’s a melody with words.\" \n \n\"A melody?\" \n \n\"Wow, okay. You don't know what a melody is. No, of course you don’t. So, a melody is...\" \n \nSarouvi couldn’t help but laugh at the thought of trying to explain music to someone. \n \n\"A melody is something that comes to you when you're feeling happy. It’s like a way of expressing your happiness. It’s a combination of sounds that are beautiful when you put them together. They come together and resonate in your head. Does that make sense?\" \n \n\"It comes to you when you're feeling happy?\" \n \n\"Yes. You know, like when you see a beautiful flower or a sunset or a puppy. Do you know what I mean?\" \n \nThe Nameless One studied her face for a moment. \n\n \n\n\"I think I do,\" he said. \n \nAt that, Sarouvi blushed a bit and turned away.  \n \n\"So, anyway,” she said, trying to divert attention away from herself. “You said you lived here. How long have you been here? Have you always been alone?” \n \n \nNow that she was talking, she flooded him with questions. The Nameless One was not accustomed to talking to people, but he did his best to answer her questions. There was one question, though, that he didn’t know how to answer.  \n \n\"What's your name?\" \n \nHe opened his mouth for a moment, as if to speak, but said nothing. \n \n\"I’m sorry,” she said. “Was I not supposed to ask that?\" \n \nHe managed a narrow, awkward smile. \n \n\"I don’t have a name,” he said finally.  \n \n\"What? You don't have a name? What do you mean? What do others call you?\" \n \n\"... The Nameless One.\" \n \n\"The Nameless One!? What!? That's not a name.\" \n \n\"But...\" \n \nHe tried to explain that he had no need for a name, but she wouldn’t give him the chance.  \n \n\"All right, well in that case, I'll give you a name.\" \n \n“I…\" \n \n\"Let’s see... What would be a good name for you?\" \n \nSarouvi searched the surroundings with her keen round eyes. She noticed the way the sunlight came through the tree branches with a warm, golden glow. \n \n\"I’ll call you… Yugi,\" she said finally. \n \n\"Yu... gi?\" \n \n\"Yes. It’s another word for sunlight. I can’t quite explain it, but something about you reminds me of sunlight.\" \n \n\"I… remind you of sunlight?\" \n \n\"Yes. There’s something about you that’s warm, but strong. So, what do you think, Yugi?\" \n\n \n\nHe felt overwhelmed as he said the name out loud. \n\n \n\"Yugi\" \n \nHe smiled at the irony.  \n \nHe had lived in darkness for millennia. \nHis destiny, his very reason for being, was to absorb light and end life. \nHow could he remind her of sunlight? \n \nUnaware of the reason for his awkward smile, Sarouvi interpreted it as nothing more than embarrassment.  \n \n\"You’ll get used to it if you try. I'll call you by your name every time I see you.\" \n \nSarouvi smiled as she offered a simple handshake to the Nameless One, the one she now called Yugi. \n \n\"Hello, Yugi. I'm Sarouvi. It's nice to meet you.\" \n\n \n\n "
    },
    "57500032": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노1(내용)",
        "id": 57500032,
        "alias": "Contents.Saga.Text.33",
        "text": "It was a warm spring day when Yugi sensed a suspicious presence in the woods. He sent the spirits to search the forest for the uncanny aura. The spirits returned with a most curious finding. \n\n \n\"A talking cat?\" Yugi asked. He set out to meet this mysterious creature. \n\n \nThe cat explained herself, talking quickly while gesticulating wildly. She explained that her name was Baobao and that she first met Sarouvi when she accidentally wandered into the Baron Village as a little girl. All of the other members of the tribe hid, but Baobao couldn’t control her curiosity. She secretly tailed Sarouvi, only to find the girl wandering in circles, unable to find her way home. Baobao showed Sarouvi the way out and they became instant friends. \n\n \nSarouvi and Baobao bonded over the following years, until they had to part ways when Sarouvi set out on an expedition to the New World. Missing her old friend, Baobao worked diligently to get accepted into the Soul Bridge so she could join her friend in another continent. \n\n \nBut by the time Baobao reached the New World, Sarouvi's camp had been ransacked by a mysterious monster, with no trail of Sarouvi to be found. Still, Baobao refused to give up on her friend and searched fields and mountains until she was drawn to a mysterious forest nearby. \n  \nWhile listening to Baobao's story, Yugi remember how he first met Sarouvi. \n\n \n It looks like she makes a new friend every time she gets lost, he thought. \n\n \nPaying little heed to Yugi's amused look, Baobao continued. \n\n \n\"And see this bell, mrrow?\" Baobao proudly held up the bell on her neck. \"Sarouvi gave this to me after I returned her home. I kept it this whole time, purr!\" \n\n \n\"Is that so?\" Yugi said. He narrowed his eyes. \"How did you get into this forest, by the way?\" \n\n \n\"Well, I may not look like much, but I've trained with the Soul Bridge. Undoing a barrier is kitten’s play, meow!\" \n\n \nYugi cracked his knuckles. \"So, you're the one who destroyed my protective barrier?\" \n\n \nBaobao’s eyes widened. \"Mrrow? Wait up, Mister, I was just—\" \n  \nAnd that was as far as Baobao could remember. \n\n \nAfter knocking Baobao out, Yugi hurriedly repaired the barriers. As brief as it was, the forest's aura—and his presence-- could have leaked out of the barriers. Hoping that no one had noticed it, Yugi swung Baobao over his back. \n\n \n\"I'm sure she'll be delighted to see her old friend.\" \n\n \nYugi took Baobao to Sarouvi. Her reaction was not as he expected. \n\n \n\nAnd that’s how he learned a priceless lesson: that he should treat a guest with kindness and never knock them out before bringing them home. \n\n "
    },
    "57500033": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노2(내용)",
        "id": 57500033,
        "alias": "Contents.Saga.Text.34",
        "text": "For a brief moment, the forest's barriers were broken. Yugi hoped that no one noticed it, but someone did. Someone who was too dangerous. \n  \nThe first thing Ragnir felt when he awoke again was ravenous hunger. He followed his instincts and chased after the energy that roused him from sleep, massacring and devouring everyone and everything in his path.  \n\n \n\nHe only stopped when he met the eyes of his old companion. \n\n \nOnce Ragnir saw the First Sura, Ragnir froze and all of his memories flooded back. He remembered the one he had loved, respected, and despised more than anyone else. The one who had abandoned his kin, and abandoned him. \n  \nSince that day, Ragnir sought out the First Sura with a frantic zeal. However, the First Sura remained hidden, as his aura had been tightly sealed within the barriers of the forest.  \n\n \n\nWithout knowing that Yugi had abandoned his Sura identity and sealed most of his powers, Ragnir simply chased after the Sura's energy, which further frustrated his search. It also didn't come to Ragnir's mind that his target would still be staying so near the site of the Caelite incident, given the Sura's ability to travel wherever they wanted.  \n \nBut, for a split second, the First Sura’s aura was exposed. Ragnir couldn’t mistake it for anything else. \n\n \nWhen Ragnir crossed the barrier, the burst of Sura energy from the forest made him shiver with frenzied delight. A surge of excitement and murderous desire swept over Ragnir. \n\n \nAs Ragnir walked into the forest, the ground under his feet rotted black. With each step, his power grew along with his conviction. \n  \n\"The First Sura... \nI will kill you myself, no matter what.\" \n  \nSeveral days before the forest's barriers broke down, Yugi noticed a Sura's presence around him.  \n\n \nHowever, he willfully denied it and told himself that he must be imagining things. \n\n \nHe knew that the moment he accepted the truth, he would have to fight. If he wanted to have enough power to defeat his pursuer, he would have to revert to his Sura self. He would have to give up his current life.  \n  \nAnd he would have to give up the only thing that mattered. \n\n \n\"I can’t leave Sarouvi,\" Yugi whispered. \n\n \nThe truth was undeniable, no matter how much he tried to deny it. He wanted to leave the past behind and live an ordinary life.  \n\n \nYugi stared into the void of the starless night sky.  A pleading prayer formed on his lips. \n  \n\"Oh, great Maker... Please give us more time. Forgive me for my mistakes. Give me another chance...” \n\n "
    },
    "57500034": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노3(내용)",
        "id": 57500034,
        "alias": "Contents.Saga.Text.35",
        "text": "Parsha's eyes glared viciously, and her presence was blinding since she had fully regained her powers as an Advocate. \n\n \n\nYugi frowned. Despite his current human form, he was nevertheless the First Sura, and still held incredible power. Unaffected by Parsha's gaze, Yugi stared right back. \n\n \n\"You must have a death wish, Sura!\" Parsha spat. “How dare you summon me?” \n\n \n\"I actually need a favor.\" \n\n \n\"Then you should have called upon someone who cares,\" Parsha said. She smirked. “Oh, of course. You wouldn’t have anyone like that.” \n\n \nYugi grimaced. \"It's about her.\" \n  \nAlthough Parsha still glared fiercely at Yugi, he felt a subtle shift in her attitude.  \n\n \n\"The likes of you don’t deserve to be in her presence.\" \n\n \n\"I know,” he said. “But this is what she wanted.\" \n\n \n\"Absurd! You've tricked Noi. You've taken advantage of her kindness! You're only getting in her way, and for you to pretend to care--\" \n\n \n\"She's pregnant.\" \n  \nA sudden silence fell between the two. \n\n \nYugi bit his lip. \"Please. Protect our child.\" \n\n \n\n“It’s yours?” Parsha asked. She barely hid her revulsion. “Why do you need my help?\" \n\n \n\"I…\" Yugi hesitated to continue. He felt that his fears would manifest once he said them out loud. He felt a lump in his throat choke him, stopping him from saying more.  \n\n \n\n“Yes?” Parsha asked with disdain. \n\n \n\n\"I… may have to return to being a Sura.” Speaking it was torture. Thinking of the possibility was a nightmare. \n\n \n\nParsha shrugged, completely unaffected by his pain. \"And? What else is new?\" \n\n \n\"I need you to keep her safe,” Yugi said. \n\n \n\"From you?\" \n\n \n\"From me… and other Suras.\" \n\n \nParsha scoffed. \"You know what you are. You know you’ll harm her, and here you are, trying to put the responsibility on me. You don’t want to feel bad when you rip her throat out.\" \n\n \n\"I would never!\" \n\n \n\"You’ve done worse.\" Parsha's eyes lit up again. \"You were created for the sole purpose of extinguishing life. Your kind will exterminate not only your enemies, but those dearest to you. You will destroy everything and lose everything. But you will never stop until you finally destroy yourselves. That is what you Suras are all about. Your self-righteous ‘calling’ is nothing but a curse.\" \n\n \nParsha's words stuck in Yugi's heart like poison daggers. She dug in the blades so violently that he could hardly breathe, but Yugi masked his pain and spoke plainly. \n\n \n\"I don't care if you hate me. Just do me this favor.\" \n\n \n\"I refuse.\" \n\n \n\"But...\" \n\n \n\"I will grant you no favor, no sympathy, and no quarter. But I will protect her—not for you, but because of you.\" \n  \nSignaling the end of the conversation, Parsha turned her back on Yugi. \n\n \n\"Noi is the only reason I'm leaving you alive. The second you even think of hurting her, I will kill you with my own hands.” \n\n \nWith that, Parsha returned to her world. She vanished with a gleam of light, just as she appeared when she was summoned. As the light faded away, Yugi found himself left alone at the altar, where he lingered for a few quiet moments. Finally, he whispered into the air.  \n  \n\"Thank you.\" \n\n \n\n "
    },
    "57500035": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노4(내용)",
        "id": 57500035,
        "alias": "Contents.Saga.Text.36",
        "text": "\"You’re pathetic. Why reduce yourself to such a feeble body?\" Ragnir asked, seeing Yugi in his human form. “You tried to live with them? Live a nice pastoral life? Have a family?” \n\n \nRagnir's words were loaded with aggression and contempt. Yugi said nothing in return.  \n\n \n\nRagnir scoffed. \"It's the girl, isn’t it? What’s she going to say when she finds out?” \n\n  \nSuddenly, Yugi lunged at Ragnir. His placid eyes glowed red with bloodlust, and his hand blackened and grew into a Sura claw. \n\n \n\nBoom! \n\n \n\n \nThe two Suras clashed, generating a massive shockwave that rocked the cavern walls. Although much of their true power had been sealed away, one was the First Sura, and the other had once devoured the very life force of the world and challenged the Advocates. \n\n \n\nIf their confrontation lasted any longer, the entire cave would have been reduced to rubble. However, a loud cracking sound erupted between them. Ragnir pushed Yugi away. \n\n \n\nRagnir's treacherous grin soured into a somber stillness. Yugi's growled as his human face grew dark with black blood flowing beneath his skin. In horror, Ragnir saw that the ruby that had contained Yugi's power had split in half. \n\n \n\nAs the balance of power tipped between the two, Ragnir stumbled and fell to his knees. Yugi stood above him, no longer maintaining a human form. Ragnir remembered bowing before the First Sura, back at the beginning of it all. \n  \nRagnir swallowed back his blood. He struck the ground. \"How? How could I lose?\" \n\n \n\"Go back,” Yugi said. His voice had grown rougher. “Ragnir, I don't want to hurt you.\" \n\n \n\"Too late.” Ragnir quietly let out a curse. \"Tell me why you abandoned our kind… and why you abandoned me.\" Ragnir looked up and glared at Yugi, who remained silent. “You don’t know?” Ragnir almost laughed. “After all this time, you can’t tell me?!” He spat at the ground and struggled to stand. He pointed his claw at Yugi. “Three days. I'll be back in three days. You’ll answer then.” \n \nWith that, Ragnir vanished. His voice lingered in the cave and inside Yugi's ears. \n  \nWith the red orb broken and its fragment nowhere to be found, Yugi could no longer contain his powers and remained half-Sura and half-human. Since he could not bear to have Sarouvi see him in such a state, Yugi kept himself hidden in the darkness, gazing at his beloved from afar. \n\n \nAgain, Sarouvi came to him first. But Yugi could not draw near to her. With each step she took towards him, he backed further into the shadows. This strange tug-of-war only ended when Sarouvi finally relented. \n\n \n“Yugi, what’s wrong?” \n\n \nEven though Yugi was completely masked in darkness, Sarouvi asked as if she already knew the truth. \n\n \n\n“Please,” she said. “I can help. What’s wrong?” \n\n \nShe patiently waited for his answer. But Yugi said nothing.  \n\n \nSensing that no words would be coming from Yugi, Sarouvi spoke again. \n  \n\"I trust you. Just promise me you'll come back.\" \n\n \nDespite the smile on her face, Sarouvi's eyes swelled with tears. Hoping that his answer would not be his first lie to her, Yugi replied with the utmost sincerity.  \n\n \n\"I will.\" \n\n "
    },
    "57500036": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노5(내용)",
        "id": 57500036,
        "alias": "Contents.Saga.Text.37",
        "text": "Yugi arrived at the place he promised to meet Ragnir much earlier than agreed. It had only been one and a half days since they last met, but he didn’t mind waiting. He wanted to be alone, alone with his cursed form, alone with the truth, and alone with his guilt. After all, he was the First Sura, yet he abandoned his own kind during the war against the Advocates. Ragnir was his trusted lieutenant, so of course Ragnir would feel betrayed and abandoned. \n  \n\"First Sura, what is this?\" The young Sura had asked, pointing at a wriggling creature. This was before he had been named Ragnir, before he had killed for the first time. He looked to the First Sura for help and guidance. \n\n \n\n\"It is an unclean being.\" \n\n \n\"Then I am to exterminate it?\" \n\n \nThe First Sura gave a light nod in answer. Excited, the young Sura absorbed the creature's energy. Soon, the creature crumbled into a pile of ash. \n  \n\"It's gone!\" \n\n \n\"Its essence has been channeled into you. Can you feel it?\" \n\n \n\"I'm not sure...\" \n\n \n\"The creature was far too weak for you to notice much difference, but you will find stronger beings. Take their power within you. Then, you will be able to fulfill your calling.\" \n\n \nThe young Sura’s dark eyes twinkled as he heard the First Sura's words. \n\n \n\"How do you know so much about everything?\" \n\n \n\"I simply had more time to learn before the rest of you came along.\" \n\n \n\"How are you so right about everything?\" \n\n \n\"Suras merely fulfill the calling the Creator has bestowed upon us. It is not I, but the Creator's will that is right.\" \n\n \nThe young Sura tilted his head. \n  \n\"But my calling is to serve you, First Sura,” the young Sura said. He watched the First Sura with youthful intelligence and reverence in his eyes. \"I did not receive my calling from the Creator. You alone have heard it from Him. I was only told to serve you and fulfill your will. So you alone are my calling, and I will follow you.\" \n\n \nThe young Sura's bold words made the First Sura scoff. “I don't think you understand what you’re saying. You mean you place your life in my hands?\" \n\n \nThe young Sura's face brimmed with eagerness as the First Sura finished speaking. \n   \n\"Yes! So please show me your ways. Teach me, correct me, guide me. Send me to my death if you will it!\" \n\n \n\"Don't die. Just follow your calling.\" \n\n \nThe young Sura nodded. \"Then I won't die, since you've told me so.\" \n\n \n\"That might be not as easy as you'd think.\" \n\n \n\"But it shall be so, for you have spoken.\" \n\n \nThe spirited zeal of the young Sura put the First Sura at a loss for words. Dazed at first, the First Sura stroked the young one's head. \n\n \n\"Indeed. It shall be so.\" \n\n \n\nThere was a subtle sense of gravity in the First Sura's words, but the young one didn't seem to notice. The young Sura merely giggled, pleased that the First Sura would honor him with a pat on the head. \n  \nYugi stared up into the sky as he recalled that memory from his past. It was a memory from eons ago, when he was nameless and simply called the First Sura. \n\n \nA faint smile drew across Yugi's face. \n\n \nThe smile soon gave way to a somber look as another thought washed over his mind. \n\n \n“Will I be able to bring us together? Then, again… should we even be together?” \n \nYugi grew hopeful for one moment, only to feel overwhelming guilt the next. And so he waited... and waited. \n \nRagnir never appeared. \n\n \nYugi waited another three days past the day they agreed to meet, but Ragnir still didn't come. Yugi finally left the cave on the seventh day. \n \nHowever, the only thing waiting for him outside was unbearable pain.  \n\n \n\nWithout even realizing it, he had lost everything. "
    },
    "57500037": {
        "deprecated": false,
        "Dev_Desc": "유기_사랑과분노6(내용)",
        "id": 57500037,
        "alias": "Contents.Saga.Text.38",
        "text": "As the reaper of countless lives, I did not deserve happiness. \n  \nYet I coveted an ordinary life. \nI sought to be loved. \nI dreamed of happiness… \n  \nPerhaps this is punishment for being selfish. \n  \nPerhaps this is a curse from the vengeful spirits of those I've slain. \nOr the Creator's wrathful justice for abandoning my calling. \nOr... the price I have to pay for abandoning my own kind. \n  \nEven so… Did it have to be her? \nIt could have been anyone but her. \nAnyone but her… \n  \nNow there is only one thing I can do. \n  \nI shall enter the darkness of the eternal abyss with him. \nJust as she saved lives by giving her own, \nI shall use my life to contain death.  \n  \nFoolishly, and most unfortunately, Yugi didn't sense Sarouvi's passing. \n  \nYugi waited for Ragnir at the promised location, but Ragnir never came. \n\n \nSarouvi met Ragnir. She knew it was a trap. She lost her life there. She knew she would. \n\n \n\nAll the while, Yugi sat waiting in hope, reminiscing of an ancient past while hoping for an impossible future. \n  \nLearning of her death nearly killed him, and the grief was enough to destroy every piece of humanity still inside him. \n\n \n\nFrom there, his purpose was simple. His turmoil was gone. \n\n \n\nYugi reverted to his Sura form and clashed with Ragnir. The collision of such great powers created a rift in the dimension. \n  \nYugi knew he would never be able to return once he set foot in that rift. Nevertheles, to imprison Ragnir, and to punish himself, he leapt into the deep abyss, dragging Ragnir with him. \n  \nAnd thus the two Suras entered the eternal darkness yet again, and the world continued without them. \n\n "
    }
}