{
    "11050000": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50000_Desc",
        "id": 11050000,
        "alias": "Contents.Quest.Desc.50000",
        "text": "[Recommended Level] 53\nPeople seem to think that I have had great adventures and gained experience outside. \nI think something is exaggerated... You could be mistaken for that. \n\nBut the young members want to hear stories from the outside world or my advice? If you meet them, I will tell you something... I might learn something. \n\nLet's meet the members and listen to them."
    },
    "11050001": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50001_Desc",
        "id": 11050001,
        "alias": "Contents.Quest.Desc.50001",
        "text": "[recommended level] 60\nI see a strange person. \nIsn't he supposed to come here to play a banquet? \n\nBut, the Pungbaekmun outfit looks like a member... \nIs it okay? "
    },
    "11050002": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50002_Desc",
        "id": 11050002,
        "alias": "Contents.Quest.Desc.50002",
        "text": "[recommended level] 60\nWe'll meet again here. His words are a bit questionable, but I think it's true that the locals suffer damage. Let's go to.\nWould you like to go and wait for me first?"
    },
    "11050003": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50003_Desc",
        "id": 11050003,
        "alias": "Contents.Quest.Desc.50003",
        "text": "[Recommended Level] 54\nI met the Pioneer Barong Dan again on the Sea and Moon Continent. It seems they are looking for another place... Let's hear the current situation and help as an honorary Barong member. \n\nFirst of all. I'll go to the hill of ghosts and start kicking out the Black Dawn. If you need anything after that, I'll tell you."
    },
    "11050004": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50004_Desc",
        "id": 11050004,
        "alias": "Contents.Quest.Desc.50004",
        "text": "[Recommended Level] 55\nI met someone who would tell me about Song Si-guk. It seems to be a sensitive story that is difficult to tell at the branch, so let's move to a different location and listen to it.\n\nPay attention to other people's attention the most. If it's a place that doesn't need to be used, it's probably a fertile ruin. Since no one dares to come in there... \n\nBut unless you get rid of some bastards around, I don't think there will be an atmosphere for conversation."
    },
    "11050005": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50005_Desc",
        "id": 11050005,
        "alias": "Contents.Quest.Desc.50005",
        "text": "[recommended level] 51\nPungbaekmun's wired and wireless skills are a bit lacking, but he seems to be interested in weapons. \n\nAll you have to do is get rid of the Red Don people and collect weapons..."
    },
    "11050006": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50006_Desc",
        "id": 11050006,
        "alias": "Contents.Quest.Desc.50006",
        "text": "[recommended level] 52\nJwa Yo-han in the sword fight is arguing with a colleague next to him over what the scorpion's best weapon is. \nI'm right next to him, so I just need to talk, why me? Do you want me to talk to you?\n\nBut first, let's talk to the merchant next to us.\nIs there something you want to say about scorpions?"
    },
    "11050007": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50007_Desc",
        "id": 11050007,
        "alias": "Contents.Quest.Desc.50007",
        "text": "[recommended level] 54\nPungbaekmun, who has a loud and loud laughter, is asking for help.\nA gray mandala is currently appearing on the logging site, interfering with work? It's dangerous at first... .The sound it makes is so loud that it's annoying, so it's definitely going to get in the way of my work.\n\nLet's get rid of the mandala first and think about it."
    },
    "11050008": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50008_Desc",
        "id": 11050008,
        "alias": "Contents.Quest.Desc.50008",
        "text": "[Recommended Level] 54\nHan So-ae of Pungbaekmun says that she can't go outside of the branch because she is terrified just looking at the gray rock moss. I don't know the cause of the fear... \n\nOnce the target gray color Wouldn't it be helpful to get rid of the gnats? Let's start by reducing the number of gnats."
    },
    "11050009": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50009_Desc",
        "id": 11050009,
        "alias": "Contents.Quest.Desc.50009",
        "text": "[Recommended level] 55\nWoo Jin-hee in the sword fight is having a conversation with her colleague about what the Westin's best weapon is. It seems... \n\nBut, in case you don't know, let's talk to Jwa Yo-han with hope. Maybe it's a meaningful story."
    },
    "11050100": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50100_Desc",
        "id": 11050100,
        "alias": "Contents.Quest.Desc.50100",
        "text": "[recommended level] 56\nI met a scholar who wondered why jellyfish live in forests. As soon as I heard the question why jellyfish live in forests, I got curious too.\n\nFollowing the scholars Let's go to the forest of dreams."
    },
    "11050101": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50101_Desc",
        "id": 11050101,
        "alias": "Contents.Quest.Desc.50101",
        "text": "[recommended level] 56\nThere is a research that I wanted to do before, but it was too risky to do. I can protect you from danger, so in a way, I might have an opportunity to do research now.\n\n They say you're going a little further into the Forest of Dreams... It seems that there is a more dangerous place than here. You better be prepared. \n\nShall we go with the scholar first?"
    },
    "11050102": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50102_Desc",
        "id": 11050102,
        "alias": "Contents.Quest.Desc.50102",
        "text": "[recommended level] 58\nThe training crew asks the geologist to get out of here, saying it's dangerous. Why don't geologists want to get out of this dangerous place? Are you researching? \n\nConversation with excitement? I don't think it's going to go well. I think it would be better to ask the foster carer about the situation."
    },
    "11050103": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50103_Desc",
        "id": 11050103,
        "alias": "Contents.Quest.Desc.50103",
        "text": "[Recommended Level] 59\nSuddenly, a serious scholar has a request and asks for help. How many geologists who were studying here in the past disappeared? Kidnapping? It looks too dangerous. \n\nIt's Dragon Head Cape... There must be many dangerous enemies there... Let's go first. If there are any enemies, I'll try to get rid of them and find those who have disappeared."
    },
    "11050104": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50104_Desc",
        "id": 11050104,
        "alias": "Contents.Quest.Desc.50104",
        "text": "[Recommended Level] 59\nThe geologists seem to have a plague. The original land seems to be developing a cure to help their colleagues... \n\nI don't know if I'll be of any help, but let's follow along. \nThere are spear groups around, so I think I can do enough to get rid of them."
    },
    "11050105": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50105_Desc",
        "id": 11050105,
        "alias": "Contents.Quest.Desc.50105",
        "text": "[recommended level] 56\nA researcher who seems very frightened is saying that he must go to the research site somehow. Something seems dangerous... \nCan you go to the research site and deliver the goods? \n\nFirst, we need to get rid of the mutated people around us. \nAnd let's follow the researcher and see if they get to the research site properly."
    },
    "11050106": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50105_Desc",
        "id": 11050106,
        "alias": "Contents.Quest.Desc.50106",
        "text": "[recommended level] 56\nThe merchant of Geumgyeongcheolmun, who ate Samyojeong's mushroom, said he was not feeling well. No, he knew what that mushroom was and ate it carelessly? If it was poisonous, what would he do... \n\nThe mushroom I'll have to look into what this is... You said it's a mushroom from Samyojeong? Let's get it first. If there's a problem, it'll be helpful to keep the mushrooms."
    },
    "11050200": {
        "deprecated": false,
        "Dev_Desc": "서브_50200_진행 중",
        "id": 11050200,
        "alias": "Contents.Quest.Desc.50200",
        "text": "[권장 레벨] 50 \n붉은 비탈을 지나다 이종족 조사 임무를 맡은 신입 명혜단원, 채란을 만났다. 그녀는 취재를 위해 홍돈족에게 접근했다가 모든 자료를 빼앗기고 겨우 도망쳐 나왔다고 한다. 그런 질문을 들었으면 나였어도 화가 날 것 같긴 한데…\n\n채란을 도와 빼앗긴 자료를 되찾아 주자."
    },
    "11050201": {
        "deprecated": false,
        "Dev_Desc": "서브_50201_진행 중",
        "id": 11050201,
        "alias": "Contents.Quest.Desc.50201",
        "text": "[권장 레벨] 51\n풍백문 해월지부의 장인, 권묵철은 늘 혼자 놀고 있는 아들의 모습에 일이 손에 잡히지 않는다고 했다. 가벼운 마음으로 아이와 잠시 놀아주려 말을 걸었는데... 이 녀석, 탐정 놀이에 푹 빠져 있잖아? \n\n아무래도 고된 하루가 될 것 같은 느낌이 든다."
    },
    "11050202": {
        "deprecated": false,
        "Dev_Desc": "서브_50202_진행 중",
        "id": 11050202,
        "alias": "Contents.Quest.Desc.50202",
        "text": "[권장 레벨] 52\n꼬마 탐정 권도이가 발견한 지하 감옥, 풍백문 지하에 있을법한 시설이 아니라고는 생각했지만 검은 새벽단이 만든 곳이었을 줄이야. \n비류하는 스스로 풍백문의 치부라 칭하는 지하 감옥의 진실을 담담하게 이야기해주었다. 과거의 실수를 잊지 위해 없애지 않았지만 어린아이가 드나들고 있다는 사실을 알게 된 이상 그대로 둘 수 없다는 말도 덧붙였다. \n\n지하 감옥을 폐쇄하는 일에 나도 힘을 조금 보태 볼까?"
    },
    "11050203": {
        "deprecated": false,
        "Dev_Desc": "서브_50203_진행 중",
        "id": 11050203,
        "alias": "Contents.Quest.Desc.50203",
        "text": "[권장 레벨] 55 \n해월대륙 개척 초기에 있었던 거대 비옥 채굴 사건. \n노인은 그날의 비극에서 동료와 부하들을 모두 잃은 이였다. 홀로 살아남은 노인은 시귀가 된 부하들을 살리려 노력했지만 모두 실패했고, 이제는 그들에게 평온한 죽음이라도 찾아 주려하고 있었다. \n\n지쳐버린 노인을 보고 있자니 발걸음이 떨어지지 않는다. 노인이 조금이나마 쉴 수 있도록 도와주자."
    },
    "11050204": {
        "deprecated": false,
        "Dev_Desc": "서브_50204_진행 중",
        "id": 11050204,
        "alias": "Contents.Quest.Desc.50204",
        "text": "[권장 레벨] 56\n목책 뒤에 숨어 투엽단의 동태를 살피고 있는 야생 보전회, 마파람을 만났다. 그는 최근 수월평원에 불법으로 유통되고 있는 사슴의 뿔을 추적하여 해월대륙까지 왔다고 한다. \n\n그가 사슴들을 구출할 수 있도록 투엽단을 처치해주자!"
    },
    "11050205": {
        "deprecated": false,
        "Dev_Desc": "서브_50205_진행 중",
        "id": 11050205,
        "alias": "Contents.Quest.Desc.50205",
        "text": "[권장 레벨] 56\n사묘정의 숲을 혼자 헤매고 있는 영교원 링링을 만났다. 링링은 열사병 치료에 사용되는 귀한 약초를 찾고 있다고 했다. 겁에 질려 약초를 찾는 것조차 힘들어 보이는데…\n\n링링이 약초를 찾을 수 있도록 도와주자."
    },
    "11050206": {
        "deprecated": false,
        "Dev_Desc": "서브_50206_진행 중",
        "id": 11050206,
        "alias": "Contents.Quest.Desc.50206",
        "text": "[권장 레벨] 59 \n용머리 탐사지에서 거지 꼴을 하고 힘없이 앉아 있는 젊은 부부를 만났다. 그들은 행복해야 할 신혼여행지에서 창도단에게 입은 옷 빼고 전부 다 빼앗겨 버렸다고 했다. \n\n창도단으로부터 신혼부부의 금낭과 예물, 여행 가방을 되찾아 주자."
    },
    "11050207": {
        "deprecated": false,
        "Dev_Desc": "서브_50207_진행 중",
        "id": 11050207,
        "alias": "Contents.Quest.Desc.50207",
        "text": "[권장 레벨] 표시 필요\n심연의 틈 가이드 퀘스트 디스크립션 여기에 내용 채워주세요!!!!"
    },
    "11051000": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50000_Desc 진행 중 + 1000",
        "id": 11051000,
        "alias": "Contents.Quest.Desc.51000",
        "text": "[recommended level] 53\nPeople seem to think that I have had great adventures and gained experience outside. I think it's exaggerated... You could be mistaken for that. \n\nBut The young members want to hear stories from the outside world or my advice? If I meet them, I will tell you something... I may learn something.\n\nLet's meet the members and listen to them."
    },
    "11051001": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50001_Desc 진행 중 + 1000",
        "id": 11051001,
        "alias": "Contents.Quest.Desc.51001",
        "text": "[recommended level] 60\nI see a strange person. Maybe I'm here to do something? But looking at the Pungbaekmun costume, it looks like a member... Is it okay?\n\nSomething special that I don't know about There may be circumstances. \nLet's hear the story first. It's not too late to make a decision after that."
    },
    "11051002": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50002_Desc 진행 중 + 1000",
        "id": 11051002,
        "alias": "Contents.Quest.Desc.51002",
        "text": "[recommended level] 60\nWe'll meet again here. His words are a bit questionable, but I think it's true that the locals suffer damage. Let's go to. Will you go ahead and wait for me?"
    },
    "11051003": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50003_Desc 진행 중 + 1000",
        "id": 11051003,
        "alias": "Contents.Quest.Desc.51003",
        "text": "[Recommended Level] 54\nI met the Pioneer Barong Dan again in the Sea and Moon Continent. It seems they are looking for another place... Let's hear the current situation and help as an honorary Barong member. \n\nFirst of all. I'll go to the hill of ghosts and start kicking out the Black Dawn. If there's anything you need after that, I'll tell you."
    },
    "11051004": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50004_Desc 진행 중 + 1000",
        "id": 11051004,
        "alias": "Contents.Quest.Desc.51004",
        "text": "[Recommended Level] 55\nI met someone who would tell me about Song Si-guk. It seems to be a sensitive story that is difficult to tell at the branch, so let's move to a different location and listen to the story.\n\nPay attention to other people's attention the most. If it is a place that does not need to be used, it must be a fertile ruin. Since no one dares to enter there... But unless we get rid of some of the scoundrels around, I don't think there will be an atmosphere for conversation."
    },
    "11051005": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50005_Desc 진행 중 + 1000",
        "id": 11051005,
        "alias": "Contents.Quest.Desc.51005",
        "text": "[recommended level] 51\nPungbaekmun's wired and wireless skills are a bit low, but he seems to be interested in weapons. \n\nAll you need to do is get rid of the Red Don people and collect weapons..."
    },
    "11051006": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50006_Desc 진행 중 + 1000",
        "id": 11051006,
        "alias": "Contents.Quest.Desc.51006",
        "text": "[recommended level] 52\nJwa Yo-han in the scourge is arguing with his colleague over what the scorpion's best weapon is. He's right next to him, so you can just talk. Why don't you tell me? \n\nBut first, let's talk to the merchant next to us. Do you have something to say about scorpions?"
    },
    "11051007": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50007_Desc 진행 중 + 1000",
        "id": 11051007,
        "alias": "Contents.Quest.Desc.51007",
        "text": "[Recommended Level] 54\nA member of Pungbaekmun, who has a loud and loud laughter, is asking for help. A gray mandala is currently appearing on the logging site, interfering with work?\n\nIt's dangerous at first. ...the sound it makes is so loud that it's annoying, so it's definitely going to get in the way of my work.\nLet's get rid of the mandala first and think about it."
    },
    "11051008": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50008_Desc 진행 중 + 1000",
        "id": 11051008,
        "alias": "Contents.Quest.Desc.51008",
        "text": "[recommended level] 54\nSoae Han of Pungbaekmun says that she can't go outside the branch because she is terrified when she sees a gray rock crow. Wouldn't it be helpful to get rid of the gnats? Let's start by reducing the number of gnats."
    },
    "11051009": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50009_Desc 진행 중 + 1000",
        "id": 11051009,
        "alias": "Contents.Quest.Desc.51009",
        "text": "[recommended level] 55\nWoo Jin-hee in the sword fight is having a conversation with her colleague over what is the best weapon of the Westerners. Looking back on the last story, it seems like this will be a useless argument this time as well. ... \n\nBut, in case you don't know, let's talk to Jwa Yo-han with hope. Maybe it's a meaningful story."
    },
    "11051100": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50100_Desc 진행 중 + 1000",
        "id": 11051100,
        "alias": "Contents.Quest.Desc.51100",
        "text": "[recommended level] 56\nI met a scholar who wondered why jellyfish live in forests. As soon as I heard the question of why jellyfish live in forests, I got curious too.\n\nFollowing the scholars Let's go to the forest of dreams."
    },
    "11051101": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50101_Desc 진행 중 + 1000",
        "id": 11051101,
        "alias": "Contents.Quest.Desc.51101",
        "text": "[recommended level] 56\nThere is a research that I wanted to do before, but it was too risky to do. I can protect you from danger, so in a way, I might have an opportunity to do research now.\n\n They say you're going a little deeper in the Forest of Dreams... It seems that there's a more dangerous place than here. You better be prepared. Shall we follow the scholar first?"
    },
    "11051102": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50102_Desc 진행 중 + 1000",
        "id": 11051102,
        "alias": "Contents.Quest.Desc.51102",
        "text": "[recommended level] 58\nThe training crew asks the geologist to get out of here, saying it's dangerous. Why don't geologists want to get out of this dangerous place? Are you researching? \n\nConversation with excitement? I don't think it's going to go well. I think it would be better to ask the foster carer about the situation."
    },
    "11051103": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50103_Desc 진행 중 + 1000",
        "id": 11051103,
        "alias": "Contents.Quest.Desc.51103",
        "text": "[Recommended Level] 59\nSuddenly, the serious scholar has a request and asks for help. How many geologists who studied here in the past disappeared? Abduction?\n\nSurely It seems too dangerous for a scholar to go alone. It's Yongmeori Cape... There must be many dangerous enemies there... \nLet's go first. If there are enemies, I'll go and find them and find those who have disappeared."
    },
    "11051104": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50104_Desc 진행 중 + 1000",
        "id": 11051104,
        "alias": "Contents.Quest.Desc.51104",
        "text": "[Recommended Level] 59\nThe geologists seem to have a plague. The original land seems to be trying to develop a cure to help their comrades... I don't know if I'll be of any help, but I'll follow along. \n\n There are also spear groups around, so I think I can do enough to get rid of them."
    },
    "11051105": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50105_Desc 진행 중 + 1000",
        "id": 11051105,
        "alias": "Contents.Quest.Desc.51105",
        "text": "[recommended level] 56\nA researcher who seems very frightened is saying that he must go to the research site somehow. Something seems dangerous... Can you go to the research site and deliver the goods?\n \nFirst, we have to get rid of the mutated people around us. And let's follow the researcher and see if they get to the research site properly."
    },
    "11051106": {
        "deprecated": false,
        "Dev_Desc": "비옥대지_서브_50105_Desc 진행 중 + 1000",
        "id": 11051106,
        "alias": "Contents.Quest.Desc.51106",
        "text": "[recommended level] 56\nThe merchant of Geumgyeongcheolmun, who ate Samyojeong's mushroom, said he was not feeling well. No, he knew what that mushroom was and ate it carelessly? If it was poisonous, what would he do... \n\nThe mushroom I'm going to have to investigate what this is... You said it's a mushroom from Samyojeong? Let's get it first. If there's a problem, it'll be helpful to keep the mushrooms."
    },
    "11051200": {
        "deprecated": false,
        "Dev_Desc": "서브_50200_진행 전",
        "id": 11051200,
        "alias": "Contents.Quest.Desc.51200",
        "text": "[권장 레벨] 50 \n붉은 비탈의 바위 뒤에 숨어 홍돈족을 지켜보고 있는 신입 명혜단원, 채란. 안절부절 어쩔 줄을 몰라하는 모습을 보니 무슨 일이 생긴 게 분명하다!\n\n채란과 대화하여 무슨 일인지 들어보자."
    },
    "11051201": {
        "deprecated": false,
        "Dev_Desc": "서브_50201_진행 전",
        "id": 11051201,
        "alias": "Contents.Quest.Desc.51201",
        "text": "[권장 레벨] 51\n풍백문 해월지부의 장인, 권묵철은 늘 혼자 놀고 있는 아들의 모습에 일이 손에 잡히지 않는다고 한다. 아이와 잠시 놀아주는 정도라면 내가 충분히 도와줄 수 있을 것 같은데…"
    },
    "11051202": {
        "deprecated": false,
        "Dev_Desc": "서브_50202_진행 전",
        "id": 11051202,
        "alias": "Contents.Quest.Desc.51202",
        "text": "[권장 레벨] 52\n꼬마 탐정 권도이가 발견한 지하 감옥, 영 꺼림칙하다. 아무리 봐도 풍백문 지하에 있을법한 시설은 아닌데… 자세히 알만한 이에게 물어보자."
    },
    "11051203": {
        "deprecated": false,
        "Dev_Desc": "서브_50203_진행 전",
        "id": 11051203,
        "alias": "Contents.Quest.Desc.51203",
        "text": "[권장 레벨] 55 \n거대 비옥이 한눈에 보이는 목책 주변에서 지친 노인과 그의 곁을 지키는 젊은 수양 대원을 발견했다. 노인은 그만하고 돌아가자는 젊은 대원의 말을 들은 척도 하지 않고 활시위를 당기고 있다. \n\n도대체 무슨 사연이 있는 걸까? 젊은 대원과 대화해보자."
    },
    "11051204": {
        "deprecated": false,
        "Dev_Desc": "서브_50204_진행 전",
        "id": 11051204,
        "alias": "Contents.Quest.Desc.51204",
        "text": "[권장 레벨] 56\n목책 뒤에 숨어 투엽단의 동태를 살피고 있는 야생 보전회, 마파람을 만났다. 그는 최근 수월평원에 불법으로 유통되고 있는 사슴의 뿔을 추적하여 해월대륙까지 왔다고 한다. \n\n그가 사슴들을 구출할 수 있도록 도와주자!"
    },
    "11051205": {
        "deprecated": false,
        "Dev_Desc": "서브_50205_진행 전",
        "id": 11051205,
        "alias": "Contents.Quest.Desc.51205",
        "text": "[권장 레벨] 56\n사묘정의 숲을 혼자 헤매고 있는 영교원 링링을 만났다. 링링은 열사병 치료에 사용되는 귀한 약초를 찾고 있다고 했다. 겁에 질려 약초를 찾는 것조차 힘들어 보이는데…\n\n링링이 약초를 찾을 수 있도록 도와주자."
    },
    "11051206": {
        "deprecated": false,
        "Dev_Desc": "서브_50206_진행 전",
        "id": 11051206,
        "alias": "Contents.Quest.Desc.51206",
        "text": "[권장 레벨] 59\n용머리 탐사지에서 거지 꼴을 하고 힘없이 앉아 있는 젊은 부부를 만났다. 그들은 행복해야 할 신혼여행지에서 창도단에게 입은 옷 빼고 전부 다 빼앗겨 버렸다고 한다.\n\n그냥 지나치기엔 너무나 안타까운 사연인데…"
    },
    "11051207": {
        "deprecated": false,
        "Dev_Desc": "서브_50207_진행 전",
        "id": 11051207,
        "alias": "Contents.Quest.Desc.51207",
        "text": "[권장 레벨] 표시 필요\n심연의 틈 가이드 퀘스트 디스크립션 여기에 내용 채워주세요!!!!"
    }
}