{
    "11040000": {
        "deprecated": false,
        "Dev_Desc": "3막 1장",
        "id": 11040000,
        "alias": "Contents.Quest.Desc.40000",
        "text": "This story hasn't been revealed yet."
    },
    "11040001": {
        "deprecated": false,
        "Dev_Desc": "3막 2장",
        "id": 11040001,
        "alias": "Contents.Quest.Desc.40001",
        "text": "This story hasn't been revealed yet."
    },
    "11040002": {
        "deprecated": false,
        "Dev_Desc": "3막 3장",
        "id": 11040002,
        "alias": "Contents.Quest.Desc.40002",
        "text": "This story hasn't been revealed yet."
    },
    "11040003": {
        "deprecated": false,
        "Dev_Desc": "3막 4장",
        "id": 11040003,
        "alias": "Contents.Quest.Desc.40003",
        "text": "This story hasn't been revealed yet."
    },
    "11040004": {
        "deprecated": false,
        "Dev_Desc": "3막 1장",
        "id": 11040004,
        "alias": "Contents.Quest.Desc.40004",
        "text": "I was finally able to come to the Caelite Land after solving Taero Forest's problems. Will I be able to get help from the Ivory Gale, just as Aran told me?\n\nLet's go to Ivory Gale Haewol Quarters and talk to them."
    },
    "11040005": {
        "deprecated": false,
        "Dev_Desc": "3막 2장",
        "id": 11040005,
        "alias": "Contents.Quest.Desc.40005",
        "text": "The problem of the Hongdon tribe has been solved, but the problem faced by Pungbaekmun is not over yet.\nOne day, a being who suddenly appeared is aiming for Hoshitamtam Pungbaekmun on the hill of Wonryeong where you can see the Haewol Branch... \n\n Let's hear the details and solve the problem."
    },
    "11040006": {
        "deprecated": false,
        "Dev_Desc": "3막 3장",
        "id": 11040006,
        "alias": "Contents.Quest.Desc.40006",
        "text": "I weakened the Daybreak and returned to the Ivory Gale Haewol Quarters. I can now meet the Great Elder Song Moonak. However, there's something strange about the atmosphere at the Clan Square.\n\nI should talk to Great Elder Song Moonak."
    },
    "11040007": {
        "deprecated": false,
        "Dev_Desc": "3막 4장",
        "id": 11040007,
        "alias": "Contents.Quest.Desc.40007",
        "text": "Although a lot of things happened, I was able to obtain Caelite from the Caelite mine.\n\nAnyway, what was that about a Windwalk race? I should follow Aran."
    },
    "11040008": {
        "deprecated": false,
        "Dev_Desc": "3막 1장",
        "id": 11040008,
        "alias": "Contents.Quest.Desc.40008",
        "text": "As I arrived at Ivory Gale Haewol Quarters, Brother Bi Ruha, who arrived earlier than me, led a group of clan members to welcome us. He said we should not visit our master, whom we haven't seen in a while, empty handed. He also happened to know what the perfect gift for the occasion would be. For the master, we should resolve the recent issue at the Ivory Gale regarding the Hoglins and the Daybreak.\n\nRecently, there were instances of violent Hoglins attacking clan members. According to the leader of the moderate Hoglins, Hogdon, his younger brother and the Hoglin Chief, Hogcapo, started to become violent after he obtained a strange rock a few years ago. Aran suspected that the rock is a piece of Tectite. With a little help from Hogdon, we were able to defeat Hogcapo and destroy the rock suspected to be Tectite.\n\nThe Daybreak are a group of fanatics who worship the Sura and were confronting the Ivory Gale at Specter Hill near the Haewol Quarters. Many of the dispatched combatants were having trouble against them. We helped the combatants, defeated the individual who appeared to be their leader, and rescued the captured clan members.\n\n I hope this is enough of a gift for the Great Elder."
    },
    "11040009": {
        "deprecated": false,
        "Dev_Desc": "3막 2장",
        "id": 11040009,
        "alias": "Contents.Quest.Desc.40009",
        "text": "Another suggestion from Biryuha, to defeat the Black Dawn, we went to the battle leader of Pungbaekmun. The Black Dawn is a group that worships Sura. The battle leader asked for help because a number of members were dispatched to Wonryeong Hill and they were fighting the Black Dawn.\n\nI arrived in a hurry from the hill of Wonryeong, Arang, and the members of Pungbaekmun's members were the momentum of the Black Dawn. Although it is unknown where they appear, we had to get out of the hill in a hurry, conscious of their endless reinforcements. With Arang's determination and jumping off the cliff, we were able to escape the hill of Mononoke. nPerong Perong's churning skills, and with Arang, it's really... I seem to get caught up in reckless things often.\n\nAnyway, the momentum of the Black Dawn has also been defeated! "
    },
    "11040010": {
        "deprecated": false,
        "Dev_Desc": "3막 3장",
        "id": 11040010,
        "alias": "Contents.Quest.Desc.40010",
        "text": "We finally went to see the Great Elder of Ivory Gale, Song Moonak. He welcomed us with a bit too much hospitality. It was almost hard to believe he was having an argument with his son just moments ago. But when Aran mentioned his son, Song Sigook, the Great Elder knelt before us and begged us to save Sigook, who went to the Hollow den to find Caelite.\n\nAran and I rode the old cableway to the Caelite Ruin. We fought Hollows and found Sigook, who had been defeated by Parafawn, the Destroyer of the Void, and was being consumed by the power of the Sura. After defeating Parafawn, we were about to rescue Sigook when Moonak showed up and stopped Aran from being consumed by the power of the Sura. Moonak was so adamant that we had to turn away and leave Sigook behind. After Moonak returned to the Quarters, we couldn't stop worrying about Sigook. But when we went back, he wasn't there. Aran said that Moonak must've saved him, but I had a bad feeling.\n\nRegardless, we obtained the Caelite that Sigook had sought, and we were then able to open a Fissure."
    },
    "11040011": {
        "deprecated": false,
        "Dev_Desc": "3막 3장",
        "id": 11040011,
        "alias": "Contents.Quest.Desc.40011",
        "text": "Aran and I windwalk-raced all the way to the Dreamy Forest. Perhaps it was because he was a Reborn Advocate, but I couldn't beat him. I thought I became stronger in my own right, but I realized I still have a long way to go.\n\nIn the Dreamy Forest, we dueled and succeeded in summoning the energy of the Fissure. Suddenly, Parsha showed up and closed the Fissure. The Advocate looked incredible, descending from the sky in human form. She admonished us as soon as she landed, but we deserved it. Now that I think of it, I must have been possessed by something—namely, Aran—to attempt to summon a being that once drove the world to the brink of destruction.\n\nShe was so alarmed by our recklessness that she decided to answer our questions in person. She said if we wanted to learn about the Blueskin, the children of the Sura, we should go to the Ebony Rocks, and then she disappeared. Aran said there was no direct way to the Ebony Rocks at the moment. I should follow Aran's suggestion and cross the Dragonscale Desert to get there."
    },
    "11040012": {
        "deprecated": false,
        "Dev_Desc": "4막 1장",
        "id": 11040012,
        "alias": "Contents.Quest.Desc.40012",
        "text": "This story hasn't been revealed yet."
    },
    "11040013": {
        "deprecated": false,
        "Dev_Desc": "4막 2장",
        "id": 11040013,
        "alias": "Contents.Quest.Desc.40013",
        "text": "This story hasn't been revealed yet."
    },
    "11040014": {
        "deprecated": false,
        "Dev_Desc": "4막 3장",
        "id": 11040014,
        "alias": "Contents.Quest.Desc.40014",
        "text": "This story hasn't been revealed yet."
    }
}