{
    "11001000": {
        "deprecated": false,
        "Dev_Desc": "description_서막 4장. 결전 준비",
        "id": 11001000,
        "alias": "Contents.Quest.Desc.1000",
        "text": "This story is in progress."
    },
    "11001001": {
        "deprecated": false,
        "Dev_Desc": "description_서막 5장. 결승전",
        "id": 11001001,
        "alias": "Contents.Quest.Desc.1001",
        "text": "The only thing left to do is to enter the arena and fight Aran.\n\nThis is technically a secret, but Aran is actually the Reborn One of the Advocate Shiro! Since Aran is Shiro's Reborn One, I can guess he'll use ice techniques. I should also be wary of Aran's truth-revealing sword, True Sacrifice. That sword is a Holy Relic that only a Reborn Advocate can wield.\n\nI'm kind of nervous, now that I think about it. No... I know him better than anyone else! Know your enemy and you'll always win!"
    },
    "11001002": {
        "deprecated": false,
        "Dev_Desc": "description_1막 1장. 영교원",
        "id": 11001002,
        "alias": "Contents.Quest.Desc.1002",
        "text": "To prove I am not dangerous, Harum told me I have to clean up the mess I made at the Martial Arts Championship.\n\nAran vouched for my identity by entrusting the Holy Relic, True Sacrifice, to Harum. He gave his precious sword for me... I can't express how grateful I feel. Aran had participated in order to obtain a Caelite, but it was consumed when I went on my rampage.\n\nI'm also fearful of what the dark powers inside me really are. But as Harum said, I need to first restore the damage I caused."
    },
    "11001003": {
        "deprecated": false,
        "Dev_Desc": "description_1막 2장. 네 마리 호랑이",
        "id": 11001003,
        "alias": "Contents.Quest.Desc.1003",
        "text": "Mehwa of the Plum Blossom, Furlong of the Soul Bridge, Horyong of the Peach Blossom, Moonwind of the Soul Steel... The four chiefs of the four groups are called the Saho.\n\nThey are the new powers of Moonwater Plains and are the main proponents of the exploration of the new land and development of Sapphire Basin.\n\nMy objective is to complete their requests and collect Plaques of Merit as proof of their acknowledgment."
    },
    "11001004": {
        "deprecated": false,
        "Dev_Desc": "description_1막 5장. 또다른 증명",
        "id": 11001004,
        "alias": "Contents.Quest.Desc.1004",
        "text": "I met Harum at the Fisher's Village, and it seems she needs me for another task.\n\nGetting the Plaque of Merit was hard enough, but she has even more for me to do? The Edeta Leader really is tough on people..."
    },
    "11001005": {
        "deprecated": false,
        "Dev_Desc": "description_1막 8장. 비옥과 기억",
        "id": 11001005,
        "alias": "Contents.Quest.Desc.1005",
        "text": "I met Harum again and asked about the memory I saw in Noi's Caelite. Harum was also surprised like Aran that I, not a Reborn One, could absorb the Caelite.\n\nHarum pondered for a while and told me she knows where I can find Noi's Caelite. She asked me to accompany her deep into the forest."
    },
    "11001006": {
        "deprecated": false,
        "Dev_Desc": "acquired_서막 4장. 결전 준비",
        "id": 11001006,
        "alias": "Contents.Quest.Desc.1006",
        "text": "This story hasn't been revealed yet."
    },
    "11001007": {
        "deprecated": false,
        "Dev_Desc": "acquired_서막 5장. 결승전",
        "id": 11001007,
        "alias": "Contents.Quest.Desc.1007",
        "text": "This story hasn't been revealed yet."
    },
    "11001008": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 1장. 영교원",
        "id": 11001008,
        "alias": "Contents.Quest.Desc.1008",
        "text": "This story hasn't been revealed yet."
    },
    "11001009": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 2장. 네 마리 호랑이",
        "id": 11001009,
        "alias": "Contents.Quest.Desc.1009",
        "text": "This story hasn't been revealed yet."
    },
    "11001010": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 5장. 또다른 증명",
        "id": 11001010,
        "alias": "Contents.Quest.Desc.1010",
        "text": "This story hasn't been revealed yet."
    },
    "11001011": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 8장. 비옥과 기억",
        "id": 11001011,
        "alias": "Contents.Quest.Desc.1011",
        "text": "This story hasn't been revealed yet."
    },
    "11001012": {
        "deprecated": false,
        "Dev_Desc": "complete_서막 4장. 결전 준비",
        "id": 11001012,
        "alias": "Contents.Quest.Desc.1012",
        "text": "When I saw Aran's name next to mine on the preliminary match schedule, I got so excited that I almost hugged him while he was next to me. The first preliminaries were 2:2 team matches, which require teamwork to win. Aran and I'd trained together since we were young. Together, we always beat our opponents with flying colors.\n\nAfter the relatively easy preliminary round, we also passed the quarterfinals, which were challenging, and then finally reached the finals. The only problem was that Aran also entered the finals without any difficulty, which means I'll have to fight my old friend if I want to win the Championship. This is technically a secret, but Aran is actually the Reborn One of the Advocate Shiro. That means he's extremely strong, and I've never fought him head-on before. It'll be far from easy.\n\nI met a man named Makara on my way to the finals. He spoke rudely to me and handed me a suspicious drink. I drank it because he insisted that the final competitors must drink it, but it tasted absolutely awful..."
    },
    "11001013": {
        "deprecated": false,
        "Dev_Desc": "complete_서막 5장. 결승전",
        "id": 11001013,
        "alias": "Contents.Quest.Desc.1013",
        "text": "What is going on? When I woke up, the Martial Arts Arena was obliterated and I was held captive by the Edeta. Did I lose control and go on a rampage like before? I remember Aran barely managed to calm me down. Perhaps Aran stopped me this time again. I don't even want to imagine what I might have done in front of so many people if it weren't for Aran.\n\nEdeta Leader Harum claimed I had the power of a Sura, therefore I was dangerous. If Aran didn't vouch for me, she would have arrested me right then and there.\n\nAran even handed over his sword, True Sacrifice, as collateral to Harum. True Sacrifice is the Reborn Advocate's holy relic... I must prove my innocence at all costs for Aran, who traded such an important treasure to earn me this chance."
    },
    "11001014": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 1장. 영교원",
        "id": 11001014,
        "alias": "Contents.Quest.Desc.1014",
        "text": "Edeta Member Doha at the New Fishbelly Pub said that I must receive Plaques of Merit from the host of the Championship, the Saho. Even if it wasn't for the deal with Harum, I feel that I must help them in return for the damage I've caused. Not to mention it'd also be a bonus if I could clear my name along the way.\n\nWhile looking for the Saho, I met the Soul Bridge Barons. They taught me about the Souls and Patrons, and even Windstride, which I could use to go wherever I wanted. I also met someone else at the square, a strange man who told me about the Chivalry Quest Board. He was holding a leafy branch, claiming it was his disguise. Perhaps he has a crush on the Quest Manager?\n\nAnyway, now that I've learned everything I need, it's time I prove to the Saho that I'm not a bad person!"
    },
    "11001015": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 2장. 네 마리 호랑이",
        "id": 11001015,
        "alias": "Contents.Quest.Desc.1015",
        "text": "I met the Saho at the Moonwater Harbor square. Mehwa, Leader of the Plum Blossom explorers, Furlong, Chief of the spiritual Baron organization called the Soul Bridge, Horyong, the owner of the giant merchant guild Peach Blossom, and Moonwind, master of the blacksmith guild called the Soul Steel. They call these four the Saho.\n\nThe first task was to find out what happened to the Soul Bridge herbalists. The herbalists went to a shipwreck in the southwest to gather a valuable herb and haven't returned since. Thanks to Furlong's Windstride, I was able to quickly arrive there. There, we found the herbalists surrounded by the Blueskins and also came across a very suspicious scroll.\n\nAfter saving the herbalists, we found out they were deceived by Makara, who claimed there was a field of herbs for them to find. What's more is that the scroll discussed supporting the Blueskin and was marked with Makara's seal. Could it really be that Makara lured the Soul Bridge herbalists and had the Blueskin attack them?"
    },
    "11001016": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 5장. 또다른 증명",
        "id": 11001016,
        "alias": "Contents.Quest.Desc.1016",
        "text": "I've collected all the Plaques of Merit and went to the Fisher's Village where Harum was waiting. Harum and Orum seem to trust me now. Harum called us, saying there was something she to had to tell only to me and Aran, and then returned the Holy Relic True Sacrifice to Aran. She also revealed she was the Reborn One of Advocate Parsha. It's almost unthinkable to come across two Reborn Ones in the same place. This must be fate.\n\nHarum told Aran that a blue Caelite was found at the Barren Ruins, and gave me another task. This time, I need to solve the problems at the Bottomless Pit, which occurred due to the portal opening during the Martial Arts Championship. She promised the Martial Arts Championship incident would be put behind us after this.\n\nLet's use Windstride to go meet Orum at the Bottomless Pit when we're ready."
    },
    "11001017": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 8장. 비옥과 기억",
        "id": 11001017,
        "alias": "Contents.Quest.Desc.1017",
        "text": "Unbelievable things are happening one after another! Harum led me to the Deep Forest Graveyard, claiming she knew where Noi's Caelite was. Just when I was about to absorb the Caelite, Harum suddenly lunged at me, releasing dark energy. If Aran didn't show up when he did... I don't even want to imagine.\n\nAran said Harum the Faithbearer served the Sura, and that her being the Reborn Advocate of Parsha was a complete lie. She had deceived me in order to absorb my power along with the Caelite's. Aran said he came because of something \"a little kid\" had told him. Who is he talking about?\n\nAnyway, thanks to him, I was able to drive off Harum and absorb Noi's Caelite. The memories that flowed into me told me something incredible: I was Noi's child. I've learned so many things so quickly that my head is swimming. Aran and I have so many questions, and we decided on the surest way to find the answers. We need to talk to Advocate Parsha in the Edeta Citadel. First stop: Haewol."
    },
    "11001018": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 11장. 뒷수습",
        "id": 11001018,
        "alias": "Contents.Quest.Desc.1018",
        "text": "This story hasn't been revealed yet."
    },
    "11001019": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 13장. 출항준비",
        "id": 11001019,
        "alias": "Contents.Quest.Desc.1019",
        "text": "This story hasn't been revealed yet."
    },
    "11001020": {
        "deprecated": false,
        "Dev_Desc": "description_1막 11장. 뒷수습",
        "id": 11001020,
        "alias": "Contents.Quest.Desc.1020",
        "text": "I've decided to take Mehwa's advice and stay at the Sapphire Basin to gain more experience and skills.\n\nSince Makara's deeds are still unresolved, I'll build up experience by helping take care of some problems."
    },
    "11001021": {
        "deprecated": false,
        "Dev_Desc": "description_1막 13장. 출항준비",
        "id": 11001021,
        "alias": "Contents.Quest.Desc.1021",
        "text": "Just when I thought I'd get on the ship headed for Haewol, I was hit with more bad luck. The captain said that most of the materials have been collected, but the most important material to repair the helm, the Protector's Core, is missing. He says a large amount of core is needed to move a large ship, but a single Hongrin's Core, from the Powerful Protector inside the labyrinth will be enough.\n\nTime is of the essence, so rather than waiting around, how about I step up to the challenge?"
    },
    "11001022": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 11장. 뒷수습",
        "id": 11001022,
        "alias": "Contents.Quest.Desc.1022",
        "text": "I was preparing to head for Haewol after teaching the corrupted Makara a lesson, when the Plum Blossom Leader Mehwa stopped me. She told me with worry that Haewol might be too tough for me to handle. It hurt my pride a little, but it was advice she was qualified to give since she's the Plum Blossom Leader, who's at the forefront of Haewol exploration.\n\nI decided to listen to her and stay at Sapphire Basin a little longer to gain more experience and train my skills. I was able to witness many incidents while traveling around Sapphire Basin. The Soho Village where the children disappeared, the Poacher Gang's illegal slaughter near the Sapphire Ranch, and the Ploggle Village lost to the corrupted monsters. Makara was behind all these horrendous incidents. How could a sole person commit so much evil? I hope the Saho can relieve the Sapphire Basin's pain and serve as strong leaders.\n\nNow, maybe I should return to the harbor and check if the repairs are finished."
    },
    "11001023": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 13장. 출항준비",
        "id": 11001023,
        "alias": "Contents.Quest.Desc.1023",
        "text": "I thought I could finally depart for Haewol, but that wasn't the case at all. Captain Yang Daehe said he had everything he needed for the repairs except Hongrin's core for the steering gear, which was the most important part of the ship. So, I stepped in. I felt that I'd grown stronger while solving problems around the Sapphire Basin and I also wanted to check out this labyrinth at Barren Ruins that Yang Daehe mentioned.\n\nIt was as dreadful as people said it was, filled with monsters and Protectors. I somehow managed to get ahold of the enraged labyrinth guardian Hongrin's core, and returned to the harbor as quickly as I could. I don't want to go back in there, but I'll probably have to if I want to become stronger. In fact, I should probably do that every chance I get...\n\nThanks to me, the ship was ready to set sail for the new continent on the other side of the sea. I can't wait to get there and meet Parsha. I've got so many questions for her..."
    },
    "11001024": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 6장. 드러난 유적지",
        "id": 11001024,
        "alias": "Contents.Quest.Desc.1024",
        "text": "This story hasn't been revealed yet."
    },
    "11001025": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 7장. 공허의 구덩이",
        "id": 11001025,
        "alias": "Contents.Quest.Desc.1025",
        "text": "This story hasn't been revealed yet."
    },
    "11001026": {
        "deprecated": false,
        "Dev_Desc": "description_1막 6장. 드러난 유적지",
        "id": 11001026,
        "alias": "Contents.Quest.Desc.1026",
        "text": "When I went to the ruins to help Aran find the Caelite, something unbelievable happened.\n\nI managed to enter the Awakened Corridor, which only the Advocate's Reborn Ones could enter."
    },
    "11001027": {
        "deprecated": false,
        "Dev_Desc": "description_1막 7장. 공허의 구덩이",
        "id": 11001027,
        "alias": "Contents.Quest.Desc.1027",
        "text": "Orum was waiting for me at the Bottomless Pit. According to him, the Bottomless Pit was the place where Fishbelly Pub used to be. In the past, a Fissure occurred there suddenly, and since then the place has become uninhabitable and only Hollows are found there.\n\nSince the Fissure has become unstable because of me, I should help these people and defeat the Hollows to deliver the core to them."
    },
    "11001028": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 6장. 드러난 유적지",
        "id": 11001028,
        "alias": "Contents.Quest.Desc.1028",
        "text": "When I went to the ruins to help Aran find the Caelite, something unbelievable happened. I managed to enter the Awakened Corridor which only the Advocate's Reborn Ones could enter. The place where the Advocates trained themselves through trials and dueled with each other was still being guarded by the Protectors. When I defeated all the Protectors and went into the deepest parts of the corridor, a mysterious device appeared. When I activated the device, I felt this new power well up inside of me, and I could suddenly run on water.\n\nBut the amazing things didn't end there. After absorbing the blue Caelite, Noi's Caelite, I could see Noi's memories. Aran was surprised that I, who was not a Reborn One, could absorb that Caelite. I'm also at a loss for words.\n\nAran advised me that if I keep recovering memories, I will be able to find out why it is that I can enter the Awakened Corridor and absorb Noi's Caelite."
    },
    "11001029": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 7장. 공허의 구덩이",
        "id": 11001029,
        "alias": "Contents.Quest.Desc.1029",
        "text": "Orum was waiting for me at the Bottomless Pit. According to him, the Bottomless Pit was the place where Fishbelly Pub used to be. In the past, a Fissure occurred there suddenly, so since then the place has become uninhabitable and only Hollows are found in that area. It's fortunate that the people gathered together to create the New Fishbelly Pub, and were able to comfort each other and overcome the pain.\n\nOrum explained to me that the incident from the Martial Arts Championship has made the Fissure unstable and all that we could do for now was get rid of the Hollows. As I eliminated the Hollows and delivered the cores to Fissure Researcher Josahun, I heard something surprising. It's that the drink found at the Cargo House has the same components as a Hollow's core.\n\nThen, that means... Makara's Mercenary and I drank something made of Hollows? Perhaps the reason I went Enraged was..."
    },
    "11001030": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 9장. 밝혀지는 음모",
        "id": 11001030,
        "alias": "Contents.Quest.Desc.1030",
        "text": "This story hasn't been revealed yet."
    },
    "11001031": {
        "deprecated": false,
        "Dev_Desc": "description_1막 9장. 밝혀진 음모",
        "id": 11001031,
        "alias": "Contents.Quest.Desc.1031",
        "text": "Hayon, a member of Plum Blossom, sighed in relief, saying that she was lucky to find me at the Moonwater Harbor. She was looking for me to invite me to the Saho's speech at the New Fishbelly Pub.\n\nHayon also mentioned they needed more time to prepare, and I should train my skills or help them with their work."
    },
    "11001032": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 9장. 밝혀진 음모",
        "id": 11001032,
        "alias": "Contents.Quest.Desc.1032",
        "text": "Hayon, a member of Plum Blossom, sighed in relief, saying that she was lucky to find me at the Moonwater Harbor. She was looking for me to invite me to the Saho's speech at the New Fishbelly Pub.\n\nThe Saho made their announcement with Fish Network in the lead. They exposed Makara's corruption to the rest of the world and declared that they would step in to restore order to Sapphire Basin. Their announcement ended with resounding encouragement and support from the other residents of Sapphire Basin, but just before they could stop him, Makara escaped. I knew he wasn't the type to accept his fate willingly, but I didn't think he was such a coward, running away like this.\n\nAfter the announcement, I just stood in the middle of the square, thinking. Furlong, the leader of Soul Bridge, showed up and asked me a favor. He received intel about Makara's whereabouts, but the Saho couldn't afford to leave their posts at the moment. He asked me to follow and catch Makara before he could escape to a different continent."
    },
    "11001033": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 3장. 수상한 총타주",
        "id": 11001033,
        "alias": "Contents.Quest.Desc.1033",
        "text": "This story hasn't been revealed yet."
    },
    "11001034": {
        "deprecated": false,
        "Dev_Desc": "description_1막 3장. 수상한 총타주",
        "id": 11001034,
        "alias": "Contents.Quest.Desc.1034",
        "text": "I received my first Plaque of Merit after completing Soul Bridge Chief Furlong's quest. Now it's time for the Plum Blossom and Peach Blossom's quest. I feel sorry for them since they're short-handed from clearing up the Martial Arts Championship incident.\n\nI should do my best to help them!"
    },
    "11001035": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 3장. 수상한 총타주",
        "id": 11001035,
        "alias": "Contents.Quest.Desc.1035",
        "text": "I found Makara on my way to the headquarters to receive the Plum Blossom's quest. He had all the residents gathered together and announced that all activities within the Moonwater Harbor without his permission were henceforth illegal. Everyone protested, and it was clear his orders were absurd.\n\nNot only that, but I could find suspicious clues left behind by Makara while completing my quests. I caught Makara running away from the Lakeside House when I went to track down the cargo chest. There, I found a monster that's not usually found in the Sapphire Basin and an injured person at the back of the house he'd fled. When I told this to Hayon, she told me that Makara must have wanted to attack the house owner after losing a fortune from the Martial Arts Championship bet.\n\nWhen I went to check up on the militia who had been neglecting their duty recently, I found a document which ordered the guard shifts to be shortened and reduce their number. Since the Outpost Captain claimed this to be an order from \"higher up,\" I'm beginning to think Makara is related to this, too. There seems to be no limit to Makara's evil deeds."
    },
    "11001036": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 4장. 의문의 강장제",
        "id": 11001036,
        "alias": "Contents.Quest.Desc.1036",
        "text": "This story hasn't been revealed yet."
    },
    "11001037": {
        "deprecated": false,
        "Dev_Desc": "description_1막 4장. 의문의 강장제",
        "id": 11001037,
        "alias": "Contents.Quest.Desc.1037",
        "text": "Finally, it's the last Soul Steel quest! I'm beginning to think this job might have something to do with Makara since I keep coming across suspicious clues.\n\nI should try my best to get this done."
    },
    "11001038": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 4장. 의문의 강장제",
        "id": 11001038,
        "alias": "Contents.Quest.Desc.1038",
        "text": "I received the last quest from Moonwind of the Soul Steel. The materials ordered from the blacksmith haven't arrived, so an alternative material is needed, such as the Lake Turtle's crystals.\n\nAfter I collected and delivered the materials to the blacksmith Supervisor, Steel Fist, I was able to find out something new. The cargo had arrived on time, but it hadn't been released from the Cargo House. When I went to check it out, there was a bunch of cargo still being held in the Cargo House, and Makara's mercenaries were guarding a suspicious chest.\n\nInside the chest was Makara's orders to not release the Soul Steel's cargo for three days. I also found some of that suspicious tonic which I also drank at the Martial Arts Championship finals. Judging by the smell coming from the mercenaries, they must have drank this tonic, too.\n\nSteel Fist angrily took both the order and drink after hearing the details. This seems to be everything I can do for now. I only hope the Saho investigate the suspicious actions of Makara."
    },
    "11001039": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 12장. 끔찍한 계획",
        "id": 11001039,
        "alias": "Contents.Quest.Desc.1039",
        "text": "This story hasn't been revealed yet."
    },
    "11001040": {
        "deprecated": false,
        "Dev_Desc": "description_1막 12장. 끔찍한 계획",
        "id": 11001040,
        "alias": "Contents.Quest.Desc.1040",
        "text": "Hayon of the Plum Blossom came in a hurry to tell me Makara, who was kicked out, has disappeared. They were keeping an eye on him since he could cause more trouble, but he vanished again while the Saho were visiting Haewol.\n\nLet's find Makara before he commits even more crimes."
    },
    "11001041": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 12장. 끔찍한 계획",
        "id": 11001041,
        "alias": "Contents.Quest.Desc.1041",
        "text": "Hayon of the Plum Blossom came in a hurry to tell me Makara, who was kicked out, has disappeared. They were keeping an eye on him since he could cause more trouble, but he vanished again while the Saho were visiting Haewol. Hayon and I split up and went on a search.\n\nIn the end, I was able to find Makara at the Creepy Valley, where Steelfang used to be. Makara was engulfed with madness unlike before, and there were Soho Villagers who had lost their minds and were being controlled by Makara. When I tried to suppress the villagers and capture Makara, he suddenly struggled in pain and turned to ash.\n\nWhen I told this to Hayon, she said this was because an untrained ordinary person will become engulfed by the Hollow's Core. Makara was desperate, so he used the drug created by the Hollow's Core and poisoned the Soho Villagers to control them. He had an evil plan to poison the water supply to make all the Plains Residents into his personal brainwashed army.\n\nThe demise of this wicked man was fortunately a miserable death."
    },
    "11001042": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 4장. 깊어가는 의심",
        "id": 11001042,
        "alias": "Contents.Quest.Desc.1042",
        "text": "This is an unreleased story."
    },
    "11001043": {
        "deprecated": false,
        "Dev_Desc": "acquired_1막 8장. 드러난 유적지",
        "id": 11001043,
        "alias": "Contents.Quest.Desc.1043",
        "text": "This is an unreleased story."
    },
    "11001044": {
        "deprecated": false,
        "Dev_Desc": "description_1막 4장. 깊어가는 의심",
        "id": 11001044,
        "alias": "Contents.Quest.Desc.1044",
        "text": "With only growing suspicions about Gundam Lim Yeon-su... This time, I received a request to solve the case of a freight wagon attacked by Kwak Ho-ryong, a master of Dohwasangjeon.\n\nIt's Lake Vandal, which seemed peaceful on the surface. , isn't there a lot of incidents?"
    },
    "11001045": {
        "deprecated": false,
        "Dev_Desc": "description_1막 8장. 드러난 유적지",
        "id": 11001045,
        "alias": "Contents.Quest.Desc.1045",
        "text": "When I went to the ruins to help Arang find fertility, an unbelievable thing happened.\n \nThe 'Corridor of Awakening', where only returnees of the divine beast can enter. That's where I got into. "
    },
    "11001046": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 4장. 깊어가는 의심",
        "id": 11001046,
        "alias": "Contents.Quest.Desc.1046",
        "text": "The thieves were the culprits who attacked the freight wagon. However, the freight we recovered contained not only that of the wagon that was attacked this time, but also other freight. has disappeared, but recently the vigilante security seems to have been noticeably neglected.\n\nThe vigilante guard post I went to to find out the truth had to fight with the vigilante because the guard kept avoiding his seat and avoiding conversation. In a document dropped by someone during the fight, the reason for the neglect of the guard could be found.\n\nThe order to shorten the guard time and reduce the number of patrol team in the name of labor cost was written on the document! As he quickly changed his stance, he was stunned that he was only following the instructions of the 'superior.' Since he is a senior member of the vigilante group, I thought that Lim Yeonsu might be involved in this case as well.\n\nLim Yeonsu This person... Is there no end?!"
    },
    "11001047": {
        "deprecated": false,
        "Dev_Desc": "complete_1막 8장. 드러난 유적지",
        "id": 11001047,
        "alias": "Contents.Quest.Desc.1047",
        "text": "It's surprising that I can enter the corridor of awakening, but the mystery did not end there. Tomo, who was found near the cliff of the exposed ruins, saw me and reacted and handed over the turquoise fertility he had.\n \nActually, I thought that I would not be able to absorb fertility because I am not a regressor, but Tomo was offering fertility to me as if to take it. I saw 'memory.' Perhaps it was the memory of Shinsoo Noi. And the memory somehow... had a sad feeling.\n\nArang was very surprised that I had absorbed the fertility, not Shinsoo's returnee. Arang advised me that if I search for another fertility and retrieve my memories, I will be able to find the answer to why I can enter the corridor of awakening and absorb the fertility of Noi. "
    }
}