{
    "11001": "Increases melee attack power, melee penetration, melee hit, and defense by a certain value.",
    "11002": "Ranged Attack Power, Ranged Penetration, Ranged Accuracy, and Critical Bonus Attack Damage are increased by a certain amount.",
    "11003": "Increases qi attack power, qi penetration, qi hit, and control resist by a certain value.",
    "11004": "Increases health, potion recovery rate, non-attack damage resistance, and soul resistance per certain value.",
    "11005": "Increases strength, soul activation rate, non-attack damage amplification, and strength control by certain values.",
    "11006": "Critical rate, evasion, movement speed increase rate, and basic attack speed increase with each value.",
    "11007": "Attacks deal melee damage.",
    "11008": "Attacks deal ranged damage.",
    "11009": "The amount of qi damage dealt by the attack.",
    "11010": "Increases all types of damage.",
    "11011": "Damage increased when equipped with a weapon.",
    "11012": "Increases weapon damage.",
    "11013": "You take less damage from weapon damage.",
    "11014": "Additionally increases weapon damage.",
    "11015": "Increases the minimum amount of damage done when attacking.",
    "11016": "Based on the amount of health restored when healing.",
    "11017": "Healing is increased.",
    "11018": "Damage increased when equipped with a sword.",
    "11019": "Increased damage when equipped with gauntlets.",
    "11020": "Damage increased when equipped with an axe.",
    "11021": "Damage increases when equipped with a qigong tile.",
    "11022": "Damage increased when equipped with a bow.",
    "11023": "Increased damage when equipped with a bell.",
    "11024": "Clears the target's melee defense against melee attacks.",
    "11025": "Offsets the target's ranged defense when attacking from a range.",
    "11026": "A qi attack offsets the target's qi defense.",
    "11027": "Increases penetration of all types.",
    "11028": "Increases chance to hit with melee attacks.",
    "11029": "Increases chance to hit with ranged attacks.",
    "11030": "Increases chance to hit with qigong attacks.",
    "11031": "Increases all types of hit.",
    "11032": "Increased critical strike chance with melee attacks.",
    "11033": "Critical strike chance increases with ranged attacks.",
    "11034": "Increases critical strike chance with qigong attacks.",
    "11035": "Increases critical strike chance of all types.",
    "11036": "Additional damage dealt on a successful critical strike.",
    "11037": "Additional damage dealt on successful weakness attacks.",
    "11038": "Additional damage dealt on successful block penetration.",
    "11039": "Attacking damage that does not reduce the target's armor.",
    "11040": "Offsets melee damage.",
    "11041": "Offsets ranged damage.",
    "11042": "Offsets qigong damage.",
    "11043": "Increases all types of self-defense.",
    "11044": "You take less damage from melee attacks.",
    "11045": "You take less damage from ranged attacks.",
    "11046": "You take less damage from qigong attacks.",
    "11047": "Increases all types of armor.",
    "11048": "Increased chance to miss when hit by melee attacks.",
    "11049": "Increases the chance of being hit by ranged attacks.",
    "11050": "Increased chance of being hit by a qigong attack.",
    "11051": "Increases dodge of all types.",
    "11052": "Critical damage is offset by melee attacks.",
    "11053": "Offsets the critical rate when receiving ranged attacks.",
    "11054": "Critical rate is offset by qigong attacks.",
    "11055": "Increases critical resistance of all types.",
    "11056": "Critical strikes offset additional damage taken.",
    "11057": "Offsets additional damage taken from weakness attacks.",
    "11058": "Benefits additional damage taken from Block Penetration.",
    "11059": "Offsets additional damage taken from defense ignore attacks.",
    "11060": "If you reach 0 health, you die.",
    "11061": "Health is increased.",
    "11062": "Resources that decrease when using a weapon.",
    "11063": "Resources that decrease when using light air or blocking attacks.",
    "11064": "Health recovered per unit time increases.",
    "11065": "Health recovered per unit time increases regardless of the weight you possess.",
    "11066": "The strength recovered per unit time increases.",
    "11067": "Regardless of the weight possessed, the strength recovered per unit time increases.",
    "11068": "Strength consumed when using martial arts is reduced.",
    "11069": "The energy recovered per unit time increases.",
    "11070": "Healing is increased when using a potion of healing.",
    "11071": "When using a potion that restores life, the amount of recovery is increased by a certain percentage.",
    "11072": "Increases the number of basic attacks per unit time.",
    "11073": "Increases the number of attacks per unit time.",
    "11074": "Increases damage dealt with no attacks.",
    "11075": "Damage taken with no attacks is reduced.",
    "11076": "When attacking the boss's weak points, the damage to part-breaking health is increased.",
    "11077": "When attacking the boss's weakness, the damage to the part destruction (hit) health is increased.",
    "11078": "Increases damage to control health when attacking the boss's weak points.",
    "11079": "Increases damage dealt.",
    "11080": "Damage taken is reduced.",
    "11081": "Increases healing done.",
    "11082": "Increases healing received.",
    "11083": "Increases chance to block incoming attacks.",
    "11084": "Increases the chance of a successful block penetration.",
    "11085": "Increases chance to deflect incoming attacks.",
    "11086": "Offsets the target's bounce rate when attacking.",
    "11087": "Your attack has an increased chance to trigger your soul.",
    "11088": "Canceling the attacker's Soul Activation rate when attacked.",
    "11089": "Increases Soul Activation Rate.",
    "11090": "You take less damage when your attack misses.",
    "11091": "When you block an attack you take, you take less damage.",
    "11092": "You take less damage when you deflect an attack you take.",
    "11093": "Damage taken in a row in PVP battles is reduced.",
    "11094": "In PVP battles, the effect of the focused attack on the target is increased.",
    "11095": "It offsets the effect of the focused attack received during PVP battles.",
    "11096": "Increases your final defense when receiving a melee attack.",
    "11097": "Your final defense increases when receiving ranged attacks.",
    "11098": "Your final defense is increased when you receive a qigong attack.",
    "11099": "Offsets the defender's final ERA when attacking at close range.",
    "11100": "Offsets the defender's final defense rate when attacking from a distance.",
    "11101": "When attacking with qigong, the defender's final defense is offset.",
    "11102": "Increases final hit chance with melee attacks.",
    "11103": "Increases final hit chance with ranged attacks.",
    "11104": "Increases final hit chance with qigong attacks.",
    "11105": "Negotiates the attacker's final hit chance when receiving a melee attack.",
    "11106": "Offsets the attacker's final chance to hit when hit by ranged attacks.",
    "11107": "Negotiates the attacker's final hit chance when receiving a qigong attack.",
    "11108": "A successful control attack increases the duration of control.",
    "11109": "When you are in control, the duration of control is reduced.",
    "11110": "Increases success chance of control.",
    "11111": "Your chance of getting under control is reduced.",
    "11112": "Increases success chance of taunts.",
    "11113": "Your chance of getting taunted is reduced.",
    "11114": "Increases the success chance of slowing.",
    "11115": "Your chance of getting slow is reduced.",
    "11116": "Increases the success chance of Freeze.",
    "11117": "Your chance to get frozen is reduced.",
    "11118": "Increases the success chance of Stiffness.",
    "11119": "Your chance of getting stifled is reduced.",
    "11120": "Increases the success chance of burns.",
    "11121": "Your chance of getting burned is reduced.",
    "11122": "Increases success chance of bleeding.",
    "11123": "Your chance of getting bleed is reduced.",
    "11124": "Increases walking and swimming speed.",
    "11125": "Increases swimming speed.",
    "11126": "Your walking speed will increase.",
    "11127": "Maximum weight of items you can carry in your bag.",
    "11128": "Increases the amount of gold earned.",
    "11129": "Experience gain is increased.",
    "11130": "Aura consumption is reduced.",
    "11131": "Increases aura charge.",
    "11132": "Your healing is reduced.",
    "11133": "Healing received is reduced.",
    "11134": "Damage is reduced.",
    "11135": "Increases damage taken.",
    "11136": "The number of basic attacks per unit time is reduced.",
    "11137": "The number of non-air attacks per unit time is reduced.",
    "11138": "Using a health potion will offset the amount of potion recovery.",
    "11139": "Using a health potion will offset the potion recovery rate.",
    "11140": "Walking speed and swimming speed are reduced.",
    "11141": "Your swimming speed is reduced.",
    "11142": "Your walking speed is reduced.",
    "11143": "Additional attack power applied in PVP battles.",
    "11144": "Additional self-defense in PVP battles.",
    "11145": "Additional defense applied in PVP battles.",
    "11146": "Additional penetration in PVP combat.",
    "11147": "This is an additional hit in PVP battles.",
    "11148": "An additional evasion applied in PVP combat.",
    "11149": "This is an additional critical rate applied in PVP battles.",
    "11150": "Additional critical resistance applied in PVP combat.",
    "11151": "Additional attack power in PVE battles.",
    "11152": "Additional self-defense in PVE battles.",
    "11153": "Additional defense applied in PVE combat.",
    "11154": "Additional penetration in PVE combat.",
    "11155": "This is an additional hit in PVE combat.",
    "11156": "An additional evasion applied in PVE combat.",
    "11157": "Additional criticality in PVE combat.",
    "11158": "Additional critical resistance applied in PVE combat.",
    "11159": "Additional attack power applied during boss battles.",
    "11160": "Additional self-defense applied during boss battles.",
    "11161": "Additional defense applied during boss battles.",
    "11162": "Additional penetration applied during boss battles.",
    "11163": "This is an additional hit during boss battles.",
    "11164": "An additional evasion applied during boss battles.",
    "11165": "This is an additional critical rate applied during boss battles.",
    "11166": "Additional critical resistance applied during boss battles.",
    "11167": "Inflicts additional fire damage when Fire element Soul is activated.",
    "11168": "Inflicts additional water damage when water element soul is activated.",
    "11169": "Inflicts additional neck damage when wood element soul is activated.",
    "11170": "Inflicts additional gold damage when gold element soul is activated.",
    "11171": "Inflicts additional wind property damage when wind property soul is activated.",
    "11172": "Inflicts additional brain damage when brain property soul is activated.",
    "11173": "Inflicts additional light property damage when light property soul is activated.",
    "11174": "Inflicts additional dark damage when Dark Soul is activated.",
    "11175": "Increases all elemental damage.",
    "11176": "Increases fire damage done.",
    "11177": "Increases water damage dealt.",
    "11178": "Increases neck damage dealt.",
    "11179": "Increases gold damage dealt.",
    "11180": "Increases wind property damage.",
    "11181": "Increases brain damage dealt.",
    "11182": "Increases light property damage.",
    "11183": "Increases Cancer damage dealt.",
    "11184": "Increases all elemental damage amplification.",
    "11185": "Reduces fire damage taken.",
    "11186": "Reduces water damage taken.",
    "11187": "Reduces neck damage taken.",
    "11188": "Reduces gold damage received.",
    "11189": "Reduces wind property damage received.",
    "11190": "Reduces brain damage taken.",
    "11191": "Reduces light damage taken.",
    "11192": "Reduces cancer damage taken.",
    "11193": "Increases all elemental damage resistance.",
    "11194": "The elemental damage inflicted when Soul is activated is amplified.",
    "11195": "Additionally amplifies elemental damage when Soul is activated.",
    "11196": "Increases the damage against the monster's soul pass gauge."
}