{
    "11045000": "[recommended level]>53\nI heard a murmur from somewhere, so I was curious about what was going on, so I approached it. It turned out that a merchant who was expected in the illustrious battle was struggling because there were no good business items in the fertile land. Something.\n\nHe said he was going on an expedition to a mystery field to find out if there would be any money, and he suggested that we go together. Shall we follow along?",
    "11045001": "[recommended level]>54\nAccording to his words, we decided to move the location to a logging area. \nIt's a place where there aren't many people and there doesn't seem to be anything special... \n\nOnce we go there Let's go and talk to Onyoungin. Maybe I can find something this time.",
    "11045002": "[Recommended Level]>54\nI decided to go to a new place, the Forest Veil, with the two merchants in the battle to see if there were any good items. \n\nIf you can't find something here, Gyuri Jang is the official I may not be able to become a merchant. Can I really find something? \n\nLet's go and talk first.",
    "11045003": "[recommended level]>55\nI met Onyoungin again in Ashen Jungle. \nWhen I asked him why he was alone in this dangerous place, he acknowledged his failure and said that he would take on a new challenge.\n\n There's nothing I can do other than protect you from the enemy, but... Shall I help you?",
    "11045004": "[Recommended Level]>55\nI think the fertile ruins are too dangerous places for ordinary people to enter. Wouldn't it be better to dry them out?\n\nBut looking in those eyes... I think I'd go alone. I thought it would be nice to go together.\n\nLet's follow him to the Fertile Ruins.",
    "11045100": "[recommended level]>57\nI met a craftsman who spoke very passionately about a good stone as if he were singing a song. \nI heard that he is an ordinary craftsman, so a good stone can make a good work. .\n\nAfter listening to it, I think I can understand why people are so obsessed with fine stones. They say I am going to look for good stones, so should I follow along?",
    "11045101": "[recommended level]>59\nI decided to go to Takhoeam Gorge and look for the fresh hydrangea of the plum flower bed that Ho Seok talked about. Not only Geumgyeongcheolmun, but also the plum blossoms are on good terms with the foster care members here. Isn't it?\n\nIf you go and listen to the story, you'll find out?\nBut will it be easy to find? Let's move along the road first.",
    "11045102": "[recommended level]>59\nThe fact that there are so many spear gangs around... \nIn an exaggerated way, maybe they're under siege right now?\n\nI think we should withdraw immediately... \n Let's ask Cheongsu Guk what to do.",
    "11045103": "[recommended level]>57\nDae-Bee Park from Dosangjeon was looking for me? What's going on? Oh! Let's talk with yourself before reporting the situation to Ho-ryong Kwak? It would be better to tell a more refined story. ?\nWell... I know what it means, but I think it would be better if I conveyed it myself.\n\nLet's tell Horyong Kwak the story we've heard and seen so far.",
    "11046000": "[recommended level]>53\nI heard a murmur from somewhere, so I was curious to know what was going on, so I approached it. I found out that a merchant who was expected in the shogun battle was struggling because there were no good business items in the fertile land. Something.\n\nHe said he was going on an expedition to a mystery field to find out if there would be any money, and he suggested that we go together. Shall we follow along?",
    "11046001": "[recommended level]>54\nAccording to his words, we decided to move the location to a logging area. \nIt seems that there are not many people there and it doesn't seem like there will be anything special... \n\nOnce we go there Let's go and talk to Onyoungin. Maybe I can find something this time.",
    "11046002": "[Recommended Level]>54\nI decided to go to a new place, the Forest Veil, with the two merchants in the battle to see if there are any good items. \nIf you can't find something here, Gyuri Jang is an official merchant. It may not be possible. Can we really find something?\n\nLet's go and talk first.",
    "11046003": "[recommended level]>55\nI met Onyoungin again in Ashen Jungle. \nWhen I asked him why he was alone in this dangerous place, he acknowledged his failure and said that he would take on a new challenge.\n\n There's nothing I can do other than protect you from the enemy, but... Shall I help you?",
    "11046004": "[Recommended Level]>55\nI think the fertile ruins are too dangerous places for ordinary people to enter. Wouldn't it be better to dry them out?\nBut looking at those eyes... I thought it would be better to go.\n\nLet's follow him to the Fertile Ruins.",
    "11046100": "[recommended level]>57\nI met a craftsman who spoke very passionately about a good stone as if he were singing a song. \nI heard that he is an ordinary craftsman, so a good stone is required to create a good work. .\n\nAfter listening to it, I think I can understand why people are so obsessed with fine stones. They say I am going to look for good stones, so should I follow along?",
    "11046101": "[Recommended level]>59\nI decided to go to Takhoeam Gorge and look for the fresh hydrangea of the plum flower bed that Ho Seok talked about. Not only Geumgyeongcheolmun, but also the plum blossoms are on good terms with the foster care members here. Isn't it?\n\nIf you go and listen to the story, you'll find out?\nBut will it be easy to find? Let's move along the road first.",
    "11046102": "[recommended level]>59\nThe fact that there are so many spear gangs around... \nIn an exaggerated way, maybe they're under siege right now?\n\nI think we should withdraw right away... \n Let's ask Cheongsu Guk what to do.",
    "11046103": "[recommended level]>57\nDae-Bee Park from Do-Sang-Jeon was looking for me? What's going on? Oh! Let's talk with yourself before reporting the situation to Ho-Ryong Kwak? It would be better to tell a more refined story. ?\n\nHmm... I know what it means, but I think it would be better to convey it on your own.",
    "11047000": "I heard a murmur from somewhere, so I was curious to see what was going on, so I approached it. It turned out that a merchant, who was expected at the Dohwasangjeon, was struggling because there were no good business items in the fertile land. He suggested that we go on an expedition to a mysterious field. I thought it would be fun, so I followed him.\n\nHe said that there are no good business items here, and that it is a hellish place from a merchant's point of view. It's hard to give advice because I don't know. All I can do is clean up the surroundings... but I just said that it would be better to do some more research. I couldn't find it. According to him, there is nothing here except for the dark. Looking into his eyes, it looks like he hasn't given up yet... Shall we hang out with him a little more?",
    "11047001": "The merchant of Dohwasangjeon followed Onyeongin and moved to the logging site. Onyeongin had hopes that there would be something new since there is not much people coming and going. Isn't it the opposite? It seems like there's nothing worthwhile in it or it's a very dangerous place.\n\nBut he said that business is to do with risk, and he said that he would take on the challenge because he couldn't find good things only by going to safe places. However, he did not find anything special this time as well. Onyoungin suddenly began to blame himself. While thinking about how to comfort and calm him, he calmed himself down when a junior merchant appeared. There seemed to be a problem related to performance. I am sensitive to the performance as I am also a merchant group. If there is anything I need to help, please help me a little more.",
    "11047002": "With the two merchants in Dohwasangjeon, we decided to go to a new place, the veil of the forest, and look for new products. If we don't find something here too, Gyuri Jang said that he would not become an official merchant.\n\n They planned to collect the monster's by-products to check the product value, but they didn't seem to have high expectations. However, they thought it was their last chance and decided to help.\n\nBut, again, there was nothing special here. On Young-in said goodbye and thanked Onyoung-in, saying that the decision had been made. I don't know much about bosses, so I can't say anything harshly, but... isn't this too harsh?\n\nIs this the rule of firefighting? But... I'll have to tell you about the situation when I meet Kwak Ho-ryong later.",
    "11047003": "I met Onyoungin again in the Ashen Jungle. When I asked him why he was alone in this dangerous place, he acknowledged his failure and said that he was taking on a new challenge. There is nothing I can do other than protect from the surrounding enemies. .. I decided to give as much help as I can now.\n\nAfter removing the threat, I did some research on my own, but I couldn't evaluate what was valuable, so I decided to give up.\nGo back to Onyoungin again When asked about his achievements, he gave a negative answer. After experiencing successive failures, Onyoungin struggles with confusion as to whether he lacks skills as a merchant or because there is really nothing useful in the fertile land. I've been asking you to go with me. He knew that the Fertile Ruins was a dangerous place, but he couldn't stop him from saying that he wouldn't be able to convince himself if he didn't do anything until the end. Let's go with him.",
    "11047004": "We arrived at the Fertile Ruins and, at his request, began to search for the Bulwark's core. I was doubtful that the Bulwark's nucleus would have any commercial value, but I decided to help first. All he got was powder or shards, and he said he'd take it and see if it's worth it. It's not confirmed yet, but it's a gloomy atmosphere. It must have been because he didn't have a strong thought that there was going to be a ... Whatever the outcome, I will support you.",
    "11047100": "I met a craftsman who spoke very passionately about good stones as if they were singing a song. After hearing the story, he said that he is an ordinary craftsman and that only good stones can make good works. It was the same, so I decided to follow him.\n\nWhile he checked the stones, he cleared out the threats around him. He was very satisfied with the quality of the stones around him. At that time, a trainee came nearby and this place was It's dangerous, so I asked him to move to a safe place. I'm thinking of moving because it's a dangerous place... Suddenly, the father-in-law gets angry and starts fighting with the training crew. Why is that? Before, I left the place with him.\n\nThe artisan kept saying bad things about fostering even after moving the place. It seems that it wasn't a problem to just change the place today. Something that had been accumulated before Maybe he wanted to say that he wasn't the only one, so he introduced me to meet a member of the plum blossoms nearby.",
    "11047101": "I decided to go to Takhoeam Gorge and look for the fresh hydrangea of the plum blossoms that Hoseok talked about. Are the plum blossoms not only on Geumgyeongcheolmun but also on good terms with the foster members here?\nHosuseok Since I recommended this succulent soup, I thought it would be good for the two of us, but looking at the face of the chungsu-guk, it doesn't seem so. Well... that's not important, so let's move on. \n\nThe plum blossoms here He said that he had planned to build a base deep in Cape Yongmeori for exploration, but it was difficult to build and maintain due to the sudden disturbance of the Changdo Team. It seemed that they did not have the means to support the rear. As a result, they could not properly respond to requests for help, and in the end, distrust between each other was building up.",
    "11047102": "There are so many spear gangs around! It's a bit exaggerated to say that we were surrounded. It seemed that we should withdraw immediately, so we asked Cheongsu-guk for his opinion. Cheongsu-guk began to ponder while muttering to himself.\n \nHe seemed to know that he had to rationally withdraw. There must have been some regret, but when he was asked if he would stay and build a base, he seemed to have resolutely settled his position. You said that you would investigate the equipment, okay? Are you withdrawing? If it's the spear gang's equipment, I'll be able to collect it... \n\nI also took the spear gang's equipment and succeeded in evacuating to the exploration site without much loss. He said that he could not proceed with the expedition alone because of the Silver Spear Team, and that he wanted to connect with something, but there was no suitable target.",
    "11047103": "Bi-Park from Dohwasangjeon came to visit. He asked me if I would like to pass on the story I saw and heard on the Haewol Continent to Sangjeonju Kwak Ho-ryong. Well... I know what it means, but I think it would be better if I conveyed it myself.\n\nI told Horyong Kwak about the story I had heard and seen. After hearing the story, I put on a complicated expression on my face. They said that they would go to see Bi-Park right away without delay. I was curious what they would talk about. I didn't get permission, but... I followed behind and decided to listen to it from nearby. A story about the future of the painting war.\nA lot of time has passed since there were complicated stories such as Saho's story coming out.\nI didn't feel the need to listen to this anymore, so I stopped listening and decided to leave. ",
    "11045104": "[recommended level] 59\n met Oreum at the Yongmeori Exploration Area. \n What happened to Ereda? ",
    "11045105": "[Recommended level] 60\nHareum went to the hideout of disaster? What was there?\nI wondered what happened to Harreum's disappearance,\nI also offered to go with him in case it might be helpful.\nFortunately, Oreumdo welcomed ",
    "11045106": "[recommended level] 60\nI didn't expect to see Jo Jo-Hun, who is researching rifts, again in the fertile land. ",
    "11046104": "[recommended level] 59\n met Oreum at the Yongmeori Exploration Area. \n What happened to Ereda? ",
    "11046105": "[Recommended level] 60\nHareum went to the hideout of disaster? What was there?\nI wondered what happened to Harreum's disappearance,\nI also offered to go with him in case it might be helpful.\nFortunately, Oreumdo welcomed ",
    "11046106": "[recommended level] 60\nI didn't expect to see Jo Jo-Hun, who is researching rifts, again in the fertile land. ",
    "11047104": "According to Oreum, Harem's body suddenly disappeared. \n Ereda traced the trail to find Harem, and as a result arrived at Yongmeori Cape. ",
    "11047105": "I came to the hideout of the disaster and searched all over for traces of Harem \n but I couldn't find anything that stood out. \n\nFortunately, a Doha crew found a person who had witnessed Harem and went to see him. \nHe investigates the rift ",
    "11047106": "“The Doha crew found traces of Hareum. \n It was a huge and dangerous place. \n So I thought it would be good to have as many people as possible, but \n Oreum, in case something happens inside. "
}