{
    "11050000": "[Recommended Level] 53\nPeople seem to think that I have had great adventures and gained experience outside. \nI think something is exaggerated... You could be mistaken for that. \n\nBut the young members want to hear stories from the outside world or my advice? If you meet them, I will tell you something... I might learn something. \n\nLet's meet the members and listen to them.",
    "11050001": "[recommended level] 60\nI see a strange person. \nIsn't he supposed to come here to play a banquet? \n\nBut, the Pungbaekmun outfit looks like a member... \nIs it okay? ",
    "11050002": "[recommended level] 60\nWe'll meet again here. His words are a bit questionable, but I think it's true that the locals suffer damage. Let's go to.\nWould you like to go and wait for me first?",
    "11050003": "[Recommended Level] 54\nI met the Pioneer Barong Dan again on the Sea and Moon Continent. It seems they are looking for another place... Let's hear the current situation and help as an honorary Barong member. \n\nFirst of all. I'll go to the hill of ghosts and start kicking out the Black Dawn. If you need anything after that, I'll tell you.",
    "11050004": "[Recommended Level] 55\nI met someone who would tell me about Song Si-guk. It seems to be a sensitive story that is difficult to tell at the branch, so let's move to a different location and listen to it.\n\nPay attention to other people's attention the most. If it's a place that doesn't need to be used, it's probably a fertile ruin. Since no one dares to come in there... \n\nBut unless you get rid of some bastards around, I don't think there will be an atmosphere for conversation.",
    "11050005": "[recommended level] 51\nPungbaekmun's wired and wireless skills are a bit lacking, but he seems to be interested in weapons. \n\nAll you have to do is get rid of the Red Don people and collect weapons...",
    "11050006": "[recommended level] 52\nJwa Yo-han in the sword fight is arguing with a colleague next to him over what the scorpion's best weapon is. \nI'm right next to him, so I just need to talk, why me? Do you want me to talk to you?\n\nBut first, let's talk to the merchant next to us.\nIs there something you want to say about scorpions?",
    "11050007": "[recommended level] 54\nPungbaekmun, who has a loud and loud laughter, is asking for help.\nA gray mandala is currently appearing on the logging site, interfering with work? It's dangerous at first... .The sound it makes is so loud that it's annoying, so it's definitely going to get in the way of my work.\n\nLet's get rid of the mandala first and think about it.",
    "11050008": "[Recommended Level] 54\nHan So-ae of Pungbaekmun says that she can't go outside of the branch because she is terrified just looking at the gray rock moss. I don't know the cause of the fear... \n\nOnce the target gray color Wouldn't it be helpful to get rid of the gnats? Let's start by reducing the number of gnats.",
    "11050009": "[Recommended level] 55\nWoo Jin-hee in the sword fight is having a conversation with her colleague about what the Westin's best weapon is. It seems... \n\nBut, in case you don't know, let's talk to Jwa Yo-han with hope. Maybe it's a meaningful story.",
    "11050100": "[recommended level] 56\nI met a scholar who wondered why jellyfish live in forests. As soon as I heard the question why jellyfish live in forests, I got curious too.\n\nFollowing the scholars Let's go to the forest of dreams.",
    "11050101": "[recommended level] 56\nThere is a research that I wanted to do before, but it was too risky to do. I can protect you from danger, so in a way, I might have an opportunity to do research now.\n\n They say you're going a little further into the Forest of Dreams... It seems that there is a more dangerous place than here. You better be prepared. \n\nShall we go with the scholar first?",
    "11050102": "[recommended level] 58\nThe training crew asks the geologist to get out of here, saying it's dangerous. Why don't geologists want to get out of this dangerous place? Are you researching? \n\nConversation with excitement? I don't think it's going to go well. I think it would be better to ask the foster carer about the situation.",
    "11050103": "[Recommended Level] 59\nSuddenly, a serious scholar has a request and asks for help. How many geologists who were studying here in the past disappeared? Kidnapping? It looks too dangerous. \n\nIt's Dragon Head Cape... There must be many dangerous enemies there... Let's go first. If there are any enemies, I'll try to get rid of them and find those who have disappeared.",
    "11050104": "[Recommended Level] 59\nThe geologists seem to have a plague. The original land seems to be developing a cure to help their colleagues... \n\nI don't know if I'll be of any help, but let's follow along. \nThere are spear groups around, so I think I can do enough to get rid of them.",
    "11050105": "[recommended level] 56\nA researcher who seems very frightened is saying that he must go to the research site somehow. Something seems dangerous... \nCan you go to the research site and deliver the goods? \n\nFirst, we need to get rid of the mutated people around us. \nAnd let's follow the researcher and see if they get to the research site properly.",
    "11050106": "[recommended level] 56\nThe merchant of Geumgyeongcheolmun, who ate Samyojeong's mushroom, said he was not feeling well. No, he knew what that mushroom was and ate it carelessly? If it was poisonous, what would he do... \n\nThe mushroom I'll have to look into what this is... You said it's a mushroom from Samyojeong? Let's get it first. If there's a problem, it'll be helpful to keep the mushrooms.",
    "11051000": "[recommended level] 53\nPeople seem to think that I have had great adventures and gained experience outside. I think it's exaggerated... You could be mistaken for that. \n\nBut The young members want to hear stories from the outside world or my advice? If I meet them, I will tell you something... I may learn something.\n\nLet's meet the members and listen to them.",
    "11051001": "[recommended level] 60\nI see a strange person. Maybe I'm here to do something? But looking at the Pungbaekmun costume, it looks like a member... Is it okay?\n\nSomething special that I don't know about There may be circumstances. \nLet's hear the story first. It's not too late to make a decision after that.",
    "11051002": "[recommended level] 60\nWe'll meet again here. His words are a bit questionable, but I think it's true that the locals suffer damage. Let's go to. Will you go ahead and wait for me?",
    "11051003": "[Recommended Level] 54\nI met the Pioneer Barong Dan again in the Sea and Moon Continent. It seems they are looking for another place... Let's hear the current situation and help as an honorary Barong member. \n\nFirst of all. I'll go to the hill of ghosts and start kicking out the Black Dawn. If there's anything you need after that, I'll tell you.",
    "11051004": "[Recommended Level] 55\nI met someone who would tell me about Song Si-guk. It seems to be a sensitive story that is difficult to tell at the branch, so let's move to a different location and listen to the story.\n\nPay attention to other people's attention the most. If it is a place that does not need to be used, it must be a fertile ruin. Since no one dares to enter there... But unless we get rid of some of the scoundrels around, I don't think there will be an atmosphere for conversation.",
    "11051005": "[recommended level] 51\nPungbaekmun's wired and wireless skills are a bit low, but he seems to be interested in weapons. \n\nAll you need to do is get rid of the Red Don people and collect weapons...",
    "11051006": "[recommended level] 52\nJwa Yo-han in the scourge is arguing with his colleague over what the scorpion's best weapon is. He's right next to him, so you can just talk. Why don't you tell me? \n\nBut first, let's talk to the merchant next to us. Do you have something to say about scorpions?",
    "11051007": "[Recommended Level] 54\nA member of Pungbaekmun, who has a loud and loud laughter, is asking for help. A gray mandala is currently appearing on the logging site, interfering with work?\n\nIt's dangerous at first. ...the sound it makes is so loud that it's annoying, so it's definitely going to get in the way of my work.\nLet's get rid of the mandala first and think about it.",
    "11051008": "[recommended level] 54\nSoae Han of Pungbaekmun says that she can't go outside the branch because she is terrified when she sees a gray rock crow. Wouldn't it be helpful to get rid of the gnats? Let's start by reducing the number of gnats.",
    "11051009": "[recommended level] 55\nWoo Jin-hee in the sword fight is having a conversation with her colleague over what is the best weapon of the Westerners. Looking back on the last story, it seems like this will be a useless argument this time as well. ... \n\nBut, in case you don't know, let's talk to Jwa Yo-han with hope. Maybe it's a meaningful story.",
    "11051100": "[recommended level] 56\nI met a scholar who wondered why jellyfish live in forests. As soon as I heard the question of why jellyfish live in forests, I got curious too.\n\nFollowing the scholars Let's go to the forest of dreams.",
    "11051101": "[recommended level] 56\nThere is a research that I wanted to do before, but it was too risky to do. I can protect you from danger, so in a way, I might have an opportunity to do research now.\n\n They say you're going a little deeper in the Forest of Dreams... It seems that there's a more dangerous place than here. You better be prepared. Shall we follow the scholar first?",
    "11051102": "[recommended level] 58\nThe training crew asks the geologist to get out of here, saying it's dangerous. Why don't geologists want to get out of this dangerous place? Are you researching? \n\nConversation with excitement? I don't think it's going to go well. I think it would be better to ask the foster carer about the situation.",
    "11051103": "[Recommended Level] 59\nSuddenly, the serious scholar has a request and asks for help. How many geologists who studied here in the past disappeared? Abduction?\n\nSurely It seems too dangerous for a scholar to go alone. It's Yongmeori Cape... There must be many dangerous enemies there... \nLet's go first. If there are enemies, I'll go and find them and find those who have disappeared.",
    "11051104": "[Recommended Level] 59\nThe geologists seem to have a plague. The original land seems to be trying to develop a cure to help their comrades... I don't know if I'll be of any help, but I'll follow along. \n\n There are also spear groups around, so I think I can do enough to get rid of them.",
    "11051105": "[recommended level] 56\nA researcher who seems very frightened is saying that he must go to the research site somehow. Something seems dangerous... Can you go to the research site and deliver the goods?\n \nFirst, we have to get rid of the mutated people around us. And let's follow the researcher and see if they get to the research site properly.",
    "11051106": "[recommended level] 56\nThe merchant of Geumgyeongcheolmun, who ate Samyojeong's mushroom, said he was not feeling well. No, he knew what that mushroom was and ate it carelessly? If it was poisonous, what would he do... \n\nThe mushroom I'm going to have to investigate what this is... You said it's a mushroom from Samyojeong? Let's get it first. If there's a problem, it'll be helpful to keep the mushrooms.",
    "11050200": "[recommended level] 50 \nPassing the red slope, I met Chae-ran, a new member of the Myunghye team on a mission to investigate a heterogeneous race. It is said that she approached the Hongdon tribe for coverage, but lost all data and managed to escape. If I had heard such a question, it would have made me angry...\n\nLet's help Chae-ran recover the stolen materials.",
    "11050201": "[Recommended level] 51\nMuk-cheol Kwon, the father-in-law of the Pungbaekmun Haewol branch, said that he couldn't get a job when he saw his son always playing alone. .. This guy is obsessed with detective games, right?\n\nI have a feeling it's going to be a tough day.",
    "11050202": "[Recommended Level] 52\nThe dungeon discovered by Little Detective Kwon Doi, I didn't think it was a facility that could be found under Poongbaekmun, but it must have been a place built by the Black Dawn. He calmly told the truth about the dungeon called Chibu. He didn't remove it to forget the mistakes of the past, but he also added that he couldn't leave it as it was until he found out that children were coming and going.\n\nClosing the dungeon. Shall I add a little more power to it?",
    "11050203": "[Recommended Level] 55 \nA huge fertility mining incident in the early days of the pioneering of the sea and moon continent. \nThe old man was the one who lost all his colleagues and his subordinates in the tragedy of that day. But they all failed, and now they are trying to find a peaceful death for them. \n\nI can't stop walking when I see the tired old man. Let's help the old man get some rest.",
    "11050204": "[recommended level] 56\nI met Maparam, a wildlife conservation group hiding behind a fence and observing the behavior of the swarms. He is said to have reached the Seawol Continent by tracing deer antlers illegally distributed in Suwol Plain. .\n\nLet's kill the Bullfights so he can rescue the deer!",
    "11050205": "[recommended level] 56\nI met a young teacher Lingling, who was wandering alone in the forest of Samyojeong. Lingling said that she was looking for a precious herb used to treat heat stroke. It looks so frightened that it's hard to even find a herb... \n\nLet's help Lingling find the herb.",
    "11050206": "[Recommended Level] 59 \nAt the Dragon Head Exploration Area, I met a young couple sitting helplessly, pretending to be beggars. They said that they had lost everything except the clothes they wore to the spear gang on their honeymoon where they should be happy.\n \nLet's get the newlyweds' gold bags, gifts, and suitcases back from the Changdodan.",
    "11050207": "[recommended level] needs to be displayed\nFill in the Abyss Rift guide quest description here!!!!",
    "11051200": "[recommended level] 50 \nChaeran, a new rookie hye gang hiding behind a rock on a red slope and watching the Hongdon people. Seeing her restless and helpless, something must have happened!\n\nLet's talk to Chaeran n and hear what's going on.",
    "11051201": "[recommended level] 51\nMuk-cheol Kwon, the father-in-law of the Pungbaekmun Haewol branch, says that his son is always playing alone and he cannot get a job. If it is enough to play with him for a while, I can help enough. I think...",
    "11051202": "[Recommended Level] 52\nThe dungeon discovered by Little Detective Kwon Doi is very reluctant. No matter how you look at it, it's not a facility that is likely to be located in the basement of Pungbaekmun... Let's ask someone who knows more.",
    "11051203": "[RECOMMENDED LEVEL] 55 \nI found a weary old man and a young foster team guarding him around a barrier overlooking huge fertility. He is pulling the bowstring.\n\nWhat the hell is the story? Let's talk with the young crew.",
    "11051204": "[Recommended level] 56\nI met Maparam, a wildlife conservation group that hid behind a fence and monitored the movement of the swarms. He is said to have reached the Seawol Continent by tracing deer antlers illegally distributed in the Suwol Plains. .\n\nLet's help him rescue the deer!",
    "11051205": "[recommended level] 56\nI met a young teacher Lingling, who was wandering alone in the forest of Samyojeong. Lingling said that she was looking for a precious herb used to treat heat stroke. It looks so frightened that it's hard to even find a herb... \n\nLet's help Lingling find the herb.",
    "11051206": "[Recommended Level] 59\nAt the Dragon Head Exploration Area, I met a young couple sitting helplessly, pretending to be beggars. They say that on their honeymoon where they should be happy, all but the clothes they wore were taken away by the spear gang.\n \nIt's a very sad story to just ignore...",
    "11051207": "[recommended level] needs to be displayed\nFill in the Abyssal Rift guide quest description here!!!!"
}