{
    "18600000": "There are thieves who only eat sprouts. The damage to the crops is not that great. Please get rid of the leaf thieves.",
    "18600001": "I'm worried that there are too many blue hermit crabs in the shallow lake. They are omnivores, so there is nothing I can't eat. Please reduce the number before eating them all.",
    "18600002": "The thieves in the shallow lake have stolen the fish bait for fishing. Please take care of the troublesome fish thieves.",
    "18600003": "Some people eat snake mushrooms without even knowing they are poisonous. We need to reduce the damage, so go to a shallow lake and get rid of the snake mushrooms.",
    "18600004": "The lotus humans in shallow lakes are very ferocious. We're not the only ones who approach them thinking it's a lotus leaf and then get attacked again. Please get rid of the lotus humans so they don't get hurt.",
    "18600005": "As long as you buy the crab, the thieves come and steal it. Please scold the troublesome thieves who ran away to the shallow lake. They are wearing blue crabs, so you will be able to find them easily.",
    "18600006": "The stinging lotus-leaf men in the shallow lake are disturbing the merchants who come with the big fish bang. Please help the merchants by defeating them.",
    "18600007": "Sometimes foxes in the shallow lake hills steal packs from strangers. Please scold the naughty foxes.",
    "18600008": "The trees need to be replanted in the rotten logging, but the westerners are getting in the way. Kill the western warriors roaming around the trees.",
    "18600009": "People who have been to the rotten logging areas keep getting sick. The Westin can cause epidemics, so we can't just sit still. Kill the Westin archers.",
    "18600010": "The westerners in the rotten logging slaughtered innocent people. Please kill the westerners for revenge.",
    "18600011": "The turtles appearing around the lake are making fish farming difficult. Hunt the lake turtles to reduce their numbers.",
    "18600012": "There are turtles in the Turtle Lake that never leave. That's the lake turtle. Please take care of the heavy lake turtles.",
    "18600013": "The ruins are full of exposed Guardswordsmen. They are too numerous to be a threat. Please kill them.",
    "18600014": "Raging Guardian Artillery is constantly appearing in the revealed ruins. Please reduce their numbers before they cross the shallow lake.",
    "18600015": "Destroy all the elite Wild Guard Swordsmen and Furious Guard Artillery, as well as the Elite Furious Guard Swordsmen and the Elite Furious Guard Artillery. The Fury Guards seem to be silent right now, but they may suddenly come into town someday.",
    "18600016": "Raging Guards are appearing at the ruins and threatening them. Defeat Raging Guards, Raging Guard Artillery, and Elite Raging Guards to help keep them from becoming a threat.",
    "18600017": "It is said that the evil spearman swordsmen and the double swords camp in the forest and are not allowed to approach. Go ahead, clear the spears and clear a path.",
    "18600018": "The force of the spear gang is growing, and the number of residents taking damage is increasing. Go to the spear gang's lair and defeat the spear swordsman and the double sword to help prevent further looting damage.",
    "18600019": "Go to the spears' lair and kill the spears and spears who are harassing the innocent. Kill the elite spearmen and the elite spears as well. If you leave the spears alone, they will become a huge threat later. is.",
    "18600020": "It is said that many passersby are reluctant to walk through the forests of the ancient city because of the tree spirit. Some even perform a ritual to ward off bad luck by encountering an elite tree spirit. Please deal with the tree spirit for the fearful passersby.",
    "18600022": "Please kill the tigers on the old city forest road. The tigers will destroy both deer and goats.",
    "18600023": "Pedestrians say they can't go through the forest trails of Kodo City because of the tree spirit. Please help those who are afraid.",
    "18600024": "Indigenous peoples of the Wildcats' base have lost their homes and are unable to return. Show them that the Medical Association is alive by defeating the Fighting Blade swordsmen or archers.",
    "18600025": "More and more people are getting hurt by the Brawler. Go to the Brawler's stronghold and stop the Brawler from committing atrocities. Kill the Brawler Swordsman, the Archer, the Assassin, the Technician, and the Elite Brawler's Axe. ",
    "18600026": "The Fighters have a reputation for being venomous, especially the Fighters assassins, whose viciousness is tongue-in-cheek. Kill them.",
    "18600027": "The damage done to ordinary people by illegal smuggling by the fighters is not so great. Please go to the fighters' base. Let's set the example for the fighters.",
    "18600028": "There are rumors of spiders appearing in the deep cemetery forest and digging the graveyard. Go and get rid of the spiders before the ghosts appear in the graveyard.",
    "18600029": "In the deep cemetery forest, it is said that one step away from the cemetery, and two steps will bring the spirit of old age, and two steps away, the spirit of the old man will appear, bewitching and arresting people.",
    "18600030": "Goblin is so scary. You don't know what kind of magic you're going to use, so how can you not be afraid? I hope the demons that weaken mind and body go away. Go to the deep cemetery forest and deal with the demons.",
    "18600031": "The cattle in the pastures at sunset say they can't graze because they're afraid of the dead. Go and help.",
    "18600032": "The red hogs graze on the pastures at sunset and say they don't have enough fodder for their livestock. Please deal with them.",
    "18600033": "Did you know that there is gold in the pastures in the sunset pastures? The perfect golden hawk has gleaming golden leaves. Save the golden leaves. The gold you collect will be put to good use.",
    "18600034": "Defeat the bears in Stone Hill Hills. I am afraid to go to Stone Hill Hills. ",
    "18600035": "Why are there so many tigers in Stone Hill Hills? Kill the tigers that roam the Stone Hill Hills.",
    "18600036": "Bears and tigers in the Stone Hill Hills are known for their strength and ferocity. They attack and harm animals as well as people. Someone must deal with these beasts.",
    "18600037": "The eroded westerners are polluting the destroyed Suwa villages with germs. Please kill the eroded westerners for hygiene.",
    "18600038": "The Suwa are suffering terribly because of the eroded Westin appearing in the destroyed Suwa village. Please help the Suwa stay safe by defeating them.",
    "18600039": "Since the eroded Westin appeared in the destroyed Suwa village, the Suwa have been living a difficult life. However, the appearance of crocodiles has also made it even more difficult for the Suwa. Help the Suwa by killing them.",
    "18600040": "The recent surge in blue hermit crabs has been disrupting fishing. Please clear up the blue hermit crabs near the wrecked wreckage.",
    "18600041": "More and more people are getting hurt by swamp crocodiles in Eerie Valley. Please help keep them from harm.",
    "18600042": "The Void Pit has become uninhabitable because of the Burners. Kill them.",
    "18600043": "The soulless, human-husked raven must be slain. Go to the pit of the void and slay it.",
    "18600044": "The pits of the void are still haunted by mortals. In the never ending battle, both those who have suffered and those who have not been struck by them are terrified. Kill the Fire Demons.",
    "18600501": "The mushroom on Jungle's back must be poisonous. Someone cooked and ate it some time ago and almost died. Kill the Jungle Snake on Spider Forest Path before Ammon gets hit.",
    "18600502": "When you go through the spider forest, you'll be amazed at how many jungle spiders there are. In the past, there were so many cobwebs that you couldn't even see the sunlight. For those who are afraid of jungle spiders, please kill them. ",
    "18600503": "The Spider Forest Path is a useful route to the Eastern Survey Forest, but it doesn't take too much time because of the mandala. Defeating the mandala will be of great help.",
    "18600504": "East Ecological Forests have become much more secure, but we are not the only pioneers who are attacked by unconscious demons for no reason. To reduce damage, unconscious archers and soldiers must be slain.",
    "18600505": "In the Eastern Ecological Forest, the Myomyeon are said to be ferocious towards passersby. The Myomyeon are usually cautious, but something is strange. Something seems to have made them wild. Gather the clues, please.",
    "18600506": "Today in the Eastern Ecological Forest, there have been several victims of attacks by unconscious demons. Please help prevent the number of victims from increasing by killing unconscious demonic archers and soldiers.",
    "18600507": "They are said to also make noises when the mandala makes a sound. It's like singing along to a song. I can't stand the noise as the mandala also joins the jungle outbreak. The jungle outbreak in front of Mandala Falls, please deal with it. ",
    "18600508": "I'm glad the noisy mandala is on the waterfall side, but you never know when it will cross over to Yedohang. Please stop the mandala from falling over.",
    "18600509": "It is difficult to pass in front of the Mandala Falls due to the noise of the mandala. This problem will only be solved by killing not only the small mandala, but also the elite mandala. Please kill the small mandala, mandala and elite mandala. .",
    "18600510": "The jungle wolf is a terrifying creature you don't want to encounter. Please kill the wolves so that the people of the Abundance Rainforest can move around with peace of mind.",
    "18600511": "The Abundance Rainforest Node is an important area for pioneers because it can produce food, but I'm worried because there are a lot of antlers around. Please make sure they don't fall into the Abundance Rainforest Node.",
    "18600512": "It's a false rumor that the stem of the mandala is effective against poison. Please dispose of the mandala so as not to deceive people.",
    "18600513": "Did you see the indigo leaf of the coastal bald eagle? It's a beautiful leaf. I made a basket from the leaf and sent it to Suwol Port, and the response was good. If you collect the leaves, I'll make another one.",
    "18600514": "There is a small marina around the abandoned watchtower, which is said to be difficult to use because of the hermit crabs and coastal turtle swarms. Please drive them out and clear the way for those who make a living by fishing.",
    "18600515": "The fine sand estuary is questionable. Turtles, bald eagles and hermit crabs there are said to have gone wild. Some even say they attack people first. We can't let them attack people for now, so please clean up the creatures there.",
    "18600516": "Wraiths are roaming around the wreckage of the shipwreck. The ghosts are terrifying them and are preventing them from taking them to shore. Kill them so they don't frighten people any more.",
    "18600517": "I need to clear up the wreckage of a shipwreck in the sea in front of the Abundance Rainforest Stronghold, but I can't afford to do it because of the darkness. Defeat the Lamb Dull or the Elite Lamb Dumb.",
    "18600518": "I have some valuables that I didn't get from the wreck. I think the little ones took them, can you get them back? Please. ",
    "18600519": "There are various migrants in the frontier land of Taerokrim, and they go everywhere to make a living. Please deal with the coastal crocodiles so that the helpless migrants don't get attacked by the ferocious crocodiles on the shore.",
    "18600520": "Go to the wreck's graveyard and get rid of some of the wrecked cigars. No one wants to go there because of the rotten idiots swarming around the wreck, but there are still supplies left to recover.",
    "18600521": "It appears that the spearmen have made their home on the Footprintless Shore. Why they have encamped there is still unknown. Do your best to prevent them from jeopardizing their safety.",
    "18600522": "I really didn't know that the bullies would appear in the Taerokrim. It really is. Some people say they saw them clearly on the windy road in the valley. Please go and get rid of them before they become uninhabitable land. Please. give.",
    "18600523": "The horn of a rock crow is huge and hard, so it looks like it can be used as a weapon if you trim it a little. If you can find the horn of a rock crow in the valley, I will make it.",
    "18600524": "The bears along the Valley Windway are notorious for their viciousness. Kill the Valley Bears for the fearful settlers.",
    "18600525": "There are a lot of shellfish attached to the back of a beach turtle, and if you are lucky, you may even get a pearl oyster. Please collect the oysters from the back of the beach turtle. If you make jewelry with pearls, it will be very popular.",
    "18600526": "Beach outbreaks have made their way up to the north side of Yedo Port. It's usually near the coast, but it's because of the growing dark? Please stop the outbreaks from entering Yedo Port.",
    "18600527": "Tools keep disappearing. Geumgyeongcheolmun, Dohwasangjeon, you and I are all suffering. You are the only one doing this. Go and retrieve the tools.",
    "18600528": "They say that they like to glisten on the beach, so they have a lot of pearls. They keep stealing our things from Yedo Port, so we may bring some pearls. Please bring it.",
    "18600529": "The brood is training the forest wolves. Kill the wolves in the brood forest so that the brood cannot train the wolf.",
    "18600530": "Most of the merchants receive the items they need from Yedo Port and transport them to each frontier, but the blood ragweeds keep appearing and stealing items and even killing the merchant.",
    "18600531": "We need to let the outside world know that there is a bloodthirsty outbreak in the Taerokrim. How about sending the bloodthirsty red masks? Collect the masks from the bloodthirsty scouts, bloodthirsty assassins, bloodthirsty archers, and elite bloodthieves destroyers. Please come.",
    "18600532": "The Mist Tow is said to attack passers-by who pass through Mistshade Forest. Please remove the Mist Tweed from Mistshade Forest for passersby.",
    "18600533": "Geumgyeongcheolmun Munju Moonwind is said to have appeared in the Shadow Forest. Even in swarms. It's probably not the real thing. It's an illusion. Please get rid of the welcome Moonlight so people won't be deceived.",
    "18600534": "It is said that Sangjeonju Kwak Ho-ryong appeared in the forest in the shade of the mist. It must have been a monster that appeared as an illusion. Please get rid of the illusion Kwak Ho-ryong so that no one is deceived.",
    "18600535": "The crocodiles in Mistshade Forest are vicious and will pose a great threat to settlers if left unattended. Go ahead and kill Mist Crocodiles in Mistshade Forest.",
    "18600536": "I'm worried that the swamp is drying up, but it's getting more and more cloudy. I don't know why it dries up, but I know exactly what caused it to become cloudy. It's because of the Fog Lotus. In the mist lotus, please get rid of it so that humans do not make the water cloudy.",
    "18600537": "Beasts are the most feared of the helpless settlers. Get rid of the crocodiles in the parched swamps for them.",
    "18600538": "Lymphomas are said to imitate some of the most powerful figures they've encountered recently. And they use that form to lure and harm migrants, which is a real problem. Get rid of them so they don't harm them.",
    "18600539": "The plum blossom red plum blossoms appear in the dry swamp, and there's no way that's the case. If it's a phantom, kill it immediately. And if you see a phantom nymph while you're on your way, kill it with them. No one knows what phantom nymph will turn into.",
    "18600540": "The snake mushroom in the snake mushroom colony is said to emit substances containing hallucinogenic substances into the air. Please get rid of the dangerous snake mushroom.",
    "18600541": "The snake mushroom colony is getting more turmeric. It's not good to see more people attacking people. It would be a good idea to get rid of the clown plant. ",
    "18600542": "The snake mushroom colony has been reported to have manifested a human insect pest. Please take care of the mushroom phantom human insect pest so that it does not cause damage by imitating people. It is. Please.",
    "18600543": "There is a Pioneer Remembrance Cemetery built for the early pioneers. Please clean up the smokestacks around the graveyard so that they can rest.",
    "18600544": "Souls are roaming the Pioneer Memorial Cemetery. Did you not sleep peacefully because of your unfinished mission of reclaiming the Taerok Forest? Please allow the homeless and brother-in-law to rest in peace.",
    "18600545": "Note: There is a factor that is preventing the development of the forest, so I would like to ask you to deal with it. We would appreciate your help with the pioneering project by dealing with the mountain lake.",
    "18600546": "Did you see sharp-shelled tortoises roaming in the forest? It looked very dangerous. Please drive the Paradise tortoises from the forest to reclaim. ",
    "18600547": "Not one or two people have been deceived and attacked by Tuyeoncho in Damincho Marsh. There is only one solution to this. Kill Marsh Tuyeoncho.",
    "18600548": "Once upon a time there was a small village in Damincho Wetland. However, a sudden attack by the Wetland Myomyeon drove most of the people there, leaving only the watchtower. Nevertheless, the Wetland Myomyeon still pass through it. They say they're attacking people. Defeat the Marsh Myomyeons for people's sake.",
    "18600549": "Many settlers are suffering because of the Swamp Cinnamon, which emits a highly toxic substance. Get rid of the Marsh Cinnamon. It will make the migrants a lot less painful.",
    "18600550": "It is said that Paradise Watchers and Paradise Throwers attacked the migrants roaming Paradise Hills. Don't be ignorant of the Parasite attacks. please.",
    "18600551": "The Nakwon people make rice cakes from the white flowers that bloom on the hills of Paradise and eat them, which is said to be effective in treating endemic diseases.",
    "18600552": "If the abundant waters of Paradise Hills could be used for drinking or agricultural purposes, it would be a great help to the migrants. ",
    "18600553": "Please get rid of the rotten demons that roam the grassy hillside. They were bandits tormenting people on the hillside, and there are rumors that they died fighting among themselves. It is said that there is. For the safety of passersby, please kill the demons.",
    "18600554": "The leaves of the hill bald eagle are shiny and tough, making them perfect for crafts. If you can get the leaves of the hill bald eagle, we will try to develop various crafts. would you?",
    "18600555": "Please kill the spiders that wander the Grassy Hills. The spiders seem to attack the settlers passing by the Grassy Hills as prey. Kill the Grassy Spiders to help the settlers.",
    "18600556": "The botanists said they will be examining the camouflage of the grass naeeum samyojeong pavilion to find out why there are no trees on the grassy hill road. How about getting a camouflage for research? Please help.",
    "18600557": "The Black Dawn has appeared on the Watermist Plateau. There are rumors that they are targeting herbalists, and if that's true, it's a big deal. Many herbalists in Taerokrim go to the herbalists' shelter next to the Watermist Plateau, and they will all be defeated. Be sure to defeat the Black Dawn of the Watermist Highlands.",
    "18600558": "Do you know what you know best about herbs in the Taerok Forest? It's Paradise Tricolor. Wherever Paradise Tricolor shows interest, there's always a herb there. With this, you'll be able to find herbs easily. . Get some herbs from the Paradise Trio.",
    "18600559": "There are other beings in Taerokrim besides fire morons. They emit blue energy from their bodies, and their unstable appearance seems to have lost their souls and is very violent. They are different in appearance from fire mortals, but they are equally dangerous. Please go to the forest south of the waterfall and drive those dangerous creatures out.",
    "18600560": "It is said that the Myomyeon of the Sunrise Slope keep bringing the materials they have gathered for reclaiming and destroying them. They don't seem to want to reclaim, but the migrants need reclaiming in order to survive. Please give me.",
    "18600561": "Immigrants are looking for deer hides for leather crafting. Sunrise deer hides are tough, yet very soft, so they are of the highest quality. Obtaining sunrise deer skins will be a great help to the lives of the settlers. ",
    "18600562": "Sunrise Arboretum and Myomyeon are said to be of great concern to herbalists climbing the slopes of the Sunrise, because they disturb and harass them in finding herbs. Please drive out the Arboretum and Myomyeon for the herbalists.",
    "18600563": "The Black Mud is a gloomy place even during the day. A lot of pioneers went into it prematurely and was attacked by a crocodile and never came back. Kill the crocodile in the Black Mud to reduce innocent sacrifices.",
    "18600564": "Destroy the Mud Turtles in the Black Mud Zone. They stand still in the mud and attack viciously if they bother you even the slightest bit, but they aren't the only ones who have suffered. Protect people from Mud Turtles.",
    "18600565": "Mud spiders keep appearing in front of the settlers in the Black Mud, blocking their path. Kill the Mud Spiders so that the pioneers can get out of the maze of Black Mud.",
    "18601001": "Hongdon tribes continue to grow on the Red Forest Road and on the Red Slope, posing a threat to the Pungbaekmun Haewol Branch. Stop the Red Slope Red Slopes to prevent their expansion.",
    "18601002": "Why don't you make a special product with the abundant foxtail holding a mandala flower? If you make a cat toy with the foxtail flower, it will be sold to pet lovers. Let's try it once.",
    "18601003": "The wild animals of the Red Forest Path are attacking the settlers. Kill the wolves so the settlers can rest assured.",
    "18601004": "The red shoots on the antlers of red horned deer are effective in treating endemic diseases, but many migrants are unable to obtain them due to their high cost.",
    "18601005": "I'm worried that the Hongdon people will build a village on the red forest road like this. It's a Hongdon tribe in front of the magnificent Pungbaekmun Haewol Branch?!",
    "18601006": "It is said that the Red Dons are arrogant with their weapons on the Red Forest road. This is war! Hurry up and take the Red Don's weapons and neutralize them!",
    "18601007": "I heard that the red hogs raise black-footed dogs, are you going to use them as food? If so, you must get rid of them. When the food runs out, the red-toned people will retreat from the red forest road.",
    "18601008": "The swarms of scorpions are growing in the autumnal sunset valley, and it hurts my head. I can't go without peace. Please get rid of the red-tailed scorpions.",
    "18601009": "There is a saying that if you use Dokdo well, it is said to be medicine? There are so many scorpions in the autumnal sunset valley, how about making medicine with poison? We will make a good medicine by collecting the poisons of red-tailed scorpions and elite red-tailed scorpions. ",
    "18601010": "Early pioneers burned old trees for fear of endemic diseases. Since then, the spirits of the maple trees have hovered around where they were. Help the tree spirits not harm passersby.",
    "18601011": "There are riddles in the field beneath the logging pits, and they say that if they can't solve the riddles, they will be naughty. Quiet them so they don't ask riddles.",
    "18601012": "Ducks are appearing day and night in the Mystery Fields. Kill them so they don't come to the settlement.",
    "18601013": "An Old Tree Spirit is appearing in the Mystery Fields. The reason why the Old Tree Spirits appear is because of Darkness. They are calling spirits to harm the settlers. ",
    "18601014": "It is said that the red fox living in the logging area crosses the mountain at night and enters the Haewol Branch to fetch the meat they have stocked up for food. Please kill the red fox in the logging area.",
    "18601015": "There are a lot of mandalas in the logging. Get rid of the mandalas before the logging gets noisy. It's a gray mandala!",
    "18601016": "Maybe mandalas are also useful! The most curious thing is the stems of mandalas, and the horn-like stems seem to have a lot of nutrients. Collect the stems and I'll hire someone who is good at botany!",
    "18601017": "The Forest Veil is the front line to guard against invading the Pungbaekmun Haewol Branch. Don't neglect your vigilance because of the dark swarm. Go to the Forest Veil and defeat the Dark Sea. ",
    "18601018": "Well, there are rumors circulating that if you wear a dark mask, you won't be attacked by bullies. It's ridiculous that you won't get hurt by that. Please remove the mask.",
    "18601019": "An elite ashen creeper has appeared in the forest veil. Please drive it away from its place in the forest veil.",
    "18601020": "Pungbaekmun is fighting the Black Dawn on Monon's Hill. You must help Pungbaekmun, who has a cooperative relationship with Saho as well as your home country. Go ahead and defeat the Black Dawn. ",
    "18601021": "The Black Dawn is building up their forces. If we don't defeat them now, we'll be in big trouble later. Kill the Black Dawn.",
    "18601022": "I need an antidote for those poisoned by Blackdawn. Get an antidote from a Blackdawn shaman or an elite poison enchanter.",
    "18601023": "There are gray tigers in the Ashen Jungle. Their fur has changed color after exposure to fertility and is becoming more and more ferocious. Get rid of the gray tigers so they don't harm people.",
    "18601024": "If you are on your way to the Ashen Jungle, ask for the organs of a tiger that have been transformed by fertility. It will be of great help in fertility research.",
    "18601025": "A westerner has appeared in the Ashen Jungle. They say they are wandering in search of food with their red bloodshot eyes. Go ahead and defeat the westerners of the Ashen Jungle.",
    "18601026": "The barbarians who wander the fertile ruins are pitiful people. They came to the Sea and Moon Continent with the dream of pioneering, but they have turned into barrens they didn't want to. Please help them find rest now. ",
    "18601027": "Most people are reluctant to go to the Fertile Ruins. There are only burns all around the Great Fertility, who can come back to life? Only those strong enough to survive the death of the Burners will be able to take possession of it.",
    "18601028": "The weapons wielded by the Burners of the Fertile Ruins seem to be something special. Once you have collected those weapons that look quite strong, we'll study the secrets they hide. It won't be easy, but I beg you.",
    "18601029": "It is said that there is a gap in the Fertilizer excavation site that leads to somewhere. Boulders keep coming out of that area. It seems like hell doesn't exist as long as they keep appearing. Go and stop them.",
    "18601030": "Fertilizer dust is said to have come from the pockets of captive miners and overseers. You must recover the fertility dust to avoid misuse. Please collect the sacks of fertility dust.",
    "18601031": "Bounded poetic soldiers, archers, and generals in the Fertile Excavations are wandering undead in their anger when the energy of fertility is released from their excavations. How about helping them close their eyes in peace? Take appropriate action If you do, I will make a sacrifice for them.",
    "18601032": "Animals are appearing near the Winghunter Rendezvous. It looks like a ghost from the monsters in the Lair of Calamity, I'm afraid the hunters will harm it. Go and kill the ghosts.",
    "18601033": "The number of spiders in the hideout of disaster is increasing, and the hunters are not interested, so I'm worried. They seem to be filled with only the desire to catch metallurgy and brag. They are not interested in anything that needs help, so they don't seem to know the medical association. Please It would be nice if someone who knows would kill the stealth spider.",
    "18601034": "Many hunters are going to their hideouts of disaster for their metallurgy. To be recognized for their skills by hunting a lot of metallurgy. If you are confident in hunting, please join us. ",
    "18601035": "Good news! Red-horned deer's antlers are said to be effective in treating endemic diseases. I'll make an endemic remedy, so save the red-horned deer's red shoots.",
    "18601036": "The Red Horn Path is full of red antlers, so it is difficult to find the red horned deer's buds. Killing them will be a great help.",
    "18601037": "It is said that a squadron appeared inside the Red Horn Road. They must have appeared to smuggle the Red Horn deer! I've heard rumors that deer antlers are sold at a high price. Go ahead and drive the group out! ",
    "18601038": "The early pioneers said that they dreamed of resting upon seeing jellyfish in the dream forest... Maybe they were docile then? I think I can feel the romance of pioneering.",
    "18601039": "Many pioneers are said to be being driven out of the Dreamgrove by the confused Dreaming Trio. Help the pioneers by defeating the confused Dreaming Trio.",
    "18601040": "The dreamy tricolor feather is very colorful. How about adorning it on a hat? It might be a great specialty of the fertile land. Bring the feather and we'll make a prototype for you.",
    "18601041": "The turmeric in the forest of Samyojeong is starting to change color. They say we need a sample to find out what happened.",
    "18601042": "The Samyojeong in the Fertile Earth seems to have become more dangerous after being mutated by taffy rock. Please go to the Forest of Samyojeong and defeat the mutated Samyojeong.",
    "18601043": "The forest of Samyojeong is becoming more dangerous with mutated saplings. Please make sure that the mutated samyojeong or the elite mutated giant saplings don't eat up all the bushes or harm the settlers.",
    "18601044": "A mutated sagebrush is roaming the Soaring Rock Mountain. I don't know what kind of damage it will do to the surroundings, so I think we should prevent them from wandering around. Please take action.",
    "18601045": "More and more passersby have been burned by fire-breathing pyrotechnics while passing Souprock Mountain. Please get rid of pyrotechnics to avoid further casualties.",
    "18601046": "Tarits are appearing on Sotreulbawi Mountain, and I am concerned that they may carry endemic diseases. Please eradicate them. It will be very effective in preventing endemic diseases.",
    "18601047": "The fertile land is so ruined that it's hard to find food. I can't eat meat, so I'm raising chickens, but even that is always insufficient. I'd be very grateful if you could get me goat meat.",
    "18601048": "There are ghost soldiers wandering on the slopes of Sotreulbawi Rock. Please drive them away so that passersby are not afraid.",
    "18601049": "What kind of people are these ghosts wandering the Sotreulrock ramp? Who were they? Could there be any clues in their belongings? Bring the belongings of a wandering demon soldier or an elite wandering general of poetry and we'll find out who they are. ",
    "18601050": "I heard that the leaves of Balbali in the applause of Paseok are exceptionally green, so how about making a basket? If you get the leaves of Balbali, we will make a special basket that is bigger and stronger than anywhere else.",
    "18601051": "The sage appears to the applause of the rock and you can't pass by. If you go there and kill the sage quarry, watchman, or overseer, it will be of great help.",
    "18601052": "Changdo-dan, these thieves have crawled up at Yongmeori Cape. Go ahead and clear the spear-dagger. They are delaying the development of Yongmeori Cape.",
    "18601053": "The spears keep raiding the exploration base at Yongmeori Cape. Please buy time by attacking the spearman and the size so that we can build a wall at the Yongmeori Exploration Base.",
    "18601054": "I need information to learn about the mutated blue people in Tarkite Canyon. Anything is fine. Bring me some clues.",
    "18601055": "Armed mutant blue men are wild and ferocious. They block the narrow paths of the gorge and threaten the pioneers. Kill them to clear the gorge path.",
    "18601056": "Unknown",
    "18600566": "거미 숲길은 동부 생태 조사림으로 갈 수 있는 유용한 길인데 만다라화 때문에 시간이 여간 걸리는 게 아니네. 만다라화를 처치해 주게. 분명 큰 도움이 될 걸세.",
    "18600567": "우리 금경철문이 신대륙에서 광물을 정제해 여러 곳으로 보내고 있다는 것은 자네도 알고 있을 걸세. 그런데 얼마 전부터 채굴한 광물을 묘면족이 약탈해 가고 있다네. 이런 일이 계속 일어나면 철무방에 더 이상 좋은 물건을 전달해 줄 수가 없네. 묘면족이 우리를 방해하지 못하도록 도와주게.",
    "18600568": "만다라 폭포 앞은 물자가 오가는 중요한 운송로인데, 만다라화는 시끄럽고 폭포 곰은 위험하기 때문에 운송원들이 가기를 꺼리고 있습니다. 안전을 보장해 달라는 요구를 무시해서는 안 됩니다. 만다라 폭포 앞의 만다라화와 폭포 곰을 처치해 주시면 사례하겠습니다.",
    "18600569": "우리 에레다는 균열 전문가로서 균열을 지속적으로 조사하고 균열 지역의 생물 표본을 구해 무엇이 달라졌는지 정보를 수집하고 있습니다. 그래서 말인데 소협께 만다라 폭포 앞의 생물 표본을 부탁드리고 싶습니다. 균열이 어떤 영향을 미치는지 우리는 항상 주시해야 합니다.",
    "18600570": "연안 거북이 말해줬다냥! 버려진 감시탑에 도적들이 나타났다고 했다냥! 더더더 많이 올 거라고 했다냥! 어서 가서 도적들을 꼼짝 못 하게 해달라냥!",
    "18600571": "해안가에 갔다가 시귀에게 잡혀가는 사람들이 있다고 합니다. 순진한 사람들이 위험에 처하지 않도록 난파선의 무덤으로 가서 시귀들을 몰아내 주십시오.",
    "18600572": "시귀들이 가진 무기를 가져다주십시오. 위험한 일이긴 하지만 그들이 가진 무기가 어떻게 만들어졌는지 조사해 볼 가치가 있습니다. 참, 망가지지 않은 것으로 부탁드리겠습니다. 조사를 하려면 상태가 좋아야 하니까요.",
    "18600573": "난파선에 대한 정보가 부족합니다. 난파된 시귀들이 어디서 온 존재인지, 해월대륙에 왜 왔는지… 하지만 알고 싶어도 위협적인 시귀들 때문에 더 깊이 조사할 수가 없습니다. 소협이 난파선의 무덤에 있는 시귀들을 처치해 주신다면, 인류의 위대한 지적 호기심을 넓히는 데 도움이 될 것입니다.",
    "18600574": "도화상전에서 난파선의 무덤을 조사하고 있다네. 난파선이 여객선이었는지 화물선이었는지, 어떤 물건들을 싣고 있었는지 알아내야 한다네. 그런데 난파선 주변에 시귀가 가득해서 가까이 가기조차 힘들더군. 어떤가? 도와줄 텐가? 손을 빌려주게. 보상은 잘 챙겨주겠네.",
    "18600575": "지금 태평하게 있을 때가 아니다냥! 난파선의 선원들이 왜 전부 시귀로 변했는지 알아내야한다냥! 어쩌면 검고 푸른 약초를  먹었을 수도 있다냥! 그게 사실이라면 큰일이다냥! 어서 가서 알아보라냥! 난파선의 무덤으로 가달라냥!",
    "18600576": "창도단이 발자국 없는 해안에 나타난 이유가 무엇일까요? 창도단이 어떤 계획을 꾸미고 있는지는, 역시 그들만이 알고 있을 것 같습니다. 아마도 창도단원들은 계획이 적힌 쪽지를 가지고 있을 겁니다. 그 쪽지를 모아 주십시오. 계획을 알아내겠습니다!",
    "18600577": "얼마 전 도적떼가 우리 화물선을 습격해 큰 손해를 입은 일이 있었다네. 발자국 없는 해안의 창도단이 우리 화물선에 나타났던 바로 그 도적들인 것 같네. 언제 다시 무기를 준비해 나타날지 모르니, 지금을 노려야 하네. 어서 가서 도적떼를 처치해 주게.",
    "18600578": "우리 에레다는 균열을 지속적으로 조사하고 있습니다. 최근 발자국 없는 해안에서도 균열이 발생하고 있어서 주변 생물이 어떤 영향을 받는지 알아보려고 합니다. 소협께서 생물 표본을 가져다주신다면 조사에 큰 도움이 될 것입니다."
}