{
    "11030000": "[recommended level] 33\nHope? \nIs your brother not eating and playing with you?\n\nA child has a worried face. \nWhat's going on?",
    "11030001": "[recommended level] 30\nAre you worried about your comrades in the Eastern Ecological Forestry?\nBecause the green giants have started their activities?\nThere seems to be some huge monster. n\nLet's go to the Eastern Ecological Forest and meet our fellow crew members and hear their stories.",
    "11030002": "[Recommended level] 32\nThe antlers eat all the grain, so it's difficult for them.\nAre you going to give up farming? \nEven if you grow them, you will have no choice but to eat them all. \n\nFor now Let's hear the situation.\nEven I can't give you a good answer... \nI think it would be better to go to a weeping house or a plum flower garden and ask if there is a better way.",
    "11030003": "[Recommended Level] 37\nI'm glad you said you won't give up farming. \nBut you don't have anything, so you can't manage farm equipment? \n\nIf it's about eliminating enemies, I can do it well, so can't I help?",
    "11030004": "[recommended level] 34\nFoster manager Kogondae seems to be dissatisfied with the jurisdiction. I can't help you with the jurisdiction of the sheep, but... \n\nSuddenly breeding marine Do you think you can do it if it's about getting rid of living things?",
    "11030005": "[recommended level] 35\nWeeping Sunnubi misses the good old days of spending time at the beach. It became impossible after Darkness took over the beach... \n\nOnce you go to the beach, Let's see how many dark spots there are? If there aren't many, maybe I can get rid of them.",
    "11030100": "[recommended level] 44\nSnake expert Sa Gil-mi is said to be developing drugs for those who die from poisoning with snake mushrooms. nWe can't extract the poison from the snake mushroom, so let's catch the snake mushroom itself. You can make medicine out of it.",
    "11030101": "[recommended level] 45\nA colleague at the Pioneer Memorial Cemetery was very surprised to see a ghost and said he would quit his job... \nWhat kind of spirit appeared?\n\nTo the graveyard of the spirits? Let's go and meet the cemetery guards and talk to them, maybe it'll be of some help.",
    "11030102": "[Recommended Level] 47\nBiryuha of Poongbaekmun appears out of nowhere and offers to go see flowers together. What do you mean?\nIf someone you know needs help, you can't politely refuse. ..\n\nI think we should start by eliminating the enemies around the flower. Is that why you asked me to help?",
    "11030103": "[Recommended Level] 41\nIs the Discipline Soldier really angry?\nYou have a huge hatred for Blood Ruins. \nDo you have any personal grudges? \n\nI can't get rid of all the blood tablets, but the location information will help.",
    "11030104": "[recommended level] 43\nA barong from the Young Teacher suddenly saw me and got mad at me for being late. Am I doing something wrong?\nI wanted to hear more, but just left?\n\nMaybe If anything happens, I'm afraid... \nIsn't the swamp dangerous?\nIf anything happens, it's a big deal. \n\nLet's go to the scene first. ",
    "11030105": "[recommended level] 43\nGugu is very kind and will explain to you about the phantom worms that appear here. \nI politely declined because I didn't need it. \n\nNow that I've come this far Let's follow and keep Gugu safe and listen to their story. We should start by getting rid of the phantom worms around us. If I had known it would be this troublesome, I shouldn't have come in the first place... \n\nNow that I've started, I'll have to clean it up until the end.",
    "11030106": "[recommended level] 47\nA passerby suddenly asked for directions.\nHe said he wanted to go to the unexplored Jadrak... Wait, this is the road to the fertile land. You're coming in the opposite direction? \n\nIf you want to go to the fog forest frontier, you have to go to the swamp first, but there are a lot of enemies on the way? there will be",
    "11030107": "[recommended level] 42\nSuyang's Jang Min-ye recently had a strange experience while on patrol. He met and greeted Kwak Ho-ryong and Geum Gyeong-cheol-moon's Moonlight Wind in Dohwasangjeon, and upon closer inspection, he said it was a welcome. says she doesn't want to go out to the forest in the shade of fog... \n\nI can't erase my memories, so I'll help her avoid such experiences in the future.",
    "11030200": "[recommended level] 49\nI see a person standing precariously near the waterfall. \nMaybe? No. No. I must have misunderstood. \n\nBut just in case you don't know, let's get closer.",
    "11030201": "[recommended level] 47\nSuddenly, a trainee member is despondent after taking on a mission. Did you prepare a will? You've been tasked with observing Paradise Fortress, is it that dangerous?\n\nNext to Let's hear from a member of the staff about the observation service.",
    "11030202": "[recommended level] 48\nThe foster child is said to be exhausted from regularly removing the outbreaks. Observation missions at Nakwondaeseong would not be a small task... The training crews really do a lot of work. \n\nI can't do all the work for the training crew, but wouldn't it be of some help if I got rid of the bald lice?",
    "11030203": "[recommended level] 50\nI'm worried that Nodora the sheep will come out of the nest. \nThe bald eagle? That sounds like a very dangerous name. Would it be helpful if I could make sure the mother didn't leave the nest and let me know the current situation?",
    "11030204": "[Recommended Level] 51\nYoung Teacher Lang Lang needs moss to make medicine. \nCan I get moss from the arboretum on the slope of the sunrise? I don't think it's that difficult... \n Shall I help you once?\n\nAs I heard, let's go to the slope of the sunrise and get rid of the arboreal spirit and get some moss. They said there's a lot of moss, so I might have to get rid of a lot of it.",
    "11031000": "[Recommended level] 33\nHope? Is your brother not eating and playing with you?\nA child has a worried face. What's going on?\n\nListen to the story. I'll have to check it out... If I have any concerns, can I help you?",
    "11031001": "[recommended level] 30\nWorried about your comrades in the Eastern Ecological Forest? It's because the Green Giants have started working? Looks like there's some huge monster out there. Let's go to the Ecological Forest and meet our fellow crew members and hear their stories.",
    "11031002": "[recommended level] 32\nThe antlers say it is difficult because they eat all the grain. Are you going to give up farming? I'm not sure I can give you a good answer... \nI think it would be better to go to a weeping plant or a plum flower garden and ask if there is a better way.",
    "11031003": "[Recommended level] 37\nI'm glad you said you won't give up on farming. \nBut you don't have anything, so you can't manage farm equipment? You said you'd risk your life to go to the beach to get materials... \n \nIf it's about eliminating enemies, I can do it well, so can't I help?",
    "11031004": "[recommended level] 34\nFoster manager Kogondae seems to be dissatisfied with the jurisdiction. I can't tell you what to do with the jurisdiction of the sheep, but... \n\nSuddenly breeding shore Do you think you can do it if it's about getting rid of living things?",
    "11031005": "[Recommended Level] 35\nSunnubi misses the good old days of spending time at the beach. It became impossible after Darkness took over the beach... \n\nOnce you go to the beach, Let's see how many dark spots there are? If there aren't many, maybe I can get rid of them.",
    "11031100": "[recommended level] 44\nSnake expert Sa Gil-mi is said to be developing drugs for those who die from poisoning with snake mushrooms. \nShould I help myself in doing such a good thing?\n\nWe can't extract the poison from the snake mushroom, so let's catch the snake mushroom itself. You can make medicine out of it.",
    "11031101": "[Recommended level] 45\nA colleague at the Pioneer Memorial Cemetery was very surprised to see a ghost and said he would quit his job... \nWhat kind of spirit appeared?\n\nTo the graveyard of the spirits? Let's go and meet the cemetery guards and talk to them, maybe it'll be of some help.",
    "11031102": "[Recommended Level] 47\nBiryuha of Poongbaekmun suddenly appears and suggests that we go to see flowers together. What do you mean?\nIf someone you know needs help, you can't politely refuse. ..\n\nI think we should start by eliminating the enemies around the flower. Is that why you asked me to help?",
    "11031103": "[Recommended Level] 41\nIs the Discipline Soldier really angry?\nYou have a huge hatred for Blood Ruins. \nDo you have any personal resentment? \n\nI can't get rid of all the blood tablets, but the location information will help.",
    "11031104": "[recommended level] 43\nA barong from the Young Teacher suddenly saw me and got mad at me for being late. Am I doing something wrong?\nI wanted to hear more, but just left? \n\nMaybe If anything happens, I'm afraid... \nIsn't the swamp dangerous?\nIf anything happens, it's a big deal. \n\nLet's go to the scene first. ",
    "11031105": "[recommended level] 43\nGugu is very kind and will explain to you about the welcome anti-human insect that haunts here.\nI politely declined it because I didn't need it. \n\nNow that I've come this far. Let's follow and keep Gugu safe and listen to their story. We should start by getting rid of the phantom worms around us. If I had known it would be so troublesome, I shouldn't have come in the first place... \n\nNow that I've started, I'll have to organize it until the end.",
    "11031106": "[Recommended Level] 47\nA passerby suddenly asked for directions.\nHe said he wanted to go to the unexplored Jadrak... Wait, this is the road to the fertile land. You mean in the opposite direction? \n\nIf you want to go to the fog forest frontier, you have to go to the swamp first, but there are a lot of enemies on the way? there will be",
    "11031107": "[recommended level] 42\nSuyang's Jang Min-ye recently had a strange experience while on patrol. He met and greeted Kwak Ho-ryong and Geum Gyeong-cheol-mun's Moonlight Wind in Dohwasangjeon, but upon closer inspection, he said it was a welcome. says she doesn't want to go out to the forest in the shade of fog... \n\nI can't erase my memories, so I'll help her avoid such experiences in the future.",
    "11031200": "[recommended level] 49\nI see a person standing precariously near the waterfall. \nIs it possible? No. No. I must have misunderstood. \n\nBut, just in case, let's get closer.",
    "11031201": "[recommended level] 47\nSuddenly, a trainee member is despondent after taking on a mission. Did you prepare a will? You've been tasked with observing Nakwondaeseong, is it that dangerous?\n\nNext to Let's hear from a member of the staff about the observation service.",
    "11031202": "[recommended level] 48\nThe foster mother is said to be exhausted from regularly removing the outbreaks. Observation missions at Nakwondaeseong would not be a small task... They really do a lot of work. \n\nI can't do all the work for the training crew, but wouldn't it be of some help if I got rid of the Balbale?",
    "11031203": "[recommended level] 50\nI'm worried that Nodora the sheep will come out of the nest. \nThe bald eagle? That sounds like a very dangerous name. Would it be helpful if I could make sure the mother didn't leave the nest and let me know the current situation?",
    "11031204": "[recommended level] 51\nYoung teacher Lang Lang needs moss to make medicine.\nCan I get moss from the arboretum on the slope of the sunrise? I don't think it's that difficult... \n Shall I help you once?\n\nAs I heard, let's go to the Sunrise Slope and get rid of the arboreal spirit and get some moss. You said there's a lot of moss, so you might have to get rid of a lot of it.",
    "11030006": "[권장 레벨] 40\n최근 창도단과 함께 이름을 날리고 있는 청인족 도적 패거리 혈비패. 최근 매화단 단장 홍매화는 혈비패 때문에 골치가 아프다. 처음에는 원정대의 눈치를 보는 듯했지만 안개 그늘 숲 남부, 이제는 혈비의 숲이라 불리는 곳에 자리를 잡고 원정대는 물론 행인들까지 습격한다는 보고가 있다.\n\n바롱손이라도 빌리고 싶은 심정의 홍매화. 그는 도움의 손길이 필요해 보인다.",
    "11030108": "[권장 레벨] 42\n태록림의 중심 통행로 안개 그늘 숲과 양질의 토양을 채집할 수 있는 메말라가는 늪지, 두 곳은 모두 환영이 출몰하기로 유명한 지역이다. 늘 위험을 무릅쓰고 도화상전의 일꾼들이 이곳으로  일을 나서고 있었다. 결국, 몇몇 일꾼들은 도저히 일을 못 하겠다고 하는 모양이다.\n\n권법으로 수월에서 둘째 가라면 서러운 상전주 곽호룡이 이를 해결해보려 했지만 한 가지 큰 문제가 있는 듯한데...",
    "11030109": "[권장 레벨] 44\n겁에 잔뜩 질린 바롱이 개척자 위령묘지 입구에서 발을 동동 구르고 있다. 함께 약초를 캐러 온 바롱들이 걱정되는 모양. 사실 다른 바롱들은 각자 알아서 마물들을 피해 약초를 잘 캐고 있는데 겁쟁이 무무만 잔뜩 걱정이다.\n\n그래도 귀여운 바롱 무무를 위해 무엇을 해줄 수 있을까? 무무의 이야기를 들어주자.",
    "11030110": "[권장 레벨] 46\n수월평원의 야생 보존회 회장 잿빛바람은 해월대륙의 경치를 구경하기 위해 잠시 방문했다가 아연실색하고 만다. 수양대원들이 사리사욕에 눈이 멀어 밀렵을 시작한 것. 심지어 그들이 밀렵하고 있는 대상은 보호종인 산선호라고 한다.\n\n잿빛바람의 끓어오르는 분노가 여기까지 느껴진다. 밀렵, 멈춰!",
    "11030205": "[권장 레벨] 49\n어디선가 땅이 꺼질 듯한 강철주먹의 한숨 소리가 들려오는 것 같다. 강철주먹... 분명 금경철문에서 중책을 맡고 있는 것 같은데 어딘가 허술하다. 그리고 이번 일도 역시 달빛바람과 관련된 일이겠지...? 그는 짝사랑을 하고 있는 게 분명하니까!\n\n그래도 밉지만은 않은 강철주먹이다. 그의 간절한 목소리를 들어주자.",
    "11030206": "[권장 레벨] 51\n태록림이 개척된 이후 해맞이 비탈길에서는 매년 도화상전에서 주관하는 해맞이 행사가 열린다. 너무 많은 사람이 몰리기 때문에 그곳에 있는 묘면족의 심기가 불편하다. 묘면족과의 화친은 실패했지만 적어도 그들을 통행로에서만 살짝 밀어내고자 하는 상전주 곽호룡. \n\n과연 곽호룡의 생각대로 살짝 밀어내기 전략은 먹힐 것인가?",
    "11030207": "[권장 레벨] 49\n신수를 섬기는 문파를 습격하는 정체불명의 집단, 검은새벽단. 우리가 익히 들어 알고 있는 에레다와 풍백문도 그 대상이다. 에레다의 부문주 오름은 최근 들어 검은새벽단이 급속도로 세를 확장하는 것에 의문을 가지고 있다. \n\n하지만 급한 불은 당장 눈 앞에 있는 검은새벽단의 병력! 오름을 도와 검은새벽단을 격퇴하자."
}