{
    "51000001": "Do you know Saho",
    "51000002": "The Runaway Guard Sequel",
    "51000003": "over the sea",
    "51000004": "The Twisted Divine Tree Sequel",
    "51000005": "Dohwasangjeon",
    "51000007": "Plum Blossom",
    "51000009": "Steel Evil",
    "51000010": "The Twisted Divine Tree Part 1",
    "51000013": "Geumgyeongcheolmun",
    "51000014": "History of Vandal Lake",
    "51000015": "The first part of the history of Suwol Port",
    "51000016": "Weeping Expedition",
    "51000017": "Sea Dragon",
    "51000019": "The Runaway Guard Part 1",
    "51000024": "Discovery of a New World",
    "51000026": "Forgotten Expedition",
    "51000027": "The Sequel to the History of Suwol Port",
    "51000028": "The Monster Encyclopedia of Vandal Lake",
    "51000029": "Younggyowon",
    "51000030": "Void Pit",
    "51000032": "Thousand Moon Fertility",
    "51000034": "The Forgotten Part 1",
    "51000035": "The Forgotten Sequel",
    "51000036": "Carcass of the Sea Dragon",
    "51000037": "The reality of the ghost ship",
    "51000038": "Forest deprived of energy",
    "51000039": "Burn",
    "51000040": "The Monster Encyclopedia of Taerokrim",
    "51000041": "Dark",
    "51000042": "King of the Green Horn, the Green Giant",
    "51000043": "Nakwondaeseong",
    "51000044": "Interpersonal Insect",
    "51000045": "Platinum",
    "51000046": "Hongdonpal",
    "51000047": "Explore Ereda",
    "51000048": "Cheonshin Festival",
    "51000049": "The Full History of Ereda",
    "51000050": "The History of Ereda Sequel",
    "51000051": "Munju Ereda, Harem",
    "51000052": "The True or False Prequel",
    "51000053": "Explore Pungbaekmun",
    "51000054": "The first part of the history of Pungbaekmun",
    "51000055": "The second part of the history of Pungbaekmun",
    "51000056": "Moonju shrouded in secret",
    "51000057": "Great Fertility",
    "51000058": "The unfortunate incident",
    "51000059": "Truth or False Sequel",
    "51000060": "Rumors and Truths Part 1",
    "51000061": "History of the Barong",
    "51000062": "Youngkyowon and Barong",
    "51000063": "Barong Explorer",
    "51000064": "About Pioneer Barongdan",
    "51000065": "Rumors and the Truth Sequel",
    "51000066": "Fertile Land's Monster Encyclopedia",
    "51000067": "The Unknown Corridor",
    "51000068": "To you in memory",
    "51500002": "Combining the information on the guardians appearing in various sources, it is clear that the guardians are the guardians of the 'unknown corridor' that we discovered. \nBut I make an interesting hypothesis. It is said that the guards go beyond protecting the corridors and are a being who tests those who challenge the corridors. Considering the locations where the guards are deployed, the radius of action and types of guards, etc., you can see that my hypothesis is not at all unfounded. There will be.",
    "51500004": "The Shinmok-nim Eun-hee talked about has now become a twisted monster and has disappeared somewhere. Rumors say that the sap is oozing out and sticking like boils here and there. \nOne of the residents is I got a piece and my wish came true, but the truth is unclear.\nI hope adventurers will not be deceived by these rumors. If you come across a changed god while working alone, do not delay and flee...",
    "51500006": "Peach Flower Shop... Isn't that such a pretty name? When you want to buy something! Or when you want to sell it! People look for them without hesitation. Then, with the extermination of sea dragons as an opportunity, it rapidly developed into a giant top, and now it has become a big hand in the market. Kwak Ho-ryong, who rose to the position of Sangjeonju, is famous for his unique leadership skills. It is called one of the pillars of Saho, and it is said that he contributes greatly to the annual festival to pray for a good harvest.",
    "51500007": "A group that young people with a lot of enthusiasm envy. When it comes to Plum Blossoms in Bandal Lake, it is the adjective that comes to mind the most. \nEspecially, the fame of Red Plum Blossom, the leader of the Plum Blossom Team, is well known and the members who longed for her and joined the Plum Blossom Team. It is true that there are not a few. The Daeeo Ark is said to be the leader of Lake Vandal, but there are rumors floating around that it is possible because of the red plum blossoms behind it...\nThe plum flower group is working hard on security for the prosperity and stabilization of Lake Vandal, Recently, it is said that they are actively leading the exploration of the sea and moon continent by mobilizing scholars. Therefore, you can often meet plum blossoms in the sea and moon continent.",
    "51500009": "If you look at the stories that have been passed down from mouth to mouth, the steel evil is definitely a monster.\nIn the past, poachers who were pushed out by the Ansi tribe caught the young of beasts and turned them into living weapons to win the war. , then Kang Cheol-eak was also born.\nAfter that, the Ansi tribe, recognizing the danger of Cheol-eak, bound Cheol-eak with a ring, but one day it disappeared leaving only a broken ring. There have been various rumors that it was stolen or that Cheol-eak broke the ring and ran away.\nRecently, there are rumors that Cheol-ak is hiding in the valley of Vandal Lake, so be careful...",
    "51500010": "There is a huge tree that has been around for many years in Vandal Lake. During that time, locals called him Shinmok-nim, and he used to make wishes and receive energy.\nBut lately, Shinmok-nim's condition is not very good. It seems that you are being hurt by the rift that has formed. The villagers tried to dig up and move the god Mok-nim, but they can no longer access it because of the fire demons that have arisen from the rift. Please forgive us who are lacking...",
    "51500013": "Let's put our will in metal! There will be no people who don't know the name of Geumgyeongcheolmun at Vandal Lake. Without them, who can smelt the many weapons and defense items of today?!\n However, there are still many people questioning whether the current Geumgyeongcheolmun would be able to take its place without the discovery of the seawolland. At that time, the leadership of the iron gate owner, Geum Horam, shined brightly.\nCurrently, the iron gate owner is said to be in charge of Moonlight Wind from the Ansi tribe. Despite his young age, he is showing excellent management skills, so he is trusted by many. I'm getting !",
    "51500015": "The Donghae Fleet branch of Chunggakdan, which has been handed down through literature, gradually faded away and was able to function as a port again. However, after a while, pirates again became infested, and gradually the port where goods were being transported was lost. After that, the voices among the people of Suwol Plain that a port should be built on the southern shore of Lake Vandal grew louder and louder. He paid bribes to the field and worked hard to attract the port. In the end, it was decided to build Suwol Port at the current location due to his influence. Bandal Lake entered a period of revival due to the enormous scale of civil engineering work.",
    "51500016": "One day, rumors began to circulate that the new continent was full of gold, and the servants began to persuade the emperor to open up a new continent again. The emperor ordered Sang-yeon Sang-yeon to organize an expedition.\n Sang-yeon summoned generals under her command, and one of them, Seo Jung-mun, volunteered to do so. Seo Jung-mun succeeded in collecting donations in the name of giving people the rights of the new continent, and was able to organize an expedition without difficulty. Emperor n gave the name Suyang to the expedition organized by Seojungmun again. This is where the expedition of Seojungmun received the name Suyang from the emperor.",
    "51500017": "The sea dragon was an absolute existence for those on a ship. Its territory was incomprehensible. No one could cross it. But the sea dragon, which seemed to be absolute forever, disappeared one day. And It never appeared again.\nAs the sea dragon disappeared, people began to stretch out into the wider sea beyond the area it was blocking. The exploration of the unknown world beyond the sea has just begun.",
    "51500019": "According to the data reported so far, it is known that the guardians mechanically execute the entered commands.\nHowever, the guards present here do not show regularity. As if only the attack function was working. They can be seen, and the places they usually see are around the unknown corridor.\nI will call this guard 'the riot guard' and report it to Master Myunghye. Adventurers, please be careful of this guard...",
    "51500024": "The Suyang expedition led by Seojungmun succeeded in discovering a new continent. Since then, the new continent has been called by various names such as Haewoldo, Seonamdo, Taejeongdo, and Saryongdaeji, but gradually over time, the clearest name is Beyond the Sea. It came to be called 'Haewoldo', an island of In Esau, there was a debate about whether it would make sense to give the name of a continent to a land other than the four continents. However, the emperor gave it the title of 'continent' as if it was nothing special, and Haewoldo was officially called the continental continent.",
    "51500026": "Before the current active amphibious expedition, there was another amphibious expedition that is now forgotten in people's memories. People called them 'forgotten expedition'. It refers to the expedition team of Dojeong who disappeared and crossed the sea.The leader of the expedition team, Dojeong, who returned after discovering only a barren environment, tried to stop the exploration, but suffered from pressure from the surroundings, so Dojeong came up with a plan to use criminals to explore barren land. Taojeong left with criminals on the road and never returned.\nThere are many hypotheses, but the most influential is the hypothesis that a great fight broke out between criminals and soldiers, and that most people died as a result.\nThis is said to be the place where they sprinkled alcohol to pray for good luck on their first departure, and now it is used as a place to commemorate the soul.",
    "51500027": "The disappearance of sea dragons allowed Suwol Port to develop one step further, as the port, which was primarily used for transporting offshore goods, began to become crowded with fishermen trying deep-sea fishing and expeditions exploring new seas. Also, due to the Pit of Void incident, the power of Daeeobang has weakened a lot, so I guess that it was also a big factor that influential people started investing in Suwol Port.",
    "51500029": "The exact time when the Barong first came into contact with humans has not been clarified until now. They appeared at some point and used to help by interacting with spirits that humans could not reach.\nSo The group that was created is Young Gyowon, which we can often see around us now, especially for adventurers.\nYoung Gyowon gives spiritual energy to weapons or manufactures soul stones to further enhance the skills of adventurers. Recently, it has been attracting attention from adventurers because it provides a technique to move to a distant place by grasping the energy of the earth. However, if a person with low internal strength uses this technique, there may be aftereffects, so be careful.",
    "51500030": "The Void Pit incident has really changed Vandal Lake. Many residents have become burnt out, and the fertile lake has been divided into several parts that are barely able to keep it alive. With this article, once again I send my condolences to the countless souls involved in that.\nThe existence that appeared in the pit of the void is presumed to be a sura that has been passed down through literature. Judging from the fact that the demons poured down, it is assumed that the inside of the rift is connected to another space.\nIt is known that in addition to the fire demon called water, it is known to create a powerful entity called a flame ring, and the connection between the crack and the flame ring is also recently studied. It has been reported that flames are also moving from the inside of the rift to the outside.\nMany people have been interested in the transcendent beings that appeared in the pit of the void, but no one knows the exact information about it.",
    "51500032": "After the Pit of Void Incident, the vigilance against the existence of the Bulma became even stronger. In the meantime, the influential sect Ereda discovered this very thing. It is said that destroying fertility can dissipate the energy inside and close the fissure, the passageway for fire demons. It is said that it is difficult for ordinary residents to see the real thing other than the goods. Adventurers should also try it if there is an opportunity to see the real thing.",
    "51500034": "When I was a child, when a bountiful harvest festival was held at Lake Vandal, I used to force my parents to come to fly lanterns. .There was also a good harvest festival this year, and I came here and flew a lantern. Thinking of the forgotten person now...\nIf you were from Daeeobang, you can't know about that person. He was the one who was called. He was a man of impeccable talent, boasting of his beautiful appearance and excellent martial arts. He did not hesitate to help out and worked as a vigilante leader. The villagers also praised him as the next big fish ark.",
    "51500035": "However, the incident happened in an instant. \nThe good harvest festival of that year was unsettling from the beginning. The person's opinion to blow up the lanterns was gathered, and the lantern festival was prepared. \nBut the material for the lanterns On the last day of the festival, it was reported that the Korean papers that were stored because they needed it were burned in an unknown fire, and that those who set out to save bamboo to make lanterns were killed by a fireman. It was a mistake, and in the end, the Great Fish Ark voluntarily resigned and left the village.\nAs time passed, it was revealed that the incident at that time was the guide's mistake and led him to the pit of the void, but the person had already left the village. \nAnyway... Since then, the lanterns have been blown at every festival since then.\nNow, it may be a forgotten memory, but I still remember the incident. blows.",
    "51500036": "Currently, in the fertile land, you can see a huge topography in the shape of a sea dragon. When viewed from a distance, it looks as if the sea dragon's head is lying in the sea. Various theories have been speculated about this. However, the most credible is the theory that this continent was created after the death of the sea dragon. Of course, this hypothesis can only be established by acknowledging that the sea dragon actually existed. Exploration is underway to reveal the existence of sea dragons around the area. The Expedition Plum Blossom Team is actively establishing a base and investigating.",
    "51500037": "If you live in Taerokrim, you've probably heard of rumors about the wreckage area of shipwrecks. Pirate ships appear or ghost ships appear late at night.\nThe exact facts were investigated by Myunghyedan. As a result, it is said that small boats mainly used for smuggling or smuggling were used secretly.As you know, the sea and moon continent can only be entered through official procedures, and entry is denied at Yedo Port if your identity is not clear. It is said that the wreckage of ships that were wrecked by the tide was left unattended while trying to get in. Of course, for aesthetic or safety reasons, they tried to clear the wreckage from the weeping side, but the gloomy on the beach prevented them from undertaking the removal work. They say that they don't need to put in a separate manpower because they think everything will be weathered anyway.\nSo, I want to reveal that the rumor that there are ghost ships is false as a result of the Myunghyedan investigation! .",
    "51500038": "I've often heard in the past that when you enter this forest, you lose your mind. It's a reference. It's about a place called a forest. Although it is easy to look around, the forest is known as a place where it is easy to get lost because it is covered with strange rocks and large trees. \nBut now, it seems that this doesn't happen anymore. In the early days of pioneering, after hearing this from Younggyowon, I directly investigated the forest and discovered that a barrier with unknown power exists. It is said that the work of removing the barrier was successfully completed under the leadership of Perong.\nThanks to everyone, now everyone can see the scenery of the forest, so it wouldn't be bad for adventurers to explore this place if they have a chance. .",
    "51500039": "Those who do not disappear, we call them mortals.\nThere is still disagreement within the Myunghyedan as to when they originated. However, what has become clear is that when the rift opens, they appear around. So far, no one has confirmed what the inside of the rift is like (if there are any adventurers who have confirmed the rift or what it is inside, please let the Myunghyedan know)\nIn any case, they are confirmed to be hostile to people, so Please be careful at all times in this open area.",
    "51500041": "Have you ever seen a monster called Duong? \nSome say that you have to be alert when you meet a dark man. The anecdote of the cultivators who lost their fingers because they failed to solve the riddles they set out is unknown to anyone from the Sea and Moon Continent. \nActually, they were very mischievous, but they say they showed aggression when their home was taken away by humans. It's not that they don't understand how it feels because anyone will get angry if their home is taken away. It is said that the side is actively pushing them away.\nIf you encounter a dark person during an adventure, never panic and be alert!",
    "51500042": "When we first investigated the sea and moon continent, the tribe that stood out the most was the deer tribe called antlers. It was because of their attitude that was quite different from what was written in the history books. \nThe first expedition to this continent was When they arrived, the antlers, who had not yet shown any hostility toward humans, appeared along with their king, the giant antlers, but the expedition was frightened by the huge horns, and they dug a trap with their nets to capture them. , but after a while, the green giant ogre managed to escape with chains on with their unique agility.\nAfter that, they tightened their restraints on humans, and it is said that the green giant eagle does not appear except inside the green horned forest. . So, I urge adventurers not to approach them prematurely and arouse their anger.",
    "51500043": "I don't think there are many people who don't know about Nakwondaeseong, which is called the king of the paradise tribe. He once stayed in Suwolpyeong, but due to various big and small events, it is said that he has now crossed over to the continent.\n Even if they come to a new place, they still like to fight, so they always want to find a strong person and fight, so it's not a bad idea to challenge the Moorim people who think they're confident in their power. You know, right?\nOf course, just as the passage of time cannot be stopped by humans or beasts, Nakwondaeseong also ages...but still, it has a reputation value. Those with confidence should visit Nakwon Hills!",
    "51500044": "During the pioneering period of the sea and moon continent, the most nightmare area for the expedition would be the forest in the shade of fog. Vulnerable to environments such as thick fog, poisonous plants, and polluted water, they also lost their lives to surrounding monsters. The most feared monster would be this anti-personnel insect. Although scholars are still investigating, they still have not been able to find out exactly why the anti-personnel insect became so large.\nThey suck water from swamps and emit psychedelic mist, It is said that the person who touched it has hallucinations of an impressive person he met recently. Because they attack people who have broken their vigilance, you should not approach this area alone. I'm having a hard time finding a way to get rid of the hallucinations. Please be careful when approaching this area...",
    "51500045": "Have you ever heard of the gray jungle in the fertile land? It is said that at the beginning of the pioneering period, it was a dense jungle. After that, a huge fertility was discovered by the expedition, and it is said that there was an unfortunate accident in the process of harvesting this fertility. After that, the story of the jungle losing its original color and light and becoming the gray jungle it is today can be found in the expedition's exploration records.\nWe believe that this does not apply only to the jungle environment. It is speculated that it may have had an effect on the living creatures that had settled there. A representative example is platinum gold, which is staying in a hideout of disaster.\nIt also lost its color and light due to an unfortunate accident and is now active only in dark places. I think it may have turned into a monster, with a lot of hostility towards humans. There are still incidents where a trainee who occasionally patrols this place is killed by platinum. Finding this area out of curiosity. Please do not have this.",
    "51500046": "In the pioneering period in the past, Suyang had difficulties in securing expedition personnel, and it is said that in the end, he visited Hong Don-pal, the chief of the Hong Don tribe, and promised to provide their land in the Seawol Continent. With the participation of the Hongdon tribe, the pioneering became easier, but their promise did not end well. The rearing side took the position that they could not provide a reward because the pioneering was not finished yet, and the Hongdon tribe eventually lost patience and left the expedition. They set up on the side of the red forest road and are still fighting to keep their promises to Su-yang. Especially in the case of Hong Don-pal, the bad feelings towards Su-yang can spread to humans and cause some quarrels, so adventurers should be careful.",
    "51500048": "Most people will never have heard of the word Cheonshin Jerye. I came to know the word when I started researching Saho, and I heard it from a barong.\nThe Cheonshin Jerye literally means It means a ritual to the god of heaven. To be more specific, it can be said to be a ceremony to summon a divine beast. It is a scene that even I have never seen before, so it is not known exactly whether or not the divine beast will appear during this ceremony. It is said that three materials are needed to perform the ritual: a bell that calls the way, a mirror that illuminates the way, and a sword that makes a way can only be used to complete this ritual. nOne of my lifelong wishes is to see this ritual proceeding right before my eyes, and it is unknown whether there will ever be such a moment in my life.",
    "51500049": "In the past, Ereda was founded by a longtime Iranian warrior from Seorak. He was gradually increasing in number with his comrades Eun Gwan-hee and Yu Deok, who were called the Three Swords of Seorak, and suddenly disappeared. After that, the two remaining Ereda From then on, Ereda served the divine beast, but as the generations passed, it gradually transformed into a religious group, which was more like a religion rather than a group of uninhabited people. After that, the base of Seorak was abandoned and the base was moved to the Great Desert. This incident will later be called the starting point of the Ereda restoration movement. Emphasizing that, we put Ereda back on the ranks of the strongest unmanned group, and through amicable consultations with the elders, we finally developed into a single Ereda.",
    "51500050": "After Chobi's campaign to return to Ereda successfully ended, the Ereda became a mysterious, unmanned group of religious colors. Exploration of the sea and moon continent began around the time Ereda regained stability, but Chobi's health deteriorated. As a result, he could not participate in the expedition, and Chobi died shortly thereafter. Before the soldier, he named Harem, who was only a rip, as his replacement. There was no one there.\nHareum, who became the Munju, joined the expedition to the new continent and made splendid achievements, the most successful of which was the exploration of the Yonglin Desert.",
    "51500051": "Full of sunset, the meaning of her name. Harem showed excellent talent in both martial arts from an early age, and her swordsmanship in particular was said to be truly dazzling.\nShe was trusted by the former Munju Chobi. After that, she ascended to the position of Munju at a young age. She continued as she was after becoming Munju with a strong and active personality. In particular, joining the expedition to the new continent shows her determination. Upon hearing the news that he had been attacked, there was no group in the 2nd expedition that was willing to join the 2nd expedition. At that time, Harem expressed his intention to participate, and as a result, he achieved remarkable achievements and contributed to the success of the exploration of Yonglin Desert. Ereda called the group of dreams. People judge that it is Harum who created such a value.",
    "51500052": "Recently, the story of Harem, the master of Ereda, has been heard everywhere. I think it may have something to do with the martial arts competition that took place at Lake Vandal. Every year, Ereda participates in the festival to pray for good harvest. There is a saying that a martial arts contest was held, and Harem-nim almost stopped a huge crack at that place.\nBut after that incident, many people are worried because Harem-nim has not been seen. Rumors are circulating that he might leave Moonju's seat because of this deterioration. We went to the Ereda branch to investigate the exact facts, but we could not find a clear answer. I want you to show me.",
    "51500054": "Pungbaekmun is a sect founded by Muji Yangjung, who had a reputation for virtuous military service in the past. After rallying his followers, he made Yongoreum Valley his base.\nAs a rule, the monarch is the largest. In principle, it was the principle of succeeding the monarch of Pungbaekmun by the election of elders only when there were no children. Evil became the master.\nSongmunak is known to have tried to change the character of the clan to be open-minded with an attitude that is cooperative with the empire and approaching the people. Because it was definitely concluded, people guessed that Pungbaekmun would be the first to be invited to the expedition to the sea and moon continent, and it actually happened.",
    "51500055": "Pungbaekmun, who participated in the expedition to the sea and moon continent, will have a conflict with the Pungje Empire over huge fertility. The position of Pungbaekmun that it should be preserved as it is, and the position of Pungbaekmun that it should be mined and used is very intense. In the end, Suyang, an expedition from the Pungje Kingdom, tried to mine huge fertility without the knowledge of Pungbaekmun, but for unknown reasons, the site was destroyed. After hearing about it, they feel betrayed by Suyang, who tried to deceive them, and they are still not good friends with each other.\nBut due to this incident, Song Mun-ak has turned a passive attitude toward pioneering itself. It is said that talented people were created and, perhaps in the aftermath of this trend, Song Mun-ak gave up the current position of Mun-ju and one of the young talents took over.",
    "51500056": "Nothing has been revealed about the new master of Pungbaekmun following Song Mun-ak. However, it was expected that he was one of the young talents and that Song Si-guk, the son of Song Mun-ak, would become the master, but it greatly exceeded the expectations. In the meantime, although it has been revealed which family will take over the position of the monarch, not even the surname or name is known about this monarch.\nMany people speculate, for some reason it cannot be disclosed. There are rumors that the person with the stylist may have become the owner of the gate, or the fact that it was vacant, but could not reveal it, so a person who did not exist was set up as a fiction. Whether or not it is fiction is unknown.",
    "51500057": "One of the most impressive discoveries in the process of pioneering the sea and moon continent is huge fertility. It was a Pung Empire that I never expected to find a fertility of this size, so with this opportunity, the Pung Empire has been able to contribute more to the pioneering of the sea and moon continent. I started investing money.\nWhen the giant fertility was discovered, the conflict between Suyang and Pungbaekmun was intense, so the mining of the giant fertility was delayed. But in fact, in fact, in private, Suyang mined the giant fertility little by little. This fact was revealed by a mysterious incident. One day, an incident occurred in which the area around huge fertilization was devastated with a huge crack. The cause is still unknown, but people all tried to secretly mine the giant fertility. They accused him of buying the wrath of God.\nNow, it has turned into a place infested with fire demons, and no one dares to approach the area around the great fertility. To me, it seems like the end of greed.",
    "51500058": "There were many incidents that Pungbaekmun experienced during the expedition to the sea and moon continents, but the foggy marsh avalanche was one of them. It was a nightmare for the expeditionary team during the pioneering period. Because of this, an endemic disease broke out. There were not one or two people who collapsed from an endemic disease due to the poor understanding of the topography. Thanks to an expedition member named Sarubi, he made medicinal herbs from plants that can cope with endemic diseases, and the expedition progressed safely. However, it is said that those who had already lost their lives in the process were gathered and buried in one place, dividing the rams into two rams and the Pungbaekmun by the same name, without being able to properly name them. It's an area. Even now, if you go there, you can hear the cries of the souls of that time, so it's recorded as a heartbreaking event.",
    "51500059": "One of the questions that many people ask! If Pungbaekmun and Ereda fight, who wins? This is often talked about and asked.\nOf course, whoever knows the answer... No, because the two factions have never had a formal confrontation. Besides, Harem, the owner of Ereda, has already appeared, but little is known about the master of Pungbaekmun, so it often stimulates curiosity.\nComparison standards It's hard to say, but Pungbaekmun joined the 1st expedition and Ereda joined the 2nd expedition, so Poongbaekmun wins in the order of joining! You can say, “Everyone wins!",
    "51500061": "The Barong are regarded as a race as old as human history. They have always shown friendly attitudes as good friends and helpers of humans, and have evolved to be able to speak human language as this relationship is based. \nAccording to the history books, at one time, humans invaded Barong's territory in the process of expanding their territory, and as a result, factions within the Barongs were divided. I decided to hide in.\nIn the meantime, cracks began to appear all over the world, and it is said that this effect had even hit Barong's lair. is said to have gathered in the need to cooperate with humans.",
    "51500062": "It's easy to see Barongs around us now. It's not unfamiliar to see Barongs working as high-ranking officials or heads of important groups. In fact, Young Gyowon is a group made up of only barongs, but they have good relationships with humans. The reason why Barongs are friendly with humans is their relatively gentle nature and cute appearance, but I think the biggest reason is their ability. It's because it's helping adventurers directly.\nNow, I think Barong is an inseparable friend with humans.",
    "51500063": "Always close friend, Barong! I would like to leave some information about them.\nIf you look at their taste, they are omnivores, but they say that they especially like the lichen fruit and iridescent grass. Although it is a beautiful plant, it is said that the smell is not very good, but only the Barong people prefer it because it smells like dried fish. It is said that it is to make naming easier with easy pronunciation in the form of overlapping words, so I'm guessing that the name of the head of the Young Gyowon is also Perong Perong.\nNow, if you meet Barong during an adventure, let's say hello. ",
    "51500064": "Have you ever heard of the name Pioneer Barongdan?\nThere are rumors about this group among adventurers these days, so I found out more about them! Those who are acting in the name of exploration It is composed of Captain Nei-Nyang, and Dan-Pung-Nyang and Heung-Nyang.The achievement of successfully completing the investigation on the relationship between historical sites and guards in Vandal Lake on the four continents is famous among adventurers. It is said that the public's attention is focused on what kind of appearance they will show. If you meet them during an adventure, please greet them warmly!",
    "52000001": "- Myunghye member Ye Gwi-young -",
    "52000002": "- Myunghye member Min Kyung-han -",
    "52000003": "- Jin Na-hee, head of Myung-hye -",
    "51000069": "화제의 인물 전편",
    "51000070": "화제의 인물 후편",
    "51000071": "무술대회의 주인공",
    "51000072": "과묵한 그대",
    "51000073": "불 같은 돌주먹",
    "51000074": "사랑과 우정 사이",
    "51000075": "개다래풀 너무 좋아",
    "51000076": "철면무사 모순학",
    "51000077": "풍백의 제일검",
    "51000078": "진정한 해수 사냥꾼?",
    "51500071": "반달호수의 화제 인물이라고 하면, 이 분을 빼놓을 수 없겠죠. 결승전까지 오른 신예 분이 바로 그 주인공인데요, 아마 무술대회를 참관하셨던 분들이라면 이름만 들어도 바로 아실 수 있을 거에요. 물론 누군가는 무술대회를 망친 사람이라며 손가락질 하기도 하고, 그 후에 사호나 에레다에서 왜 그 분을 용서했는 지에 대해선 정확하게 밝혀지진 않았어요. 그렇지만 명혜단의 조사 결과, 망쳐버린 대회 뒷수습을 위해 이곳 저곳에서 활약했다고 하네요. 정확한 경위는 그 분을 만날 수 없어서 확인할 수 없어 아쉽긴 합니다. 어찌하였든, 역대 무술대회 중 잊을 수 없는 사건의 주인공으로 지금도 사람들 사이에 화제가 되는 인물이에요.",
    "51500072": "대어방에서 이번 축제에 에레다를 초빙해서 큰 화제가 되었었죠. 많은 사람들의 관심은 에레다 문주인 하름에게 쏟아졌지만, 의외로 뭇여성들 사이에서 샛별처럼 떠오르는 사람이 있었답니다. 바로 언제 어디서나 묵묵히 문주를 지키는 사내, 오름입니다. 많은 사람들이 오름이 진짜 본명인지와, 무술대회 사건에 대한 에레다의 입장에 관해 궁금증이 많았는데 이 부분에 대한 답변을 확인했습니다.\n\"우선, 저에게 있어 본명은 더 이상 중요치 않습니다. 그저 에레다의 오름이라고 생각해 주시는 게 더 편해졌습니다. 무술대회는...생각치 못한 사건이 발생했지만 하름님의 빠른 대처 덕분에 더 큰 피해를 막을 수 있었다고 생각합니다. 단지, 사람들이 기대했던 축제가 엉망이 된 점이 아쉬울 뿐입니다.\"",
    "51500073": "모험가들에게 청인족은 너무나도 익숙한 이름이죠. 특히나 반달호수 사람들에게는 창도단 때문인지 청인족의 명성이 더욱 악랄하기 그지없는데요, 최근 반달호수의 치안이 약해진 틈을 타서 그들은 고도시 숲길 근처에 자신들의 본거지를 만들었다고 합니다. 대체 왜 이 곳에 왔는지 많은 사람들이 궁금해 하고 있어서 그 부분을 명혜단이 어렵게 조사했습니다.\n\"뭐야, 넌? 야, 끌어내! 잠깐, 잠깐! 뭐? 이게, 그 유명한 명비인가 단비인가 고거에 내 이름을 적어 주는 거라고? 크흠흠. 야. 풀어줘! 건방지게 뭘 물어 보려고? 내가 여기 있는 이유? 나, 돌주먹이 이런 촌구석에 있는 이유가 뭐가 있겠어? 보물이지...보물! 크하하하!\"",
    "51500074": "모험 중에 장비를 강화하거나, 수리할 때 자주 대장간을 이용하시죠? 그럴 때면 금경철문이 어디 있나 마을 주변을 살펴보죠. 현재 문주인 달빛바람 외에, 대장간 책임자는 강철주먹이 맡고 있다고 해요. 알고 보니 두 사람이 어릴 적부터 친한 친구 사이로, 금경철문을 이렇게 성장시키는 데 톡톡한 역할을 했다고 하네요. 그 중 한 사람을 만나보았습니다.\n\"명혜단이요? 흐흐흠. 달빛바람과는 좋은 친구 사이죠. 힘들 때 서로 의지하기도 했고... 제 원래 꿈은 모험가였지만, 이 일을 달빛이가 혼자 하게 둘 순 없었죠!  네? 아! 무슨 소리에요?! 절대, 절대, 절대, 오해하지 마시고! 자자, 이제 그만 가세요!\"",
    "51500075": "사호 중에서도 가장 사람들에게 인기를 한 몸에 받고 있는 곳은 영교원이죠. 바로 구성원 대부분이 바롱이기 때문인데요. 바롱은 머리부터 발끝까지 귀엽지 않은 부분이 없다! 라고 주장하는 사람들을 주변에서도 많이 볼 수 있어요. 과연 바롱 본인들도 이런 인기를 실감하고 있을 지 이 부분을 명혜단 수련생이 확인해 보았습니다.\n\"지금 해야 할 일이 산더미인거 안 보이냥? 오...옷! 아니! 이건 개다래풀이 아니냥? 풀떼기라니! 이게 어딜 봐서 풀떼기라는 거냥!! 좋다냥...질문이 뭐냥? 인기? 인기는 저 옆 동네 도화상전이 최고 아니냥? 거기는 사람들이 항상 북적북적이다냥...우리는 아무도 안 찾는다냥...\"",
    "51500076": "가끔 모험가들 중, 길을 잃고 여기가 어디인지 헤매는 분들이 계시죠. 그러나 그 누구도 이 사람보다 더 길을 못 찾진 않을 겁니다. 아마 이미 이 사람을 만나 본 모험가들도 있을 텐데요.바로 철면무사라 불리는 모순학입니다. 명혜단이 어렵게, 녹색 뿔 샘터에서 길을 잃고 헤매는 모순학을 만날 수 있었습니다.\n\"너는?! 이런 낮선 곳에서 모습을 드러내다니! 악인이 틀림없군! 이 창은 무엇이든 뚫을 수 있다! 받아라!\"\n\"잠시만요! 저는 명혜단 수련생...아앗!!!! 사람 살려!!!\"",
    "51500077": "제일검이란 별호를 가질 수 있는 사람이 세상에 몇 명이나 될까요? 그러나 누구에게 물어봐도 이 사람은 확실히 제일검이다 라고 불리우는 인물이 있습니다. 바로 풍백문의 비류하에요. 생각보다 어린 나이에 장로가 되어 주변의 부러움을 사기도 했지만 그만큼 풍백문의 일당백 역할을 하고 있습니다. 주변의 평에 대해 본인의 입장이 궁금해 찾아가 보았습니다.\n\"제 직위에 맞게 역할을 해낼 뿐이죠. 게다가 주변에 제 역할을 못하는 사람이 있어서...휴. 아, 아닙니다. 지금 말은 잊어 주세요, 하핫! 아직 부족한 제게 제일검이란 별호를 붙여주신 것에 감사할 따름이죠. 여기서 자만하지 않고 더 정진해 나가겠습니다!\"",
    "51500078": "모험가 분들은 해수 사냥꾼이란 말을 들어 보셨죠? 지역 곳곳의 무서운 해수들만 노려 그들의 전리품을 팔아 생계를 이어가는 사람들이에요. 해수들을 상대하려면 웬만한 무공 실력으론 상대도 안되기 때문에, 실력꾼들이기도 하죠. 해수 앞에 섰을 때, 그 무서움을 그들은 어떻게 이겨 내는지 한 번 확인해 보았어요.\n\"나한테 궁금한 게 있다고? 하핫! 뭐, 내 워낙 유명인이긴 하지...해수 사냥에 있어서 가장 중요한 거? 그건 바로 안목이지, 사람 보는 눈 말이야! 저 사람이 무술 실력이 있나 없나...그렇게 포섭해서 등쳐먹...흐흠! 아무튼 안목이 가장 중요하지, 암!\"",
    "52000004": "- 명혜단 수련생 채란 -"
}