{
    "11005000": "[recommended level]>20\nThe Vandal Ranch in the setting grassland boasts a vast size. But for some reason, the workers are nowhere to be seen compared to the size of the ranch. It is said that the lack of this is causing the livestock to die of starvation.\n\nThe situation seems difficult, so let's help.",
    "11005001": "[Recommended level]>20\nWhile helping with the ranch, I found a corpse of a sheep near a warehouse. While chasing the criminal, I encountered a mysterious horde. After chasing them, I found a slaughterhouse that is supposed to be a hiding place. We found the facility.\n\nNow all the questions have been answered.\nAll these actions were done by the fighting gang.",
    "11005002": "[recommended level]>10\nPlum Blossom Team Shim Ha-yeon had the fortune that the spear group's strength grew stronger and the damage was severe. \nSaho bought one of the spears and someone inside Vandal Lake I even found out that they were supporting Dan, but they said that they need someone to go inside the spear group and check...\n\nWhile the ship for the Haewol Continental is preparing to depart, let's help Saho and reveal what's behind it!",
    "11005003": "[Recommended level]>13\nAccording to Chi-Yeon, the spear leader's Stone Fist tried to catch the monster frog behind the spear gang's den, and it failed because he ran out of strength. If you bring the monster frog's head to Stone Fist, who must have existed, it will surely allow you to join.",
    "11005004": "[Recommended Level]>15\nThe Sword of Truth! \nI think that would be enough to win the favor of Stonefist. \n\nGo to the Tent of the Two Blades Leader and obtain the Sword of Truth. , I have to dedicate it to Stone Fist.\nIf you don't do it for yourself, you won't get it?\nOops! Don't forget the tiger skin as well.",
    "11005005": "[Recommended level]>17\nThe local resident of Soho Village recently confessed that children are missing one after another in Soho Village, and warns foreigners to be careful. \n\n I could feel the grim atmosphere.\nWould you like to hear more?",
    "11005006": "[Recommended level]>17\nWhere did the missing children go?\n\nStarting near Soho Village, I was able to find some clues while following the children's whereabouts. A common characteristic of the missing children is the forest. There were traces of someone dragging children to the mouth of the forest.\n\nWith this, at least one thing is certain: the forest did not eat the children.\n \nLet's investigate the forest quickly.",
    "11005007": "[Recommended Level]>17\nThat Dongja-ryeong seems to know the whereabouts of the missing children. Don't miss it. If you catch up, Dong-ja-ryeong's appearance is nowhere to be seen, and all kinds of harmful beings come and interfere. \n\nIf we chase them away, I think we will be able to find the rest of the children... Let's hurry before it's too late.",
    "11005008": "[Recommended level]>17\nOf the three missing children, Deokgu and Chunmae safely returned to their parents' arms, but Sohyang never returned. nAnd the story about Sohyang... \nIt would be better to tell the parents directly.",
    "11005009": "[Recommended level]>25\nOn a wooden bulletin board there was a poster titled Evacuation Advisory.\n\nAccording to the poster, this is a Suwa village that was destroyed by eroded monsters. I feel the pain of the Suwa people who had to leave the village and evacuate.\n\nCan I help you?",
    "11005010": "[recommended level]>25\nWawa, whom I met at the temporary base of the Suwa tribe, once again thanked me and asked me how I got to pass there. With great joy, I suggested that I meet the Suwa village chief.\n\nLet's hear the details from the Suwa village chief and help the Suwa people plan to retake the village.",
    "11005011": "[recommended level]>25\nThe plan to retake the village seems to have made some progress. Now Daewa has agreed to meet in the Eerie Valley to solve the last problem. \n\nThe Suwa people. Together, let's defeat Cheol-eak and take back the village to the Suwa people.",
    "11005012": "I came here with Shim Ha-yeon and Sa-ho to start a speech. It seems that the rumors about the speech have already spread widely when you see three or three people gathering and talking with a very serious expression.\n\nOn the podium Seeing Saho standing in line, it looks like he's about to start speaking soon.\nLet's mix in the crowd and watch the speech.",
    "11005013": "remove quest",
    "11005014": "[recommended level]>20\nThe Vandal Ranch in the setting grassland boasts a vast size. However, for some reason, the workers are nowhere to be seen compared to the size of the ranch. It is said that the lack of this is causing the livestock to die of starvation.\n\nThe situation seems difficult, so let's help.",
    "11005015": "[Recommended level]>20\nWhile helping the ranch, I found the body of a sheep near a warehouse. While chasing the criminal, I ran into a mysterious group. I found it.\n\nNow all my questions have been answered.\nAll these things were done by the fighting team.\n\nI have to make sure that I don't do this again.",
    "11005016": "[recommended level]>10\nPlum Blossom Team Shim Ha-yeon is lucky that the spear group has grown stronger and the damage has been severe. I found out that the gang is supporting the Changdo Team, but they said they need someone to go inside and check it out themselves...\n\nWhile the ship for Haewol Continental is preparing to depart, let's help Saho and reveal the background!",
    "11005017": "[Recommended level]>13\nAccording to Chi-Yeon, the spear leader, Stone Fist, tried to catch the monster frog behind the spear gang's den, and failed because he ran out of force.\n\nAfter that, the monster frog was very If you bring the monster frog's head to Stone Fist, who must have been like a thorn in his eyes, he will surely allow him to join.\n\nLet's go catch the monster frog behind the spear den!",
    "11005018": "[Recommended Level]>15\nThe Sword of Truth! \nI think that would be enough to win the favor of Stonefist.\n\nGo to the Tent of the Two Blades Leader and obtain the Sword of Truth. , I have to dedicate it to Stone Fist.\nYou won't be able to get it if you don't do it alone?\nOops! Don't forget the tiger skin as well.",
    "11005019": "[recommended level]>17\nThe local resident of Soho Village recently confessed that children are missing one after another in Soho Village, and warns foreigners to be careful. I could feel the grim atmosphere.\nWould you like to hear more?",
    "11005020": "[Recommended level]>17\nWhere did the missing children go?\n\nStarting near Soho Village, I was able to find some clues while following the children's whereabouts. A common characteristic of the missing children is the forest. There were traces of someone dragging children to the mouth of the forest.\n\nWith this, one thing is certain: at least the forest did not eat the children.\n \nLet's investigate the forest quickly.",
    "11005021": "[Recommended level]>17\nThat Dongja-ryeong seems to know the whereabouts of the missing children. Don't miss it. If you catch up, Dong-ja-ryeong's appearance is nowhere to be found, and all kinds of harmful beings come and interfere. \n\nIf we get rid of them, I think we can find the rest of the children... Let's hurry before it's too late.",
    "11005022": "[recommended level]>17\nOf the three missing children, Deokgu and Chunmae safely returned to their parents' arms, but Sohyang never returned. nAnd the story about Sohyang... \nIt would be better to tell the parents directly.",
    "11005023": "[Recommended level]>25\nThere was a poster on the wooden bulletin board titled Evacuation Advisory.\n\nAccording to the poster, this is a Suwa village that was destroyed by eroded monsters. I feel the pain of the Suwa people who had to leave the village and evacuate.\n\nCan I help you?",
    "11005024": "[Recommended level]>25\nWawa, whom I met at the temporary base of the Suwa tribe, once again thanked me and asked me how I got to pass there.\nAfter seeing the evacuation advisory, I said I came to help. With great joy, I suggested that I meet the Suwa village chief.\n\nLet's hear the details from the Suwa village chief and help the Suwa people plan to retake the village.",
    "11005025": "[recommended level]>25\nThe plan to retake the village seems to have made some progress. Now Daewa has agreed to meet in the Eerie Valley to solve the last problem. \n\nThe Suwa people. Together, let's defeat Cheol-eak and take back the village to the Suwa people.",
    "11005026": "This is an unreleased story.",
    "11005027": "remove quest",
    "11005028": "When I asked the owner of the ranch, Meil Kim, who was guarding the vast ranch alone, what was going on, he complained about the lack of staff as if he had been waiting. On the way to check, I found a terribly dead sheep. Judging by the traces that were cut with a sharp tool, the culprit is unmistakably a person.\n\nSince there are traces not far from the fallen sheep, we tracked it down. As I pursued them, mysterious people appeared and began to threaten them. The place I pursued after dealing with them was the hideout of the Bullfights, which was set up in a hidden cave under a sheer cliff.",
    "11005029": "I was planning to get rid of the bullfighting slaughterhouse's illegal slaughterhouse so that this never happens again, but in the process, I found a money bag. On the outside of the money bag was the seal of Lim Yeon-soo, the owner of Daeeobang. It wasn't enough to threaten the livelihood of a good citizen, but the bullfighting gang, who even slaughtered illegally as a pitiful animal, was actually ordered by Lim Yeon-soo...? , and the remnants of it were still threatening Lake Vandal. Upon hearing this news, Mail Kim, the owner of the Vandal Ranch, was also greatly surprised and thanked him for solving the problem.",
    "11005030": "I heard that Shim Ha-yeon could not leave immediately due to a repair problem on the ship bound for the Haewol continent, so Shim Ha-yeon came to me. It was because of the spear gang threatening the security of Vandal Lake as she grew in size. According to the story, someone inside Vandal Lake is supporting them, and someone had to go directly to the inside of the spear group to uncover the background, and Saho chose me as the right person.\n\nAbandoned as Shim Ha-yeon said I went to the roof tile house and waited, and Chi-yeon of the spear team that Saho had bought appeared. Chi-yeon came to a fight saying I had to check my skills first, but I was able to deal with it easily, but Chi-yeon was not satisfied. When he began to explain his plan with , he understood the reason. According to Chi-yeon's plan, he would have to join the changdo corps first... Chi-yeon, who was struggling with how to do it, cut the head of the monster frog behind the changdo gang's lair. I advised that if you take it as a bribe, the boss will meet you.",
    "11005031": "Chiyeon's attitude changed slightly when she saw the monster frog's head in her hand. Indeed! He's the perfect person to be a spy. \nAnyway, as planned, the head of the spear gang gave the monster frog's head to Stonefist. He paid tribute and flattered, and he easily joined the club. However, as soon as he asked for a solo team, he got angry and kicked him out? Chi-yeon had no choice but to return to Chi-yeon without any success. \nNow, it is said that the boss of the Fighting Team has obtained the treasured sword, so to find out the truth of the rumor, I will have no choice but to go directly to the Fighting Team's base.",
    "11005032": "As Chi-Yeon said, there was an expensive looking sword in the tent of the two-leaf leader. When I brought the sword and presented it, the stone fist looked like it was protruding, and frantically looked at the sword and started swinging it at his subordinates. The subordinates start to speak the truth that they have been hiding... It seems that they are upset because they are afraid, but somehow, the stone fist was thanks to the sword, so they believed like a rock. I was able to inspect the tent between the two and found a suspicious letter among the piled up items, in which it was revealed that Lim Yeonsu was not only carrying supplies to the Changdodan, but also communicating with them to incite fear in Vandal Lake. When I returned to the abandoned tiled house and passed the evidence of Lim Yeon-soo's inner workings to Shim Ha-yeon, I expressed my gratitude and thanked him.",
    "11005033": "The local residents of Soho Village have warned that the recent disappearance of children in the village has resulted in poor views on foreigners. Although there was no sign of it, he offered to help, and he allowed me to meet the families of the missing children. Thanks to this, we were able to collect information about the children from the families of the missing children.\n\nAll three missing children, and all One thing they had in common was that the last time they were heading to the forest, their whereabouts became unknown.\n\nWhile investigating the road leading straight to the forest, traces of someone dragging children at the mouth of the forest were found. It's not that they ate children.",
    "11005034": "I met a Dongja-ryeong near the traces of children found at the mouth of the forest. Unlike other spirits wandering in the forest, it wobbled as if to follow and then disappeared. When he took out the harmful things around him to chase after him without missing it, the hidden Dongja-ryeong reappeared and shook as if to follow him. Then, he disappeared again at a certain point, and Deok-gu, one of the three missing children in the immediate vicinity, was very scared. I was able to find him eating and crying.\n \nI am convinced that Dongja-ryeong seems to know where the missing children are.",
    "11005035": "While continuing to follow Dongja-ryeong, another child, Chun-mae, was found. Although trembling in fear, she testified that she seemed to have heard the voice of another missing child, So-hyang.\n\n While looking for Sohyang and going deep into the forest, I saw an ominous trail. I hurriedly followed it and saw Sohyang, who had already stopped breathing, and a dangerous-looking man smiling as if he had lost his mind. When I drove it to , the absurd words came out of his mouth that Lim Yeon-soo ordered it.\nThis must also have been Lim Yeon-soo's ruse to instigate fear in Lake Vandal and give him his own hands. After killing the dangerous person, Dongja-ryeong reappeared. As he approached, the spirit of So-hyang appeared next to him, and he disappeared after asking his family to tell him that he was really okay.",
    "11005036": "I delivered the news of Sohyang to Sohyang's family with a heavy heart. The parents who had waited for their daughter's safe return with agonizing hearts could not hide their sorrow and cried out their daughter's name. Not realizing the meaning of her sister's absence. Even my younger brother who was unable to read the sadness instinctively read the sadness and cried with his parents.\nHow can I measure the sadness...\n\nI couldn't keep the position, so I hurriedly left Soho Village.",
    "11005037": "I found a bulletin board with an evacuation advisory on the side of an abandoned village occupied by monsters that have been destroyed and eroded here and there. I heard a voice asking for help.\n\nI moved in haste following the voice, and there was Wawa, a Suwa tribe, who was desperately waiting for a helping hand in the remnants of the collapsed building.\nI couldn't get out because the fence was blocking the door. Dun Wawa was very grateful and said that they would repay them if they came to their temporary base.",
    "11005038": "Daewa, the chief of the Suwa village, seemed to be overjoyed at my offer to help. The Suwa people are currently in a dilemma, so they decide to do something first to reclaim the village from the eroded monsters. I did.\n\nDefeated the eroded monsters that occupied the village, searched for the leftover Suwa tribes and returned them to a temporary base. Daewa was very grateful for the unexpected achievement.\n\nNow the last one There is only one problem left: hunting the monster of the valley, Kang Cheol-eak. According to Daewa, the Suwa warriors who fought against Cheol-eak are also a threat to the point of losing several lives. Let's go on a hunt for steel music.",
    "11005039": "I got ready and hurried to the valley, but the Suwa warriors and Suwa village chief Dae-wa, who had already started hunting, were beaten down by Cheol-eak. In the end, he had to deal with Cheol-eak alone, but he managed to defeat it. I was able to.\n\nI heard unexpected news from Daewa, the village chief of the Suwa tribe, who seems to be in bad shape. It was a pet dog tag that Kang Cheol-ak was wearing. It seemed to have spurred the fear of the residents by smuggling it in, bringing it in, and then releasing it here.\n\nEven the Suwa village chief and even the chieftain of the Suwa tribe were furious about his evil deeds, while learning that there was no need to fear because of the tyranny of Cheol-eak. He seemed happy. After the conversation with Wawa, who came to him because he was worried about it too late, he left the Eerie Valley. I hope that the Suwa village reconstruction plan goes smoothly.",
    "11005040": "At the end of the shipyard in Suwol Port, Lim Yeon-soo was found clumsily hiding in a shabby outfit. However, Lim Yeon-soo was still Lim Yeon-soo. Instead of reflecting, he summoned a mercenary and saw an opportunity to escape. \n\n However, it's a no-brainer! When the mercenaries were easily subdued, Saho appeared just in time. Saho immediately dismissed Lim Yeon-soo from the post of gunman and ended the case by making him pay a fair price. While I was proud of the thought, the red plum came to me, thanked me, and suggested that I work for Vandal Lake with them, but I have a job to do. It was disappointing, but they cheered for the future.",
    "11005041": "Delete Quest"
}