{
    "11001000": "After all the twists and turns, I made it to the finals of the martial arts competition!\nMy opponent is also a riot as expected.\nWe should have a great match with no regrets!",
    "11001001": "Now, all that remains is to open the stadium door and compete with Arang. \n\nActually, it is a secret that should not be known to others, but Arang is a return to the Shinsoo Shiro! I think I'll use a related martial art... \nIn particular, be careful with the sword that reveals the truth that Arang carries! It's different from a normal sword because it's a 'divinity' that only a returner of a divine beast can possess! .\n\nIt's a little scary when I think about it... No, no one knows him better than me!",
    "11001002": "Hareum said that even as a minimum proof that I'm not in danger, I need to take care of the martial arts tournament ruined.\n\nArang entrusted the Shingi Jin name to Harem to ensure my identity. Precious because of me. Leaving even the sword as collateral... I'm so sorry but thankful. Besides, Arang participated in this competition to get fertility, and while I was running wild, even the fertility was wasted.\n\nSometimes I don't know what the black power inside me is I'm also afraid of myself... But first, as Harem said, I need to restore as much damage as possible to people because of me!",
    "11001003": "Red plum blossoms from the Maehwadan, Perongperong from Yeonggyowon, Horyong Kwak from Dohwasangjeon, and Moonlight Wind from Geumgyeongcheolmun.... It is said that the heads of these four groups are called Saho. \n\nThe new power of Suwolpyeong, They are said to be contributing to the development of Lake Vandal by playing a pivotal role in the exploration of the new continent.\n\nMy goal is to solve their requests and collect the Daeeobang Merit Plaque as a token of recognition.",
    "11001004": "Harum, whom I met again in the Fisherman's Village, has something more to do for me.\n\nNo, I worked really hard just to collect the medals, but there is still more to do! Ugh... As expected, I don't think I'm usually a tight-knit person like the lord of Ereda.",
    "11001005": "I asked Harem, whom I met again, about her memories of seeing Noi's fertility in Noi's fertility. Harem, like Arang, was also surprised that I could absorb the fertility. He said he knew where it was and led me to the deep cemetery forest.",
    "11001006": "This is an unreleased story.",
    "11001007": "This is an unreleased story.",
    "11001008": "This is an unpublished story.",
    "11001009": "This is an unreleased story.",
    "11001010": "This is an unreleased story.",
    "11001011": "This is an unreleased story.",
    "11001012": "When I found Arang's name next to my name in the preliminary match, I was so happy that I almost hugged Arang who was standing next to me! The first qualifying match is a 2:2 team match. Cooperation is more important than anything to win the match. , with Arang, who has been training together since childhood, he is confident whoever he is with him!\n\nIt was not easy to pass the preliminary round like that, but it was not easy, but after some twists and turns, he passed the final and advanced to the final. This means... My final opponent is my old friend Arang. It's a secret I shouldn't tell anyone, but Arang is very strong because she's a returnee of Shinsoo. I've fought with all my might since childhood. I haven't played it yet, but it's probably going to be a very difficult match.\n\nOn the way to the finals, I met a man named Yeonsu Lim. He spoke rudely and gave me a drink that looked very suspicious. The finalists are unconditionally I drank it first at his words that I should drink, but I still feel sick to my stomach.",
    "11001013": "What the hell is this all about? \nWhen I woke up, the martial arts venue was in ruins, and I was caught by Ereda. I remember that Arang, who was by my side back then, barely calmed me down. I think I was indebted to Arang again this time too. It is dizzy just thinking about what kind of accident I would have caused in front of so many people if it wasn't for Arang.\n\nEre Da's motto, Hareum, said that my power was 'Sura's power.' Then he tried to arrest me as a dangerous person. If Arang hadn't come forward and claimed my innocence, I would probably have been arrested.\nIn order to prove my innocence, Arang even entrusted her sword ‘Jinmyeong’ to Harreum. Jinmyeong is the ‘shingi’ possessed by Shinsoo’s returnee, so it must be really important to Arang... I have to do my best to prove my innocence, even for the Arang I entrusted with!",
    "11001014": "The Ereda member Doha, whom I met at Shin Daeeobang Choongta, told me that it was my job to receive a 'Gonggong Plaque' from Saho, who was the subject of this martial arts competition. Not because of the deal with Harem, but because of me. It would be natural to help those who have been harmed. It would be even better if misunderstandings about me could be resolved in the process.\n\nWhile looking for Saho, I met Young Gyowon Barongs, who taught me about Soul and Guardian Spirit, He also taught me how to use the 'chukji' that can go anywhere you want.\nActually, it wasn't just the Young Gyowon Barongs I met in the square. A strange man called me up and told me about the 'joint passage'. The man who was wearing a chinless camouflage holding a branch he picked up seemed to like the colleague's manager.\n\nAnyway, now that I've learned everything, I just need to meet Saho and prove that I'm not a bad person at all. !",
    "11001015": "Meet Saho at Suwolhang Plaza. The leader of the Exploration Plum Blossom Team and the barong group with spiritual powers, Perong Perong, the president of Yeongkyowon, Ho-Ryong Kwak, Sang-Joo Kwak from the gigantic top-level painting exhibition, and Moon Joo of Geumgyeong Cheolmun, the manufacturing ironsmith. Even the moonlight. They said that the leader of the four groups was called Saho.\n\nThe first quest was to find out the news of the herbalists belonging to Yeongkyowon, who said that they went to pick up precious herbs blooming in the southwest shipwreck and have not returned yet. Thanks to Perrong Perong's axis, we arrived near the shipwreck in an instant and found a herbalist surrounded by blue-skinned blue men and a very suspicious scroll.\n\nAfter saving the herbalists, when I lifted the self-made paper bell, it was wide open on the side of the shipwreck. It was said that he was deceived by Lim Yeonsu’s words that there was an herb garden. In addition, a scroll he picked up nearby had written support for the Blue People, but at the end, Lim Yeonsu’s seal was stamped. You didn't threaten the next blue man...?",
    "11001016": "I collected all the plaques and went to the fisherman's village where Harem was waiting. Harem and Oreum seemed to have lifted their doubts about me. Harem called us, saying that only Arang and I had a story to tell. Then he revealed that he was also a regressor of Shinsoo and Pasa. To hear that the two regressors met by chance. There seems to be a relationship.\n\nHarreum reported that blue fertility was found in the ruins revealed to Arang. , and gave me another mission: to solve a problem in the Void Pit area due to the aftermath of the portal that was held during the martial arts competition. They said that if this is completed, the martial arts competition will be nothing.\n \nWhen you're ready, let's use the shaft to find Oreum in the Void Pit.",
    "11001017": "Unbelievable things happen one after another, and my head is confused.\nHarum, who guided me to the deep cemetery forest saying that he knows where Noi's fertility lies, spews black power to me as I try to absorb the fertility. It's terrifying to think of what would have happened if it wasn't for Arang who showed up just in time.\n\nAccording to Arang, Harem is Sura's subordinate, 'The Rider.' This was because I was not a child and tried to absorb my power to absorb fertility. Arang heard the story from the 'little boy' and rushed to run, but who else? I was able to absorb it, but the memories that flowed in were amazing. I was... Shinsu Noi's child. I got a lot of information so suddenly, my head was confused. Arang and I decided to take the most reliable method because we have so many questions. I was going to meet the divine beast Pasa and ask him directly. To do that, I had to go to the Ereda Outpost on the Seawol Continent.",
    "11001018": "This is an unreleased story.",
    "11001019": "This is an unreleased story.",
    "11001020": "Accepting the advice of Red Plum Blossom, I decided to stay a little longer at Lake Vandal to gain experience and skills. \n \nThe things that Yeonsu Lim committed remain unresolved at Lake Vandal, so I help them and take care of them. Let's build experience.",
    "11001021": "Finally, I tried to board a ship bound for the sea and moon, but things in the world do not work out easily. The two captains collected most of the materials, but there is only one thing, the 'nuclear' of the guardian, which is the catalyst to fix the most important steering gear. He explained that it takes a lot of nukes to move a big ship, but if it's Hongrin's nuke, a powerful guard in the innermost part of the labyrinth, that's enough. It'll be fine, but should I step out for something like this?",
    "11001022": "After showing the spiciness to the corrupt gunman Lim Yeon-soo, Hong Mae-hwa, the leader of the plum flower gang, caught me as I was preparing to go to the sea-wol continent again. Although it was hurtful, it was a piece of advice that could be given to anyone who is the leader of the Plum Blossom Group, which is leading the exploration of the sea and moon continent.\n\nI decided to take her advice and stay a little longer at Vandal Lake to gain experience and skills. I was able to witness many incidents while traveling: Soho Village, where the tragic disappearance of children took place, the illegal slaughtering of the bullfighting gangs near Bandal Ranch, and the Suwa village where the village was taken away by eroded monsters.\n Lim Yeon-soo was behind all these terrible things. Wearing human clothing and committing such evil things. I hope Sa-ho can heal the pain of Lake Vandal and lead the way so that this does not happen again.\n Now, let's go back to the port and see if the repairs are complete?",
    "11001023": "I finally decided to board a ship bound for the sea and moon continent, but as expected, things in the world do not work out easily. Captain Yang Dae-hae gathered most of the materials, but there is only one thing, the 'nuclear' of the guardian, which is the catalyst to fix the most important steering gear. He explained that it takes a lot of nukes to move a large ship, but only one nuke of Honglin, a powerful guard inside the labyrinth, is enough.\n\nThe labyrinth in the revealed ruins is really ignored. As the name suggests, once you enter, it is difficult to find your way, and it is full of monsters and guards. I don't want to enter again, but in order to become strong, I must be able to casually enter and exit such a labyrinth. .\n\nFinally, the repair of the passenger ship has been completed, and there have been many ups and downs, but now the only thing left is to cross the ocean and go to a new continent! There are so many things I want to ask you when you go to the continent and meet Pasa. I hope you arrive soon!",
    "11001024": "This is an unreleased story.",
    "11001025": "This is an unreleased story.",
    "11001026": "When I went to the ruins to help Arang to find fertility, an unbelievable thing happened.\n \nThe 'Corridor of Awakening' that only returnees of the divine beast can enter. That's where I got into. ",
    "11001027": "When I arrived at the Void Pit, Oreum was waiting for me. According to Oreum's story, the Void Pit was originally the site of Daeeobang Gunta. A crack suddenly appeared there in the past, and now there are no people, let alone people. It is said that the land has become full of dead and no living creatures.\n \nBecause of me, the state of the rift has gotten worse again, so let's help them to kill the burners and save their core.",
    "11001028": "When I went to the ruins to help Arang to find fertility, an unbelievable thing happened. The 'Awakening Corridor' that only the returners of the divine beasts can enter. That's where I got into.\n\nThe divine beasts The guards were still guarding the place where they used to grow their strength through trials or compete with each other. When they defeated the guards and went to the innermost part of the corridor, a mysterious device was created.\n\nThe mysterious device that appeared on both sides of the room The moment I turned it on, I felt a build-up of strength in my body. And naturally, I was able to wake up to the 'Susangbi' Kyung Gong running on the water!",
    "11001029": "When I arrived at the Void Pit, Oreum was waiting for me. According to Oreum's story, the Void Pit was originally the site of Daeeobang Gunta. A crack suddenly appeared here in the past, and now, let alone people. It was said that no living things could live and it was a land full of fireflies, but I'm really glad that they gathered their strength again and built a new Daeeobang Guntae, comforting each other and dealing with the pain well.\n\nYou explained the situation to me. Oreum said that the state of the rift has changed abruptly due to the influence of the martial arts competition a while ago, and said that the best we can do for now is to deal with the bad guys. Joo Joo heard a surprising story: The ingredient found in the drink found in the cargo storage the other day was identical to the core of a mortal. You mean?\nMaybe that's why I ran so...",
    "11001030": "This is an unreleased story.",
    "11001031": "Maehwa member Shim Ha-yeon, who came to me at Suwol Port, sighed in relief, saying it was nice to meet him before the roads crossed. It was for this.\n\nShim Ha-yeon said she needed time to prepare, and asked me to train martial arts or help them with their work.",
    "11001032": "Maehwa member Shim Ha-yeon, who came to me at Suwol Port, sighed in relief, saying it was nice to meet him before the roads crossed. \n\nThis time Saho's speech was nothing less than a declaration that Saho would go out on his own for the stabilization of Lake Vandal while revealing to the public all the evil deeds Lim has been doing. The speech ended with trust, but Lim Yeon-su noticed right before the speech and ran away. I thought that he was not a person to be accepted, but did you mean that you still served such an author as a gunshot?\n\nAfter the speech was over Even after I was standing in the middle of the square, Perong Perong, the head of Young Gyowon, appeared and asked for a request. A report came in about the whereabouts of Lim Yeon-su, who had fled, but Sa-ho said that he could not leave immediately. In the meantime, Lim Yeon-su fled to another continent. He said it would be difficult to throw it away and asked him to follow Lim Yeon-soo instead.",
    "11001033": "This is an unreleased story.",
    "11001034": "I successfully completed the request of Perong Perong, the president of Young Gyowon, and got my first plaque of merit. This time, it's a request from the Maehwa Dan! I feel a little sorry to see the lack of staff due to all of the martial arts competitions.\n\nLet's do our best to help them again this time!",
    "11001035": "On the way to the headquarters to listen to the request of the Maehwadan, I found Yeonsu Chongtaju. He summoned the residents and announced that all activities in Suwol Port without his permission would be considered illegal. Seeing that everyone in the group expressed their displeasure at Lim's words, it seemed that the forced instructions were clear.\n\nThis is not the only thing. I was able to find Lim's suspicious activities throughout the quest. I saw Lim Yeon-soo running away from the annex by the lake without looking back, and behind the annex he ran away from, there was a monster and a fallen person that you couldn’t see in Vandal Lake. He said that after losing a lot of money in a martial arts contest, he can't even think of it anymore. The owner of the detached house was a local maintenance worker who supported Saho, and Shim Ha-yeon, who was usually dissatisfied with Saho, was indignant, saying that Yeonsu Lim would cross the line. After all, Lim Yeon-soo is too suspicious because he's just a bad-tempered shooter...",
    "11001036": "This is an unreleased story.",
    "11001037": "Finally, this is the last request for Geum Kyung-Chul-Moon! I suspect that it may have something to do with it this time as well, perhaps because I discovered the suspicious behavior of the batsman Lim Yeon-soo while carrying out the previous quest. \n\nI do my best until the end Let's do it!",
    "11001038": "I received the last quest from Moonlight Wind at Geumgyeongcheolmun. The material I ordered from the smithy had not arrived yet, so it was a quest to urgently collect an alternative material, Lake Turtle Crystal. When I brought it to Fist, I could hear a new story. The cargo arrived earlier, but the cargo storage did not let it go. The cargo storage I went to to check the facts was full of undelivered baggage, and Lim Yeon-su's mercenaries I stood guarding the suspicious box like an iron barrel.\n\nIn the box were Lim Yeon-soo's letter telling me to wait three days for the items to be delivered to the Geumgyeongcheolmun to be shipped out, and the suspicious drink I drank before the finals of the martial arts competition. Judging by the fact that the captain also smelled of a terrible drink, he must have drank this nourishing tonic.\n \nWhen the iron fist heard of the incident, he became furious and took the letter and drink. I just hope that Saho will investigate and take action on the suspicious activities of Lim Yeon-soo discovered while carrying out the quest.",
    "11001039": "This is an unreleased story.",
    "11001040": "Ha-yeon Shim of the plum flower group who came to me urgently told me that Lim Yeon-soo, the gunman who was kicked out, disappeared completely. \n\nLet's find out before Lim Yeonsu commits another evil deed.",
    "11001041": "The maehwadan Shim Ha-yeon, who came to me urgently, told the story that Lim Yeon-soo, the gunman who had been kicked out, disappeared completely. Shim Ha-yeon and I divided the area and set out to search.\n\nAfter the search, we found Lim Yeon-su in the eerie valley where Kang Cheol-ak was located. There were residents of Soho Village who lost their reason and were manipulated by Lim Yeon-soo. When they tried to subdue the residents and catch Lim Yeon-su, he suddenly struggled in pain and oxidized and disappeared. Lim Yeon-su, who was driven to the edge of a cliff after losing everything, was controlling the people of Soho Village by dissolving the drug in a water source and dissolving the drug in a water source, he said. He had a terrible plan to make everyone his own private.\n\nThe unforgivable end of the evil one was a tragic death.",
    "11001042": "This is an unreleased story.",
    "11001043": "This is an unreleased story.",
    "11001044": "With only growing suspicions about Gundam Lim Yeon-su... This time, I received a request to solve the case of a freight wagon attacked by Kwak Ho-ryong, a master of Dohwasangjeon.\n\nIt's Lake Vandal, which seemed peaceful on the surface. , isn't there a lot of incidents?",
    "11001045": "When I went to the ruins to help Arang find fertility, an unbelievable thing happened.\n \nThe 'Corridor of Awakening', where only returnees of the divine beast can enter. That's where I got into. ",
    "11001046": "The thieves were the culprits who attacked the freight wagon. However, the freight we recovered contained not only that of the wagon that was attacked this time, but also other freight. has disappeared, but recently the vigilante security seems to have been noticeably neglected.\n\nThe vigilante guard post I went to to find out the truth had to fight with the vigilante because the guard kept avoiding his seat and avoiding conversation. In a document dropped by someone during the fight, the reason for the neglect of the guard could be found.\n\nThe order to shorten the guard time and reduce the number of patrol team in the name of labor cost was written on the document! As he quickly changed his stance, he was stunned that he was only following the instructions of the 'superior.' Since he is a senior member of the vigilante group, I thought that Lim Yeonsu might be involved in this case as well.\n\nLim Yeonsu This person... Is there no end?!",
    "11001047": "It's surprising that I can enter the corridor of awakening, but the mystery did not end there. Tomo, who was found near the cliff of the exposed ruins, saw me and reacted and handed over the turquoise fertility he had.\n \nActually, I thought that I would not be able to absorb fertility because I am not a regressor, but Tomo was offering fertility to me as if to take it. I saw 'memory.' Perhaps it was the memory of Shinsoo Noi. And the memory somehow... had a sad feeling.\n\nArang was very surprised that I had absorbed the fertility, not Shinsoo's returnee. Arang advised me that if I search for another fertility and retrieve my memories, I will be able to find the answer to why I can enter the corridor of awakening and absorb the fertility of Noi. "
}