{
    "20005000": "(Even though it's a fairly large ranch, not many people seem to work)",
    "20005001": "(He looks like a rancher... He looks a bit depressed.\nLet's go and ask if there's anything we can do to help)",
    "20005002": "Who is there? This is private property!",
    "20005003": "(identify and ask what's going on)",
    "20005004": "Huh... This ranch used to have a lot of workers and was the largest ranch in the area.\nBut lately, all sorts of atrocious things have happened, such as the death of livestock.",
    "20005005": "Most of the workers, who were frightened by that, ran away.\nThe work to do seems to be Mount Taesan, but there are not enough workers, so where can you go without feeling depressed?",
    "20005006": "(willing to help)",
    "20005007": "Is that really true? If that's the case, then it's fine for me!\nCome on, shall we start right away?",
    "20005008": "Let's see... That's right! I've run out of hay to feed my chicks, so I need to get some hay first.\nHay is a <textColor=[215:94:94:255]>Outbreak</> near the ranch. It can be gathered from the fields or from <textColor=[215:94:94:255]>Samyojeong</>, so collect them evenly.",
    "20005009": "The collected hay can be placed in <textColor=[110:216:175:255]>in the middle of the pasture</> so that my young can eat anywhere.\nThe remaining hay is placed in front of the <textColor=[ 110:216:175:255]>I'd appreciate it if you could bring it to the warehouse</>. Take good care of me!",
    "20005010": "(<textColor=[255:204:102:255]>sheep corpse</> lying where it shouldn't be. Let's get closer and take a look)",
    "20005011": "(It seems that he has just died because he has not cooled down)",
    "20005012": "(It looks like it was cut with a sharp tool, so the culprit is presumed to be a human)",
    "20005013": "(I don't think we've gone far yet. Let's find clues and follow the criminal)",
    "20005014": "(In the place where the corpse of the sheep was cut off, we found a hidden cave with the smell of lawlessness.\nThe swarms seem to have been doing bad things while staying here)",
    "20005015": "(I'll have to scold you so you don't even come near the ranch again)",
    "20005016": "(report the results of the request and the contents of the illegal slaughter facility, <textColor=[215:94:94:255]>Lim Yeonsu</>)",
    "20005017": "The ones who made my bastards like that were <textColor=[215:94:94:255]>The Fighters</>!\n<textColor=[215:94:94:255]>Lim Yeonsu </> He couldn't be trusted at all, so he must have done something like this...",
    "20005018": "It's a shame that Saho revealed Lim Yeon-soo's corruption a long time ago...!\nAnyway, thank you for helping out with the ranch, and I'm so grateful that you dealt with the criminal like this.",
    "20005019": "My cubs who have been screaming and dying in the past will also be grateful.\nIf you let Saho know, he will take care of those bastards, and then the workers will come back!",
    "20005020": "(I think that outfit is... <textColor=[78:148:215:255]>Maehwadan</> member)",
    "20005021": "(Looks like I have something to do with you)",
    "20005022": "You were here! It's good to see you before the roads crossed.\nI heard the news. The ship bound for the sea and moon continent cannot float right away due to material problems, right?",
    "20005023": "<textColor=[255:204:102:255]><myHero.name/></>I want you to do something for me.\nIf it's okay, could you please help us?",
    "20005024": "(Ask for help)",
    "20005025": "For some time, the <textColor=[215:94:94:255]>Spear Dominion</>, the bandits active in Lake Vandal, have grown stronger.\nTo contain them, we are also strengthening our own security. I've seen it, but he's grown quite a bit.",
    "20005026": "The damage to residents is getting bigger and bigger, and the business of the Saho is not too bad.\nI can't wait to see it anymore, so Saho himself <textColor=[78:148:215:255]>Spy</> has been purchased.",
    "20005027": "According to the spies, it seems that <textColor=[215:94:94:255]>someone from inside Vandal Lake</> is supporting them.\nThe spear team themselves to find out what's behind them. We need someone to come inside.",
    "20005028": "Last time, Saho sees <textColor=[255:204:102:255]><myHero.name/></> as the right person for this job.\nWould you mind helping me? Of course, he There will be a reasonable remuneration to follow.",
    "20005029": "(He said he knew)",
    "20005030": "Then, for more details, please go to <textColor=[110:216:175:255]>Abandoned tile house</> on the way to the spear den.\nThe spy we planted will be waiting for you. will.",
    "20005031": "(First, let's go to <textColor=[110:216:175:255]>Abandoned Tile House</> and meet the spy)",
    "20005032": "(Maybe <textColor=[78:148:215:255]>Saho</>...)",
    "20005033": "Shh! Be quiet.\nIf someone hears you, what do you do to be ignorant?",
    "20005034": "Are you the one she sent?",
    "20005035": "(nods head)",
    "20005036": "How did you see the spear gang and send such a shady-looking guy?\nI'm not sure... I'll have to check if you have any skills or not.",
    "20005037": "Hurry up pose?",
    "20005038": "You, I know you're doing your part, but this isn't enough.\nWe can't join with this level of skill because strength is our ability, our wealth, and our weapons.",
    "20005039": "Even if you join, you won't be able to even get close to the boss with that skill?\nWhat? Why do you need to join? Huh, listen carefully. I won't explain it twice.",
    "20005040": "Our military supplies are procured from outside, but the amount has increased noticeably recently.\nInvestigating those materials might give you a clue... but they're all in the boss's tent. ",
    "20005041": "The problem is that no one can enter the tent.\nDoing it yourself is like committing suicide, so you have no choice but to join and meet the boss yourself.",
    "20005042": "Let's see... see what... Something worth using as a bribe...\nAh! Yes, there it was. You can try holding it to test your skills.",
    "20005043": "(Ask what it is)",
    "20005044": "There's a cave inside our spear gang's den\nThere's a huge frog monster called <textColor=[215:94:94:255]>Gaegolwa</> in it?",
    "20005045": "The boss tried to do something with that monster, but he couldn't because he was too strong.\nIt caused a lot of gossip.",
    "20005046": "Since then, the monster has been treated like a thorn in my eyes...\nIf you donate his head instead, won't you meet him?",
    "20005047": "I will go first and check the movement of the monster, so follow me unnoticed.\nIf you don't want to die in the middle of an enemy camp.",
    "20005048": "(I think Chiyeon was talking about <textColor=[110:216:175:255]>here</>...)",
    "20005049": "(Hey, there is <textColor=[78:148:215:255]>Chiyeon</>!)",
    "20005050": "Huh? What, you. I don't think they're our kids either.\nHey, get him out. Bury him.",
    "20005051": "(Hurriedly handing Gagol-wa's head and saying that he wants to join the club)",
    "20005052": "Wait. Wait a minute. Hey, this is...!\nJoining? You want to join? Why???",
    "20005053": "(It is said that he was moved when he heard the rumor that the boss was strong.\nActually, he speaks with his mouth to know that the rumors are not exaggerated)",
    "20005054": "Khhhhhh, well, what I say with my mouth, but I'm a stone fist. I don't live anywhere.\nYeah. You want to join? I'll accept it. Uh, but you got it... Don't spread rumors. ...",
    "20005055": "(I ask if I can talk to the two of us alone, saying I'll be careful)",
    "20005056": "Hey, where's the arrogant newcomer who just joined me trying to be alone with me?\nYou're trying to say you caught something I didn't catch? You don't even have a jaw.",
    "20005057": "Get out!",
    "20005058": "How did you go?\nDid you join?",
    "20005059": "(reports what just happened)",
    "20005060": "Chit. This is because of pride. Well, it wasn't unexpected.\nAs you can see, the boss is very snobbish. He will probably give you a special treat if you bring a present.",
    "20005061": "Instead, it should be a very rare or famous thing... What could it be...\nAh! The boss of the placard working up there recently <textColor=[255:204:102:255]> There have been rumors that he obtained a treasure sword</>.",
    "20005062": "<textColor=[255:204:102:255]>Sword of Truth</> or something... I think the boss's appetite will be a little more attractive if I bring it to you...\nAmong the gangsters Do I have to work hard to save it?",
    "20005063": "Yeah, on the way home, I'll also get some <textColor=[255:204:102:255]>tiger skin</> and bring them with you, they'll come in handy.\nWhen I'm done, I'll be the first See you in the abandoned tiled house you met?",
    "20005064": "(There are too many heads of the fighters, so it's hard to find clues.\nLet's deal with the fighters that get in the way and find the sword of truth)",
    "20005065": "( Judging from the shape and location, I'm pretty sure that's the tent of the boss of the Buffalo Team)",
    "20005066": "(There is something like <textColor=[255:204:102:255]>treasure chest</> inside.\nIn that box, <textColor=[255:204:102:255]>truth I guess there might be a sword of </>)",
    "20005067": "Huh? Why are you here again?",
    "20005068": "(They say they have prepared <textColor=[255:204:102:255]>Sword of Truth</> for the boss)",
    "20005069": "Ji, Ji, Ji, the sword of truth!!! How did you do that!!!\nIs this, this? Is this the sword of truth??? Heo Eok!!!!",
    "20005070": "Gee, tell the truth!!!!",
    "20005071": "Ahhhh!!! That deer leg the boss stole the other day!!!\nThat's me!",
    "20005072": "And the one who rumored to be the boss constipated is the bastard!!!",
    "20005073": "Really the sword of truth...\nUh-huh... Uh-ha-ha-ha!!! Now I'm invincible!!",
    "20005074": "You're a thing!!! It's good! It feels good!!!\nWait a minute here, I'll... Yeah! A bounty! I'll give you a bounty! Hahaha!",
    "20005075": "And you tell me you bastard to come to me.\nIf you run away, they say you won't leave me alone.",
    "20005076": "How was it? Did you find anything? Okay. It looks like your efforts weren't in vain?\nWell, there were witnesses? I need to hurry.",
    "20005077": "Here, take this.",
    "20005078": "(Ask what this is)",
    "20005079": "<textColor=[255:204:102:255]>It's a signal</>. I told you to fire a flare when you complete the mission.\nI'll have to go soon. Before the Stonefist chases after me. Then. Good luck.",
    "20005080": "(Gives Shim Ha-yeon the evidence of <textColor=[215:94:94:255]>Lim Yeon-soo</> found in the tent of the Changdo-dan leader)",
    "20005081": "This is...! I can't believe that even the Changdodan was playing with <textColor=[215:94:94:255]>Lim Yeonsu</>'s hands...",
    "20005082": "(Ask what to do now)",
    "20005083": "I should report to Saho first. With this clear evidence.\nThe countermeasures against the Changdo gang will be discussed later.",
    "20005084": "Even though that momentum has been dampened, if you move too quickly, you will end up failing.\nDon't worry. <textColor=[255:204:102:255]><myHero.name/></>I will never miss this opportunity that you have created.",
    "20005085": "Hey, we'll go report it to Saho Iman.\nOn behalf of the residents of Vandal Lake and Saho, thank you.",
    "20005086": "(The village is heavy and asks what's going on)",
    "20005087": "The village's <textColor=[78:148:215:255]>children</> have been disappearing since a few days ago...",
    "20005088": "Are you a foreigner? Be careful. The way you look at foreigners in Soho Village right now is not good...\nIf you have business to do, it's better to just do it and leave.",
    "20005089": "(He says he has heard of the situation and asks him to leave the case to himself)",
    "20005090": "Uhm? Are you a foreigner? Hmm...\nThis is a suggestion I wouldn't hear from any other time, but... It's not the time to hide cold or hot meals.",
    "20005091": "Instead, it must be resolved quickly. This is raising anxiety among the residents of Soho Village.\nThe missing children will not last long.",
    "20005092": "(He said he knew, asks where the missing children's homes are)",
    "20005093": "<textColor=[78:148:215:255]>Taebaek</>yes above, <textColor=[78:148:215:255]>Magyo</>yes, who lives in the outskirts of this <textColor=[78:148:215:255]>Kwaksa</>Yes. There are three houses like this.\nIf you make the residents anxious, nothing will get better, so please take care of it quietly and quickly.",
    "20005094": "(Explaining the conversation with the village chief Soho and asking where the child was last seen)",
    "20005095": "Hehehehe... This is the last time I've seen it near the <textColor=[110:216:175:255]>Deep Cemetery Forest</> on the mattress...\nAs usual, I keep trying to enter that forest. I was naive and scolded my tears until my tears fell...",
    "20005096": "At least that forest ate it up. Hehehehe...",
    "20005097": "(Ask what you mean)",
    "20005098": "The forest is so isolated that it is famous for all kinds of people to bury thieves and run away.\nIt's no secret that if you are buried there, your soul will not be able to attain enlightenment and harm the living.",
    "20005099": "Recently, Deokgu has been scolding me for saying nonsense that there is gold buried there...\nOh my god Deokgu-ya~",
    "20005100": "(Explaining the conversation you had with the mayor of Soho and asking where the child was last seen)",
    "20005101": "Investigation...? Mayor...? Are you looking for my child, my child!",
    "20005102": "(Investigation and will do their best)",
    "20005103": "We... our chumma... huh!\nThe last time we went out to go to the swamp west of town... heuk...",
    "20005104": "The child who left early in the morning didn't come, so my husband and I searched all around the area... Uh-huh!",
    "20005105": "(Magyo starts crying, so we can't continue the conversation anymore)",
    "20005106": "(Ask the child if he's ever seen Kwaksa)",
    "20005107": "Uh... your father went out to find you and your sister. Who are you?",
    "20005108": "(Explaining that you are looking for your sister and asks where she was last seen)",
    "20005109": "Uh... my sister. I heard you said you would pick mushrooms. I did that yesterday and just yesterday.\nBut I didn't come home and my father and mother just cried...",
    "20005110": "But Deokgu hyung didn't come home either...\nWhen is my sister coming home?",
    "20005111": "(I'll be back soon, so please stay home until your parents come)",
    "20005112": "(You can see <textColor=[255:204:102:255]>moss lump</> on the rock)",
    "20005113": "(a kind that only grows in deep forests)",
    "20005114": "(You can see <textColor=[255:204:102:255]>shards of cloth</> hanging on the branches)",
    "20005115": "(If you look closely, it looks like a torn piece of clothing)",
    "20005116": "(the unnatural footprints in the swamp are cluttered)",
    "20005117": "(Child-sized footprints and adult-sized footprints face the deep cemetery forest)",
    "20005118": "(Broken branches of trees native to deep cemetery forests are seen falling to the ground)",
    "20005119": "(I think the branch attached to the body fell off as someone walked in and out)",
    "20005120": "(I see a half-broken <textColor=[255:204:102:255]>empty basket</>. It fell under a tree and I think people didn't notice it)",
    "20005121": "(I think it's like a kid who went out with a kid named Deokgu to pick mushrooms)",
    "20005122": "(child-sized footprint and adult-sized <textColor=[255:204:102:255]>footprint</> left)",
    "20005123": "(The footsteps appear to be heading towards <textColor=[110:216:175:255]>Deep Grave Forest</>)",
    "20005124": "(I think it's the <textColor=[78:148:215:255]>Spirit</> I've only heard of)",
    "20005125": "(It looks like it's moving)",
    "20005126": "(<textColor=[78:148:215:255]>Dongja-ryeong</> disappeared in front of me. It seems to have gone far)",
    "20005127": "(I can't see <textColor=[78:148:215:255]>Dongja-ryeong</> well because the surroundings are complicated.\nI think I'll have to follow it while organizing it properly)",
    "20005128": "(I wonder where the hell you're going. But...)",
    "20005129": "(looks away and sees <textColor=[78:148:215:255]>child</> crying under the tree. Runs urgently)",
    "20005130": "(Carefully calling the child)",
    "20005131": "Hey!!!...uh...a person...? Are you a person??\nYou came to save me??? Ugh~",
    "20005132": "(He tells him to lower his voice and answers that he came to the rescue.\nAsk the child if he has seen the other children with his name)",
    "20005133": "Hibb... me, I'm... <textColor=[78:148:215:255]>Deokgu</>... Hick... other kids?? I don't know... ...\nSome man... here... heh... home... I want to go home.",
    "20005134": "(exhorts the child and tells him to run all the way behind it)",
    "20005135": "(nods while crying)",
    "20005136": "(Look around <textColor=[78:148:215:255]>Dongja-ryeong</>)",
    "20005137": "(Another <textColor=[78:148:215:255]>eye</> is visible. Let's get to it quickly)",
    "20005138": "Uh... um... it's cold...\nHuh? Where is this? Who's Sohyeok?",
    "20005139": "(briefly explains the situation and asks for name)",
    "20005140": "I'm... <textColor=[78:148:215:255]>Chunmae</>...\nIt's strange... I've been to a swamp... Why... here where is it?",
    "20005141": "(Deep Grave Forest, then asks if any other children have seen it)",
    "20005142": "I heard a girl's voice.\nIt sounded like Sohyang unnie's voice...",
    "20005143": "(nods and tells him to run behind him and get out of the woods)",
    "20005144": "(The <textColor=[78:148:215:255]>Dongja-ryeong</> you just saw doesn't seem to be visible)",
    "20005145": "(Fortunately, looking at the direction we've moved so far, I think we should go this way)",
    "20005146": "(It's hard to see because it's complicated.\nLet's clean up the area and find the child)",
    "20005147": "(<textColor=[78:148:215:255]>Dongja-ryeong</> disappeared in front of me. No...? This is...!\n<textColor=[255:204:102:255]>I see bloodstains</>. I have an ominous feeling)",
    "20005148": "(Let's move forward quickly)",
    "20005149": "(He urgently asks Dong Ja-ryeong about the child's whereabouts, but then disappears as if frightened.\nAnd just then, he feels popular behind him and turns around)",
    "20005150": "Hey hee hee!! I did what <textColor=[78:148:215:255]>he</> told me\nAm I going to be rich now?!",
    "20005151": "I didn't mean to do this, but...\nWait, who's there!",
    "20005152": "(When approaching <textColor=[78:148:215:255]>Dongja-ryeong</>, with a faint voice,\nthe child's soul appeared)",
    "20005153": "Thanks for scolding the bad guy, Sohyeok.",
    "20005154": "(nodded and whispered sorry for not being able to save you sooner)",
    "20005155": "No! I'm fine. But I'm worried about my mom... Dad... and my little brother.\nCan you tell me? I'm really fine.",
    "20005156": "(Promise that you will)",
    "20005157": "(The child's soul fades after saying thanks)",
    "20005158": "(I summarized what I did and explained it to the Soho Village Chief Daeinbae)",
    "20005159": "Yeah... At least two of the three came back alive. \nYou did a good job, you did a good job.",
    "20005160": "But it's hard to believe what that guy said...\n<textColor=[215:94:94:255]>Lim Yeon-soo</> He's such a quirky yangban. ..",
    "20005161": "(The story of Sohyang will be delivered directly to <textColor=[78:148:215:255]>Sohyang's parents</>)",
    "20005162": "Okay. If that's the case, then do it.\nAfter the children return, everyone gathers in the center of town, but Sohyang's should be visited in person.",
    "20005163": "And don't worry too much, we'll take care of this after all...",
    "20005164": "We... where are our <textColor=[78:148:215:255]>Sohyang</>?\nThe other kids are back... Why doesn't our Sohyangi come back? ?",
    "20005165": "(delivers Sohyang's last words)",
    "20005166": "Lie! It's a lie!!! Sohyang-ah! Sohyang-ah!!!",
    "20005167": "Oh, Sohyang-ah~ \nIf you go like this, what will this mother do~ Oh, Sohyang-ah~",
    "20005168": "Hmm... Why are you crying, don't cry. Ughh~\nSister~ Noona~",
    "20005169": "(It's heartbreaking. I hope that the family can overcome the sadness as the child wishes)",
    "20005170": "<Evacuation Advisory>\nNotify all Suwa tribes!",
    "20005171": "Withstand the constant raids of <textColor=[215:94:94:255]>corroded monsters</> and <textColor=[215:94:94:255]>Steel Evil</> I decided to abandon the village because I couldn't afford it. Suwa.\nWhen the Suwa people saw this evacuation advisory, they immediately moved to the north <textColor=[110:216:175:255]>Suwa temporary base</>. Harasuwa.",
    "20005172": "Also, if anyone is reading this advisory, please listen to the voices of the Suwa people.\nPlease help the Suwa people to retake the village! -Suwa village chief Wow",
    "20005173": "(After reading the advisory and looking around, I can see remnants of the destroyed village here and there)",
    "20005174": "(Did the Suwa people read the advisory and escape safely?)",
    "20005175": "Sa, so many people! Save the Suwa people!!",
    "20005176": "(surprised and asks who's inside)",
    "20005177": "Something is blocking the door, so I can't get out!\nSoowa come alive~!",
    "20005178": "(This looks like it can be crushed.\nTell the Suwa people inside to stay away)",
    "20005179": "Thank you so much for saving me!\nAfter all, I must have dried up like this and almost lost my job.",
    "20005180": "My name is Wawasuwa! But where have all our people gone?\nHuh, why does the village look like this again?",
    "20005181": "(Informs about the recommendation of the Suwa village chief read on the sign)",
    "20005182": "Aigosuwa! Then I should go as soon as possible!!\nHey...! I really want to thank you, so come! Be sure to come to our temporary base!!",
    "20005183": "Welcome back! Accept this!\nThank you so much for saving me earlier!",
    "20005184": "(The situation doesn't look good for the Suwa, \nask what happened)",
    "20005185": "Originally, that was our village. Suwa, suddenly a hole in the sky appeared and strange things appeared.\nThe strange things took the village and killed our friends!!! I can't stand still!!! ",
    "20005186": "They tried to drive them out by working together, but it was not enough.\nIn the end, the village chief issued an evacuation advisory...",
    "20005187": "Huh... I want to help too, but I'm too weak to fight...\nAh, but why <textColor=[255:204:102:255]><myHero.name/></> Were you there?",
    "20005188": "(It is said that he happened to see the evacuation advisory left by the Suwa village chief while walking around the village.\nIf it's okay, he asks if he can help)",
    "20005189": "What can I say? Say that you will help us directly?\nIf the truth is true, our village chief will be very pleased! Let's meet again!",
    "20005190": "Human Anisuwa! What's going on here?\nWe are preparing a hunt to reclaim the village, so we can't welcome guests!",
    "20005191": "(He says he saw an evacuation advisory by chance and asks if he can help)",
    "20005192": "Are you here to help us?\nHmm... How are humans supposed to help us?",
    "20005193": "(He says he's confident that he'll be second to none when it comes to fighting)",
    "20005194": "I don't think I'm talking in vain considering I've come all the way here.\nActually, we are in a complete dilemma right now, so there are many people who want to borrow even if there is an outbreak.",
    "20005195": "From now on, those cheeky monsters are taking over our village, and behind us, the hideous monster Kang Cheol-eak is threatening even our temporary shelter, so we can't stand it any longer.",
    "20005196": "(They say they'll try to solve them one at a time. Asks if they can help you first)",
    "20005197": "Then can you first kill those cheeky monsters so that we can retake our village?\nIf you meet our people who haven't been able to evacuate, I'd appreciate it if you could guide us to this temporary base.",
    "20005198": "Thank you so much. It was more helpful than I expected.\nNow, one remaining... <textColor=[215:94:94:255]>Steel Evil</> .",
    "20005199": "(They say let's go right away without delay)",
    "20005200": "Wait a minute, wait a minute. Your temper is short-tempered.\nOur Suwa warriors also lost several lives because of the Steel Evil. You have to be careful Suwa!",
    "20005201": "Honestly, I don't even know when Kang Cheol-eak has been established in that valley.\nOne thing is for sure, someone intentionally released it into the valley, Suwa.",
    "20005202": "Its skin is hard and it's very strong, but I think we can hunt together if we're together!\nAs soon as you're ready <textColor=[110:216:175:255]>Eerie Valley </> Come forward!",
    "20005203": "It's a big deal!! The village chief and the warriors have already suffered!!\nGo ahead and help us!",
    "20005204": "Ahhh... I'm fine. Rather....\nI don't think that's important right now.",
    "20005205": "Can you see this? Kang Cheol-eak's pet <textColor=[255:204:102:255]>Dog tags</>with many.\nBut here this <textColor=[255:204:102:255]>Seal</> doesn't belong to <textColor=[78:148:215:255]>Lim Yeonsu</>?",
    "20005206": "(I am surprised at the evil deeds of <textColor=[215:94:94:255]>Lim Yeon-soo</> scattered here and there, so I can't answer)",
    "20005207": "If the person who released Kang Cheol-eak was <textColor=[215:94:94:255]>Lim Yeon-soo</>, the reason would be obvious!\nBefore causing more anger, he must have paid the price for his crime. It is a matter of ten million blessings.",
    "20005208": "Thanks to you, we killed Cheol Evil without any further sacrifices, so that's all we can do.\nNow that we have an hour left, we can focus on rebuilding the village. Thank you so much.",
    "20005209": "Huh? Wow, here you go.\nYou seem to have something to say, so go ahead!",
    "20005210": "Ah! I found it! Do you know how long I've been looking for it?",
    "20005211": "(embarrassed and asks why you found me)",
    "20005212": "I need to go to <textColor=[110:216:175:255]>Suwol Port Shipyard</> right now!",
    "20005213": "(makes a face that I don't know what it is)",
    "20005214": "Hey! You're a frustrating human being! I don't even have time to explain!\nThe wanted gunman <textColor=[78:148:215:255]>Lim Yeon-soo</> has fled to the shipyard in Suwol Port. Do it!!",
    "20005215": "If Lim Yeon-soo escapes in the middle of procrastination, it will be a huge disappointment!\nGo ahead!",
    "20005216": "(He nods his head in ice, lost in his soul at Dong-dong's prompting)",
    "20005217": "(I'm very nervous about casting a spell...!)",
    "20005218": "(You can see <textColor=[215:94:94:255]>Lim Yeonsu</> crouching in the corner)",
    "20005219": "(It seems that escape life wasn't easy, so it's a shabby look. It was probably meant to escape using an illegal boat)",
    "20005220": "(I'll have to catch him before he runs away)",
    "20005221": "(Tap <textColor=[215:94:94:255]>Lim Yeon-soo</> to scare you slightly)",
    "20005222": "Ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh!!!",
    "20005223": "(They say that there is no point in running away any longer now that all the things they did to instigate the fear of Lake Vandal have been revealed\n)",
    "20005224": "This... eight...!! If that's the case, then there's nothing you can do!!\nYou knew I wouldn't have prepared this much?!",
    "20005225": "Come on!!! Fuck this bastard, my mercenary <textColor=[215:94:94:255]>Kunsan</>!!!",
    "20005226": "(!!!!!!!!!)",
    "20005227": "Lim Yeon-soo!! Stop it now!!! Do it in moderation!!",
    "20005228": "Ahhh! Sa, save me~!",
    "20005229": "Twitter... he wasn't a villain...\nAfter the discovery of the continent of Sun and Moon...",
    "20005230": "<textColor=[215:94:94:255]>Lim Yeon-soo</>. You should step down as of this time\nfrom your position as a slayer.",
    "20005231": "This is the public sentiment of Daeeobang residents.",
    "20005232": "Oh my... I'm screwed...",
    "20005233": "Damn it! If I don't shoot, will I die? \nIf anything, I'll give you a job at our shipyard so you can experience the value of labor!",
    "20005234": "Damn... I also dropped birds...",
    "20005235": "Come on, come on, the situation seems to be sorted out, so let's go back to our respective jobs.\nIn the meantime, the management of bosses has been messed up because of this uproar.",
    "20005236": "I have some business to see with <textColor=[255:204:102:255]><myHero.name/></>, so go first.\nAnd Lim Yeonsu... Disposition towards you We'll discuss it as soon as we get back to the shot.",
    "20005237": "Thank you so much <textColor=[255:204:102:255]><myHero.name/></>.\nThanks for the job.",
    "20005238": "This is an extra reward from Saho.",
    "20005239": "(They say things went well)",
    "20005240": "Disposition for Lim Yeon-su will be dealt with as soon as the disciplinary committee is formed.\nHe will pay the price for his tyranny.",
    "20005241": "Our company intends to focus on putting Vandal Lake, which has been messed up for a while, into a normal orbit.\nThat's why... <textColor=[255:204:102:255]><myHero It would be great if .name/></> would join us.",
    "20005242": "(Thanks for the suggestion, but says he's leaving for <textColor=[110:216:175:255]>Sun Moon Continent</> soon)",
    "20005243": "<textColor=[110:216:175:255]>Sun Moon Continent</>... that's a pity.\nBut <textColor=[255:204:102:255]><myHero If you are a great person like .name/></>, you should go to a wider place.",
    "20005244": "Hmm... I have a feeling that someday... we'll see each other again.\nThen I'll help <textColor=[255:204:102:255]><myHero.name/></>." ,
    "20005245": "(Huh? There are familiar faces gathered together)",
    "20005246": "(I think Shim Ha-yeon recognizes me and beckons me?)",
    "20005247": "(Let's see if something happened)",
    "20005248": "(Ask what's going on)",
    "20005249": "<textColor=[255:204:102:255]><myHero.name/></>Thanks for your hard work\nWe are able to solve our company's problem.",
    "20005250": "Soon Sahoga will give a speech to the residents of Vandal Lake...",
    "20005251": "I hope that <textColor=[255:204:102:255]><myHero.name/></> will also come as you play a decisive role.",
    "20005252": "Well then, I'll be waiting for you at <textColor=[110:216:175:255]>New Daeeobang Shot</>.",
    "20005253": "Hello. I am Hong Maehwa, who is in charge of the plum blossoms.\nYou must be aware that there have been atrocious incidents in Bandal Lake recently.",
    "20005254": "Our company undertook a secret investigation into this,\nand revealed that all these incidents were related to one person.",
    "20005255": "(Red plum blossoms out the woodblock) This is the proof!",
    "20005256": "Soundbitious...",
    "20005257": "This is evidence of an attempt to deteriorate the security, put pressure on the cargo storage, or even try to entice the blue people.\nAnd underneath it! The name and seal of the current master fisherman Lim Yeon-su!",
    "20005258": "Lim Yeon-soo has done all sorts of bad things from behind for her political position!\nWe! Should we still recognize such a person as a big hitter!!!",
    "20005259": "Are there all such shameless people!!!\nIm Yeonsu can no longer be recognized as a shot batsman!!",
    "20005260": "Right! Right!!",
    "20005261": "Lim Yeon-soo, come out and explain!!!",
    "20005262": "It looks like they ran away.\nI searched all over, but couldn't find a single ant.",
    "20005263": "Did Yeonsu Lim run away? Then what will happen...",
    "20005264": "There you are! A suitable person.\nMaehwa Hong can take charge of the shot!",
    "20005265": "Yes!",
    "20005266": "Right! Right!!",
    "20005267": "I understand what you mean. \nHowever, it is not right for Lim Yeon-su to run away and occupy the vacant position like an opportunist.",
    "20005268": "However, it cannot be left blank in order to keep the order of Lake Vandal.\nWe will take over Saho until the next total number is decided.",
    "20005269": "Don't worry if you're a business owner!",
    "20005270": "Finally, Vandal Lake will return to its original position.",
    "20005271": "(Perong Perong, who came nearer, taps the pc)",
    "20005272": "Thanks, things worked out well!\nI'm sorry, but there is something I want you to do more.",
    "20005273": "They ran away <textColor=[215:94:94:255]>Lim Yeon-soo</>Your whereabouts.\nThere is a report that the <textColor=[110:216:175:255]>Suwol Port shipyard</> saw it.",
    "20005274": "I should chase after him right away,\nbut Saho and I are in a position where I can't leave right now.",
    "20005275": "Like this, if <textColor=[215:94:94:255]>Lim Yeon-soo</> runs away, it will be in trouble...\nYou must first <textColor=[215:94:94:255]>Follow Im Yeonsu</>.",
    "20005276": "(Leave it to me!)",
    "20005277": "Pororonong~ Thank you.\nI'll move you to Suwol Port not to be late. Pororonong Pororonong~",
    "20005278": "Did you bring the monster head?",
    "20005279": "(raises the monster's head)",
    "20005280": "It's pretty good? As expected, you were good at sticking with Saho.\nOkay. It's really important from now on.",
    "20005281": "The tent you see over there is our boss' tent?\nGo and stick this monster's head in first.",
    "20005282": "And say that you want to join the club as politely as possible.\nNever touch the boss planting. Okay?",
    "20005283": "I came here because I was worried!\nWhat happened to Kang Cheol-eak?",
    "20005284": "(Explain that Kang Cheol-ak was defeated, but <textColor=[215:94:94:255]>Lim Yeon-su</> was behind it.\nI'm sorry to have caused you such pain because of human greed. tell)",
    "20005285": "<textColor=[255:204:102:255]><myHero.name/></> is nothing to be sorry Suwa.\nIsn't he a benefactor who risked his life to help us? Suwa?",
    "20005286": "Thanks to you, the day to retake our village seems to be nearing soon!\nWhen that day comes, please come and visit our village!",
    "20005287": "Thank you so much!!\nGoodbye!",
    "20005288": "(Ask Daewa, who seems to have regained his consciousness, is he okay)",
    "20005289": "(I found a suspicious letter among piles of items)",
    "20005290": "(...we provide a sufficient amount of military supplies, so please do some damage at the right time...)",
    "20005291": "(At the bottom of the letter, there is the seal and name of Daeeobang Gundam <textColor=[215:94:94:255]>Lim Yeonsu</>. It seems that the inner speaker was <textColor=[215:94:94:255]>Lim Yeonsu</>)",
    "20005292": "Suwa Wah",
    "20005293": "Hey, you think you're out for a picnic?\nWhy are you so late?",
    "20005294": "(Excuse me it took me a while to find the way because the spear den is so complicated)",
    "20005295": "Heh, excuses are made. Can you see... after that~?\nI don't have time to procrastinate, so hurry up and get the monster's head.",
    "20005296": "(The swordsman has <textColor=[255:204:102:255]>Sword</> and <textColor=[255:204:102:255]>Tiger skin</>.. . I'll find out)",
    "20005297": "(I found an expensive sword in the box.\nThis seems to be <textColor=[255:204:102:255]>Sword of Truth</>, so let's get it and go home)",
    "20005298": "(Oh! Before that, Chiyeon told me to bring some <textColor=[255:204:102:255]>tiger skin</>...\nLet's find the tiger first. save?)",
    "20005299": "Hey! Do you know how much I was broken by the boss last time because of you?\nCan I show you how it would be if I went in and out of the boss's tent at will?",
    "20005300": "(My partner is very angry that I talked to Stone Fist without his permission.\nI don't think he'll get out of it easily... Ah! So Chiyeon's <textColor=[255:204:102:255]>Did you tell me to bring the tiger skin</>?)",
    "20005301": "(He handed the tiger skin he had kept to his mate, who didn't even look at me,\nHe said he has something to show the boss)",
    "20005302": "Uh-huh, rookies aren't allowed? ...No, no! This is tiger skin...? Are you giving it to me?\nThe quality of this is also very good? .Hmmmm!",
    "20005303": "Are you a sincere guy?\nOkay. But you know that I annoyed the boss with a trivial thing this time too, right?"
}