{
    "18100000": "Did you see the things thieves wear on their heads? \nThese are delicacies among delicacies such as berries, crabs, and fish. They have a large demand and are actively traded. If you collect them, we will give you a reasonable reward.",
    "18100001": "I'm having a lot of trouble with these inverts. Oh well, the seeds of the earthworms used as bait are drying out.\nIf you chase the inverts, I'll give you a reward.",
    "18100002": "Last time I saw a dochi carrying a glitter! It must be something that brings you good luck!\nIf you get one, I'll give you something nice!",
    "18100003": "I could smell your calamus in the swaying lotus leaves~\nOh, I'm sorry. The thalamus just popped into my head.\nIt's nothing. Please get me a piece of lotus leaf.",
    "18100004": "Please get rid of the lotus-leaf humans. It's not the first time I've fallen down because of a lotus-leaf person who jumps out of nowhere while passing by a lake.\nPlease, I beg you. I can't live up to my name. ",
    "18100005": "Looking at the lotus leaf man, a very good business idea came to me. How about making an umbrella out of those big lotus leaves. How about it?",
    "18100006": "I tried to get some wood from the rotten logging area, but I can't. It's hard to even get close to the westerners because it's crowded.\nIf you kill them, I'll definitely reward you in the name of the ram.",
    "18100007": "This... It looks like the wind is blowing from the sea. It's definitely close to the port, but the smell comes all the way to our big fish room! Oh damn! ",
    "18100008": "I'd like to research the weapons of these lowly things, but... if I had to do it, what should I do? Isn't life like that? \nGet some Westin weapons. If you do, I'll give you a reasonable reward. .",
    "18100009": "The hard shell of a lake tortoise can be used for many purposes. So let's get some intact turtle shells.\nI won't forget the case.",
    "18100010": "The reason turtles become violent is because humans throw away garbage! Don't say anything too much to an innocent turtle!\nI want a good adventurer to clean up the trash on the turtle ship! Please!",
    "18100011": "The turtles have become violent and the fish of the Turtle Lake are drying out. Our money, ah, our livelihood depends on it.\nIf you drive out some lake turtles, I will pay you back.",
    "18100012": "There are too many things that haven't been investigated yet... But those monsters are roaming around the ruins!\nI want an adventurer to get rid of them!",
    "18100013": "It feels like something is familiar. \nIt's like we've never met anywhere. \nPlease help us investigate! \nIf you do, I'll reward adventurers!",
    "18100014": "Rare material is said to be found near the ruins.\nThere are moving stones, but they seem to be debris. Can an adventurer be able to save enough?",
    "18100015": "The Void Pit is the place that our Ereda are paying the most attention to. We are paying special attention to it as it is a place where there have been major disasters in the past.\nPlease help me deal with the burnout here.",
    "18100016": "Some of the things that are pouring out of the rift boast a different level of strength than the Fire Demons.\nDefeat them in the pit to help Ereda!",
    "18100017": "My name is Gyu-Neong Kim! I'm a rift maniac. Whoops. \nIf you collect traces of cracks from other bums, I'll make a case for you. \nIt's too much on my own! Haha. Please give!",
    "18100018": "Sometimes the sheep on the ranch are so startled that they fall because of the nurses in the pasture.\nPoor sheep... Adventurer, please help the cute sheep!",
    "18100019": "I need medicine for the endemic disease found in the sea and moon continent. There are reports that the leaves of Samyojeong are effective.\nI believe that adventurers will be able to save them enough.",
    "18100020": "I need some medicinal herbs that I have always used because the old Gwan is a Myeonggwan. It shouldn't be difficult as it's easily available near the pasture.\nIf you get it, I'll give you a reasonable reward.",
    "18100021": "The grass of the red pug can give off a very fine color.\nBut the pug is so wild that we can't easily get it.\nCan an adventurer help me?",
    "18100022": "Golden pug grass is very difficult to obtain.\nThat's why it's a popular item that is always in great demand.\nIf you can find it, I'll definitely give it a try.",
    "18100023": "I think I lost the secret book while passing through the pasture...\nI've been to it many times but I couldn't find it...\nI want you to find it... Black...",
    "18100024": "It sounds like our members were attacked by the Spear Swordsmen. It seems they ran into a swarm. \nSo, can you give me some bloody revenge on the Spear Swordsmen? I won't be disappointed in the case.",
    "18100025": "It seems that the weapons of the spear gang are crafted in a slightly new way. Obviously, they contain technology from the eastern continent, but something is a little different. \nI want to take a closer look, can you help me?",
    "18100026": "There is an item that is surprisingly popular among people these days. It is an accessory of the spear gang. Our drawing exhibition cannot miss this! \nIf an adventurer saves it, I will give you a reasonable reward.",
    "18100027": "Guys from the spear gang... It seems like they're going beyond our realm when they say on and off. \nI'll have to give my soul a stinging feeling. I'm going to do it very well. I'll do a good job.",
    "18100028": "People are trembling in fear because of the bears and tigers in the Stone Hill Hills. If you chase them away, I will reward them.\nOh, please proceed without notice, Graywind. If he knows, he will most likely start anger. ",
    "18100029": "Animal skins can be used anywhere.\nIn that sense, please collect some intact hides from bears and tigers in the Stone Hill Hills. \nI will pay a reasonable price.",
    "18100030": "I was chased by the beasts of the stone hill and hilly area and lost my luggage. We also want to stop losing our luggage, but what are we afraid of... \nIf you find it, I will definitely return it.",
    "18100031": "Forest roads have been used a lot as a shelter and trail for residents since ancient times, but now the situation is not good because of troublesome spirits.",
    "18100032": "I ran away from the tree spirit that suddenly appeared while I was passing through the forest, and I dropped the bots and came back. I went back to the place, but I couldn't see if it was bitten by animals.\nPlease find my bots.",
    "18100033": "The horns of the goats that live in the forest roads of ancient cities are hard and can be used as medicines. But aren't they full of blue men and horsefights, all kinds of dangerous people there?\nYou can't use them If you rescue me, I will give you a reasonable reward!",
    "18100034": "The tree spirit branch is very effective in communicating with spirits!\nWe can't bring it back by hitting the tree spirit...\nPlease bring the tree spirit branch to an adventurer!",
    "18100035": "Many wild animals are being harmed by the riding of the fighters. \nIf you stop this evil swarm, I will give you a reasonable reward. Please bring peace to the wild animals of Vandal Lake. ",
    "18100036": "In the forest roads of the ancient city, the corpses of wild animals that have been killed by the reckless poaching activities of the firefighters are everywhere. \nIf you find any bones of animals there, please bring them back. .",
    "18100037": "Heuk heuk... Please find my doll...\nNo, it must have been taken by the old man and the young man...!\nHeuk heuk... this is a precious doll...",
    "18100038": "I need to appease the spirits of the deep cemetery forest!\nWe're working hard to achieve success, but it's not enough...\nAn adventurer doesn't need magic!",
    "18100039": "I, Seobang Kim, no. Oh, me, goblin, no.\nGoblin, bullying, goblin, bad.\nInstead, please scold me.",
    "18100040": "Hey... You don't have to be a fissure from a fissure, but you can also collect traces of fissures. \nIf you bring traces of fissures from eroded beings, I'll reward you!",
    "18100041": "I need to get the village back with Susu!!!\nBefore that, I need to get my luggage from the village with Hansoo!!!\nI beg you!",
    "18100042": "We must take back the village!\nDefeat the crocodiles and westerners who are ruining the village! Defeat the cheeky monsters!",
    "18100043": "There are reports of Bulma beings created in a slightly different way. Kill the beings eroded by the rifts. \nIt's also for investigation purposes, but... I hope it helps the Suwas there.",
    "18100044": "I'll give you a special reward if you complete [2] of the cooperative actions reported by our training team.\nThis is a special reward in the name of the captain.\nThen I wish you good luck.",
    "18100045": "We Ereda are giving special rewards in the name of the leader to adventurers who complete [2 cases] of cooperative actions reported by this clan.\nPlease join us in eradicating the energy of the fire horse.",
    "18100046": "In Dohwasangjeon, we give a small reward to those who complete [4] side-by-side actions of the master. Our bosses are thorough in the calculations! And the payment is guaranteed! ~!",
    "18100047": "Younggyowon is specially rewarding adventurers who work together [3] times with us! We Barongs keep their promises!\nThen stay strong~",
    "18100048": "I will give a special reward in the name of the Lord of Cheolmun to those who perform [2] acts of Geumgyeongcheolmun associatively. I promise.\nIt only takes [2] times!",
    "18100049": "The Daeeobang provides special rewards for adventurers who perform cooperative activities. Those who perform [4] cooperative activities in the Daeeobang are eligible. Thank you for your participation.",
    "18100050": "On behalf of the villagers, I would like to express my gratitude to Bisamun for handling the cooperative activities. I will complete [4] cooperative activities reported by the residents.\nThen I will wait.",
    "18100051": "Daeeobang",
    "18100052": "Younggyowon",
    "18100053": "Ereda",
    "18100054": "Geumgyeongcheolmun",
    "18100055": "Daehwasangjeon",
    "18100056": "Weeping",
    "18100057": "Insamun",
    "18100058": "The Pension Bank",
    "18100059": "Kyu-Neung Kim",
    "18100060": "Daewa",
    "18100061": "Nyanyan",
    "18100062": "Ashenwind",
    "18100063": "Kim Seobang",
    "18100064": "Younggyowon Barong",
    "18100065": "Member of Ereda",
    "18100066": "Geumgyeong Iron Gate Master",
    "18100067": "Sunset Vendor",
    "18100068": "Administrator of Discipline",
    "18100069": "Non-Samun Associate Manager",
    "18100070": "The person in charge of Pungbaekmun",
    "18100071": "Responsible for Hyedan Myung",
    "18100072": "New Year's Moon",
    "18100073": "Sagilmi",
    "18100074": "Aesthetic",
    "18100075": "Jeonyangwon",
    "18100076": "Blue Water Soup",
    "18100077": "Myunghyedan",
    "18100078": "Pungbaekmun",
    "18100079": "Nobody",
    "18100080": "Little Child",
    "18100081": "Onyoungin",
    "18100082": "Botzym Merchant",
    "18101000": "Oiled grass from jungle worms burns well.\nThere are places that use them as fuel.\nIf you bring grass, we will buy it for you at a reasonable price.",
    "18101001": "Jungle spiders still have a lot of room for research.\nIf we can collect large amounts of spider silk proteins, we will make great progress in our research, and this will pave the way for future generations.\nIf you help us, it will pay off. Is it natural?",
    "18101002": "Originally, the Eastern Ecological Forest was a habitat for bears and tigers. However, at some point, their numbers went down and now they have disappeared altogether. I think it's because of the guinea pig! to restore the ecosystem!",
    "18101003": "Looks like I've lost the secret recipe again... This secret recipe often disappears because I ran it on my feet! I think I lost it near the eastern ecology forest, but I searched all around but couldn't find it!\nPlease be sure to find it! ...black...",
    "18101004": "If you build a good defense line, you can defend a large area with small soldiers. You need to find a good location to drive out the enemy and build a defense facility.\nWould you like to help push out the antlers?",
    "18101005": "Wolves live in groups. Their level is high, so it is difficult to deal with wolves with a small number of troops.\nIf you go to the hill forest and break the group, we plan to destroy the remaining forces in Ereda. ",
    "18101006": "The bald eagle is a good material for making dyes. I can't wait to see what kind of dye you can get from the balga in the sea and moon continent.\nPlease get a lot of grass from the bald eagle that lives in the hilly forest!",
    "18101007": "Mandala flower has a vicious nature and harms people, but besides that, it causes damage by generating noise. Many operators are dissatisfied.\nIf you make the area around Mandala Falls a little quieter, I will reward you. .",
    "18101008": "There are food that artisans love to eat. \nI think there may be some disagreements... People here love it immensely. Please catch the coastal hermit crab near the fine sand estuary and bring the contents.",
    "18101009": "They say they eat a lot of turtle eggs because they are a delicacy. Just because there are so many now, we can't promise for the future if we overfish. We also hunt a lot of turtles, but... I think we need to protect their eggs. Fine sand estuary. If you collect the turtle eggs in the , we will protect them.",
    "18101010": "Our team of Myunghye is studying the changes of living things according to their habitat through turtles. \nPlease find the hard shells of coastal turtles near the wreckage of the shipwreck. We hope that they are preserved as best as possible.",
    "18101011": "The Myunghyedan has enough fighting power to protect themselves, but since they are not an armed group, their limitations are clear. We know our own strength better than anyone else.\nIn that sense, we I would like to ask you to take care of the dark person.",
    "18101012": "Even crocodiles want to coexist as long as they don't harm humans... There are a lot of victims near the coast. It's difficult to prevent people from approaching...\nPlease drive out the crocodiles from the coast where there are no footprints.",
    "18101013": "I'm trying to make a basket, but I need new materials.\nCan you get some plant stems from the Valley Windway?\nI can't enter because I'm afraid of the surrounding enemies.",
    "18101014": "I was chased by a bear on the windward side of the valley and lost my bot luggage. I need to go find my luggage... I think I'm going to lose more and come back... I think it would be better to ask a professional about this? I'll give it to you!",
    "18101015": "The ram has declared war on the blood dynasty!\nOne of the rams or the blood dynasty will have to be destroyed.\nOf course, the ram will not be destroyed. Haha!",
    "18101016": "They say that the guys who occupy the same place in the blood band carry hoods.\nI don't really want to worry about it at all, but it's a bit annoying.\nCan you collect the hoods? So I can burn them all!",
    "18101017": "Please remove the Moonlight's illusion.\nThis has caused strange rumors.\nFor Moonlight's honor, please.",
    "18101018": "Younggyowon is investigating various medicinal herbs!\nI thought it was a monster, but the opinion came out that it could be a medicinal herb!\nYounggyowon needs to examine the leaves!",
    "18101019": "Horyong Kwak heard about the illusion and told me not to worry about how weak I might be.\nBut, I still have to pay attention to the outside view of the painting.\nPlease deal with it.",
    "18101020": "Hey, I'm going to have to go to the Foggy Forest frontier to sell stuff soon, but I've heard rumors that there are infested with phantom worms along the way. Even bot-jim merchants can't go without trust because trust is life... \none person Think of it and help me!",
    "18101021": "I need to investigate the swamp, but I'm surprised that lotus leaf humans popped out in the middle!\nI can't conduct a proper investigation after this!\nPlease get rid of the lotus leaf humans!",
    "18101022": "The snake mushroom poison is a universal antidote. Of course, it is difficult to manufacture, so ordinary people cannot use it. \nPlease kill the westerners in the snake mushroom colony. I would like to ask you to collect the snake mushroom poison. .. Gathering poison is difficult, so you have to go there yourself.",
    "18101023": "An increasing number of people report seeing something strange near the cemetery.\nWe haven't figured out the situation yet.\nWe'll try to eliminate the surrounding soul fire first.",
    "18101024": "Suddenly there are more blood rags near the cemetery.\nIt doesn't seem like there's anything specifically needed for the blood dynasty there...\nI don't know what they will do, \nat this point It would be better to get rid of it.",
    "18101025": "We are developing a potion for Ereda crews. If you study Paradise Sanseonho well, you can make a panacea.\nCrews don't like the atmosphere of the area.\nSanseonho's feet Would you like to collect some?",
    "18101026": "Do you know about the many races that existed in ancient times? Although they have deteriorated compared to the past, the Myomyeon are one of them. \nPlease get some of the Myomyeon's weapons. It might give you clues to ancient techniques. .",
    "18101027": "It is said that there are subtle differences in species even among phalaenopsis!\nWe need a variety of data for research on phalaenopsis!\nThis time, I want you to get the damselfly leaves from the marsh!",
    "18101028": "Do the people of Paradise like to destroy when they see it?\nThe parallel sign installed on the continent of the sea and moon was destroyed by the people of Paradise.\nI would like to get rid of them so that they can't access it... \nCan I ask you a favor?",
    "18101029": "I tried to make an umbrella using whole lotus leaves at Vandal Lake. We would like to see if lotus leaves from the sea and moon continents are also available.\nPlease get whole lotus leaves from the hills of Paradise!",
    "18101030": "Our Myunghyedan hopes that the grassy hill road will be preserved as a fragrant and green place. So, please throw out some idioms that go against the providence of nature and emit a foul smell!",
    "18101031": "I've been hearing a lot of stories about the sagebrush these days. Securing public safety is not our main task, but... If this is enough, we also need to add some strength.\nPlease May I give it to you?",
    "18101032": "Can you get me the oil of the paradise tricolor?\nI'm going to process the oil and apply it to the wood.\nIt is expected to be a tree that is resistant to moisture.",
    "18101033": "The water that started in the forest south of the waterfall flows to every nook and cranny of the Taerokrim. But, by the way, the water quality has been greatly polluted because of a recent siege! If you go like this, people may get sick! \nI want you to get rid of the demon!",
    "18101034": "The nature of our company leaves a lot of records... A good brush is essential. After coming to the sea and moon continent, it seems that the fox's hair is in good condition and can be made with a brush.\nGet the fox's fine fur. Could you please?",
    "18101035": "The Myomyeon have invaded our domain, Sunrise Slope.\nWe need to stop their attack.\nCan you help me?",
    "18101036": "The sunrise slope is scenic, and many tourists use it as it is on the way to the waterfall.\nThe arboretums are a problem now.\nPlease help make the slope safe again.",
    "18101037": "The soil in the Black Mud Zone was of good quality.\nMany people say that our workers have to go in and bring the soil, but turtles and spiders are dangerous.\nCan you help protect the workers?",
    "18101038": "Good hides are always welcome. It's good to keep a variety of sources. Even if supplies run out, we can quickly prepare replacements.\nI'd like to try mud crocodile skins too.",
    "18101039": "The Goblin Beach has been taken over. I wish Suyang would take care of the beachfront, but looking at what Suyang is doing these days... \nI think it would be better for us to take care of it.\nCan you help me? ",
    "18101040": "If you come all the way here, you should try the turtle eggs on Goblin Beach!\nThis! This! It's a real delicacy! \nIf you don't eat it, you're going to lose money! \nBring it. Bring it! I'll give you a good price. ",
    "18101041": "I wonder what kind of medicinal effect the seaweed leaf extract will have!\nI don't know yet, but I'm sure there must be something!\nPlease get some leaves from the wreckage of the shipwreck! ",
    "18101042": "We are giving a special reward in the name of the leader to adventurers who complete the [3] incident reported by our ereda at Taerokrim.\nPlease join us in eradicating the spirit of fire horses.",
    "18101043": "I will give a special reward in the name of the Lord of Cheolmun to those who perform the cooperation of Geumgyeongcheolmun in Taerokrim. I promise.\nIt only takes [3] times!",
    "18101044": "In the Dohwasangjeon, we give a small reward to those who complete [3] of the Master's Taerokrim collaboration.\nYou know what the Dohwasangjeon guarantees!\nPlease participate a lot~",
    "18101045": "If you complete [3] of the collaborations reported by Suyang in Taerokrim,\nI will give you a special reward. It is a special reward in the name of the captain.\nThen I wish you good luck.",
    "18101046": "Younggyowon is rewarding adventurers who do [3] the sidewalks we give them in Taerokrim!\nOur barongs keep their promises!\nThen stay strong~",
    "18101047": "Myunghyedan believes that adventurers who help out with their quests should be properly rewarded.\nIf you help us [3] times in Taerokrim, you can expect a reward.\nThen you can expect a reward. Again, please.",
    "18101048": "We would like to express our gratitude to Bisamun for dealing with Taerokrim's cooperation.\nWill you complete [2] cases of cooperation reported by local residents?\nThen I'll be waiting for you.",
    "18102000": "It's an unused camp, but...\nI don't want the Hongdon people to live there.\nIf it's okay, drive them out.",
    "18102001": "People don't like mandalas because they are not gentle in nature. The biggest problem is that they are noisy. They seem to give up after considering coexistence.\nPlease remove the mandalas around the Haewol branch.",
    "18102002": "Soon the trainees are going out for their first real-world training in a riddle field. I'm a little worried. I don't want the trainees to be in danger, so we should reduce the number in advance.",
    "18102003": "The venom of local scorpions is known for being strong and useful. Many people have accidents while collecting scorpion venom to make money. To cure the venom, you need poison... and then you get into an accident. ...it's a strange cycle.",
    "18102004": "I don't want to refer to a specific group... but there's a lot of rubbish dumped in Mystery Fields. I don't want to say much because I'm grateful for your help in securing the field. Could you please help?",
    "18102005": "I see a lot of chubby foxes in this area as well.\nThe condition of the fur looks good too.\nI can make a good brush with that kind of fur.\nCan you get me the fine fur of a veil fox?",
    "18102006": "Protection of residents is not the main task of Pungbaekmun, but I think it is the job of Pungbaekmun if it is in a fertile land.\nPlease note that Darkness is causing a lot of damage to the residents.",
    "18102007": "The Pioneer Barongdan has been through a lot of trials.\nOf course, they overcame them on their own, but... I recently received advice. I meant not to shoulder everything alone!\nThat's right! Now I'm trying to get help from those around me!",
    "18102008": "Experimental results show that the black color made from the black ragweed here has extremely low light reflectance. \nThis is a revolutionary black.\nPlease save the black ragweed.",
    "18102009": "The tiger here has a special color. There are rich people who want to get such a special tiger skin. There is a myth that brings wealth and drives away evil spirits...\nIt doesn't matter if it's true or not. .It's important to make money.",
    "18102010": "There are still soldiers and laborers in the fertility excavation site. They believe in cults and have come all the way here, so it is their duty to give them rest, but they can't afford it. Could you please?",
    "18102011": "My name is Gyu-Neun Kim! I'm a rift maniac. Whoops. I'm here to study the cracks in the sea and moon continent! Yes? Did I come to the sea and moon continent and the cracks occurred? It's a misunderstanding. I'll research and show you the cracks. what this is.",
    "18102012": "There may be some good medicinal herbs in places where bats live.\nThere, you have to hide and collect them because of metallurgy...\nIt seems dangerous and too inefficient!\nGo and get rid of the metallurgy I wish I could give it to you!",
    "18102013": "It's too dangerous to go digging for herbs by ourselves.\nThe problem is that we don't know what's there yet, so any wild grass that you can see is fine, so pick it up in moderation.\nIf it's worthwhile, later I'll think about what to do!",
    "18102014": "I'm looking for something worthwhile in the Eastern Forest.\nFirst, I'd like to investigate the red horn.\nI hope it has medicinal properties... or can be used for a specific purpose.",
    "18102015": "It's like jellyfish that should be in the sea are floating in the sky?\nThere might be something amazing... I'll have to try various medicinal effects of raw, dried, semi-dried, and frozen.\nCatch a lot first. different!",
    "18102016": "The Forest of Samyojeong is a place where soldiers take a rest. But it seems that there is a turmeric plant there that causes damage to the soldiers.\nWould you mind removing the turmeric so that it can be a good resting place for the soldiers? ?",
    "18102017": "I'm trying to extract dye from a tricolor feather here.\nIf successful, three basic colors plus a synthetic color!\nThe tricolor might be a good source of income in the future.",
    "18102018": "We are currently looking at two possibilities for the flameweed.\nI'm guessing that the flameweed will help it generate high temperatures and that it will have the ability to withstand high temperatures.\nBring lots of flameweeds. If you come, I'll find you at Geumgyeongcheolmun.",
    "18102019": "Examining the shells of gangrene larvae may reveal substances that are resistant to gangrene.\nCan you get some more shells of gangrene larvae?\nI will speed up the investigation. you can.",
    "18102020": "It looks like it can be used for many purposes if the tissue of ginseng plant is used well. It is still at the conception level, but if a large number of specimens are available, I would like to do research.\nCan I please?",
    "18102021": "I think the quality of the stones on the slope of Sotreulbawi Rock is good. The craftsmen go to dig stones, but it is difficult because the soldiers of the siege are wandering around.",
    "18102022": "Actually, now that the quality of the paper has improved... I thought there was no reason to use parchment at all. But one of the high-ranking people said that he wanted to use parchment. It would be easy.",
    "18102023": "I'm curious about the quality of the tools used by the Quarry Quarry.\nIf possible, would you like to collect some tools?\nIf there's anything I can learn, I'd like to learn it.",
    "18102024": "The sea breeze blows at Cape Yongmeori, so good medicinal herbs seem to grow! But there are always strange guys in such places that disturb us! At Cape Yongmeori, the spear gang guys are obstructing us, please help us. I wish I had!",
    "18102025": "The Hongdon people used rams to cross over to the sea and moon continent. They promised to help with the expedition, but they left the expedition as soon as they achieved their purpose. Recently, they even attacked us. \nIn my mind... No. Just kick him out.",
    "18102026": "The spear team ruined the exploration and everything.\nI think it's still necessary to investigate them in advance.\nCan you get some of their equipment?",
    "18102027": "It is said that a lot of blue people are found in the Takhoeam Plateau.\nActually, there would be no Pungbaekmun, but... I think it's necessary to prevent the blue people from crossing into the fertile land in advance. ",
    "18102028": "Of course, we will reward you accordingly for completing [2] tasks requested by Pungbaekmun in the Fertile Land.\nPlease help us.",
    "18102029": "I will give a special reward in the name of Geumgyeongcheolmun to those who perform the cooperation of Geumgyeongcheolmun in the Fertile Land. \nI promise. It only takes [2] times!",
    "18102030": "In Dohwasangjeon, we are giving a small reward to those who complete [2] of the master's fertile ground.\nDo you know what the Dohwasangjeon guarantees!\nPlease participate a lot~",
    "18102031": "I'll give you a special reward if you complete [2] of the cooperative actions reported by Suyang in the Fertile Land.\nThis is a special reward in the name of the captain.\nThen I wish you good luck.",
    "18102032": "Younggyowon is rewarding adventurers who do [2] the sidekicks we give them in the fertile land! \nOur barongs keep their promises! Then stay strong~",
    "18102033": "We, Myunghyedan, believe that adventurers who help out with their quests should be properly rewarded. If you help us [2] with our cooperation in the Fertile Lands, you can expect a reward. ",
    "18102034": "We express our gratitude to Bisamun for handling the cooperation of the fertile land.\nWill you complete [2] of the cooperative actions reported by the residents?\nThen I'll wait for you.",
    "18100100": "Daeeobang",
    "18100101": "Younggyowon",
    "18100102": "Ereda",
    "18100103": "Geumgyeongcheolmun",
    "18100104": "Dohwasangjeon",
    "18100105": "Weeping",
    "18100106": "Insamun",
    "18100107": "The Pension Bank",
    "18100108": "Kyu-Neung Kim",
    "18100109": "Daewa",
    "18100110": "Nyanyan",
    "18100111": "Ashenwind",
    "18100112": "Kim Seobang",
    "18100113": "Younggyowon Barong",
    "18100114": "Member of Ereda",
    "18100115": "Geumgyeongcheol Gate Master",
    "18100116": "Dohwasangjeon Merchant",
    "18100117": "Administrator of Discipline",
    "18100118": "Bisamun Associate Manager",
    "18100119": "The person in charge of Pungbaekmun",
    "18100120": "Responsible for Hyedan Myung",
    "18100121": "New Year's Moon",
    "18100122": "Sagilmi",
    "18100123": "Aesthetic",
    "18100124": "Jeonyangwon",
    "18100125": "Blue Water Soup",
    "18100126": "Myunghyedan",
    "18100127": "Pungbaekmun",
    "18100128": "Nobody",
    "18100129": "Little Child",
    "18100130": "Onyoungin",
    "18100131": "Botzym Merchant",
    "18102035": "Isn't that the weapon the mandala is holding? \nIt looks like a barong's tail straightened out.\nOne of our craftsmen tried to investigate it.\nIt looks like he approached the mandala and was attacked.\nGo Would you like some help?\nThere are many enemies around, so be careful.",
    "18102036": "There is a good herb called Shadetusk on the red slope!\nFrom some point on, the Reddon tribe will take their place and don't move away!\nThe Reddon tribe eats Shadowtusk for dessert... \nThat's not enough. Herbs are so precious!\nPlease help me make good medicines!",
    "18102037": "It is said that using the tree spirit's moss \nyou can increase the strength of the material.\nIf successful, \nwe can make stronger weapons and equipment!\nHow to get moss? That's adventurer. You have to find this one.\nThen, please take care of me.",
    "18102038": "Are you saying that snake mushrooms have poison?\nOf course, that poison is harmful to Barongs and others!\nBut, if you are a good pharmacist like me,\nYou can properly adjust the amount of use and suppress the effect \nand even use it as medicine. You can use it!\nIf you know, go to the autumnal sunset valley and get poison!",
    "18102039": "The Mystery Field is a relatively safe place, so \nNewcomers also train a lot there.\nThe Dark Tree Spirit is difficult, so \nNo one goes forward on the extermination mission. \nSomeone is dealing with the Dark Tree Spirit. If you show it,\nI think it will be of great help to the new recruits of Suyang.",
    "18102040": "The foster crew who went out to investigate the demons\nlooks stranded at the scene.\nCan you go there and help the foster people?\nThere are a lot of demons. Please take care.",
    "18102041": "Our training is trying to break through the enemy's defenses.\nThe mutated blue-man swordsmen are set up in each area.\nIf only the swordsmen in key points are removed...\nThe advance seems to be a matter of time. I mean.\nCan you take on that role?",
    "18102042": "These days, weapon crafting materials are getting more and more expensive.\nI thought about it. \nIf you take the blue man archer's bow, it weakens the enemy! \nCan I please?",
    "18102043": "If you look at the mutated blue man warrior's weapon, it has a unique shape\nand there are a lot of barnacles on the surface.\nStarting with why they use such a type of weapon\nThere are so many things I want to investigate.\n Could you get some of the mutated blue man warrior's weapon?",
    "18102044": "Because bows are trendy these days, the price is strangely high.\nThe cost of materials has also risen significantly.\nIf the bow of the spear guards can be recycled,\nnegative for the opponent, positive for us! It's double the profit.\nThen I wish you all the best.",
    "18102045": "The Myunghyedan is currently researching the mutated Blue People and the Changdo gang by comparing them with each other.\nOur members seem to have been caught by the Changdo dan's size and merchants during the study.\nOnly with the Myunghyedan's abilities, Rescue seems to be a bit difficult\nI would like to ask for your help. Please.",
    "18102046": "The damage caused by spiders to the hideout of disaster is extreme.\nAt first I warned you to avoid it in moderation...\nThe spiders seem to pop out of places you can't see easily.\nSo you can't stay still at Poongbaekmun. It seems like it.\nI need to solve the problem somehow.\nCan you help me?"
}