{
    "200010000": "My spear is a piercing spear!",
    "200010001": "My shield can stop everything~!",
    "200010002": "Take it!!",
    "200010003": "Come!!",
    "200,010,004": "Alas, I do ah ~ my window is a drill \n shield yajiyi bored!",
    "200010005": "No, my shield can block everything!\nIt blocked all spear attacks!",
    "200010006": "(I used to play like that... Let's make <textColor=[255:204:102:255]>wooden toys</> for kids)",
    "200010007": "Do you want me to make toy spears and shields?\nWhere are the grown-ups going to use them? Is this a gift for your nephews?",
    "200010008": "Well, I don't need to know.",
    "200010009": "(It's called a neighborhood kid's toy)",
    "200010010": "What? Wow. He's a rare kind of person.\nI feel good. I'll make it for free, so wait a bit.",
    "200010011": "Where do you want to show off your skills? Come on, come on! That's right!\nThis way... Okay...! And like this...!",
    "200010012": "Okay! It's done! It's been a while since I've made something like this.\nHere it is.",
    "200010013": "(thank you)",
    "200010014": "I hope the kids like it.\nHaha. Have a good day.",
    "200010015": "Wow, are you really giving this to us?",
    "200010016": "Thank you!",
    "200010017": "Hey, <textColor=[78:148:215:255]>That guy</> didn't have this spear...\nHehehe, what's up? Take it! It's the strongest spear!",
    "200010018": "I'll block everything! It's the strongest shield~!",
    "200010019": "(I'm happy...)",
    "200010020": "No, well, I would have eaten a thousand more meals than you did.\nCan your skills compare?",
    "200010021": "Hey, did you eat a little more? \nIn that sense, I'm a person who worked as a master blacksmith in an ironsmith's room!",
    "200010022": "That was a few years ago, man.\nAnd do you have any evidence? Do you have any evidence!",
    "200010023": "Evidence? Does the <textColor=[255:204:102:255]>Steel Faceplate</> I made make a sound?",
    "200010024": "What steel faceplate?!",
    "200010025": "No, why, don't you remember the steel faceplate that the man with the scar on his face took?\nI remember you being more fussy than me.",
    "200010026": "Ah, that steel faceplate! I remember. It was a masterpiece that didn't suit you.",
    "200010027": "What is this man?",
    "200010028": "Okay, okay. I can't help but admit it when I think of the steel faceplate.",
    "200010029": "<textColor=[255:204:102:255]>research aid</> wanted!",
    "200010030": "I'm looking for a short-term aid in rift research.\nI am tasked with retrieving specimens from a nearby <textColor=[110:216:175:255]>void pit</>.",
    "200010031": "Person who is physically healthy and able to protect one's own body is essential\nPreference is given to those who can defeat monsters in the pit because they have great fighting skills",
    "200010032": "If you can come to the house northeast of the pit, I'll hire you right away\nHowever, apologize to <textColor=[215:94:94:255]>The Thief</> on the way to check your skills Bring it. <textColor=[78:148:215:255]>Gyu-Neun Kim</> -compensation-",
    "200010033": "(I think it's worth a try)",
    "200010034": "(I think that person is <textColor=[78:148:215:255]>Kyu-Neun Kim</>. Let's go and talk to him.)",
    "200010035": "Ugh, it's a person!\nWhy is this person...?",
    "200010036": "(Ask if anyone is allowed in)",
    "200010037": "Oh, no! It's not like that. As you can see, it's a pretty bloody neighborhood, so there aren't many people.\nAt first, I mistook it for <textColor=[215:94:94:255]>Burners</> and got sick. I almost took a picture of it, what is it, hahahaha!",
    "200010038": "Oops, the introduction is late? I'm <textColor=[78:148:215:255]>Kyu-Neung Kim</> who is working on cracks.\nAh~ You! Our spherical? I remember the other day when I was looking for the nukes of the Bulma...!",
    "200010039": "Let's see... You seem pretty good at it...\nDo you have any plans to earn some pocket money? It's a difficult task...",
    "200010040": "(Ask what to do)",
    "200010041": "(When I got close and inspected the corpse,\nit looks somewhat different from the bullies I've dealt with so far)",
    "200010042": "(Maybe it could be a little <textColor=[255:204:102:255]>special sample</>.\nLet's bring it to Gyu-Neung Kim)",
    "200010043": "(hands the collected specimen)",
    "200010044": "In good condition... in good condition... in good condition... ugh????",
    "200010045": "(Ask why)",
    "200010046": "I, I, I, what is this!!! It's the first time I've seen a specimen like this!!! Where did you get it????",
    "200010047": "Oh my gosh... Oh my God...!!! This is a specimen I've never seen before.\nThe bastard who left this specimen... no, can I call him bastard? It's more than that. It's something else!",
    "200010048": "(Okay, tell me to calm down)",
    "200010049": "Oh my God!! How could you possibly calm down? If only I could get a <textColor=[255:204:102:255]>living specimen</> of this...!!\nOh, Mi , I'm sorry, I'm so excited... Stop... I mean, I mean, thank you!",
    "200010050": "(Based on what Gyu-Neong Kim said, it seems that the owner of the special specimen is more powerful than the Bulma)",
    "200010051": "(I think we can get a living specimen if we catch that creature, so let's find out if there's anything that stands out)",
    "200010052": "Oh, are you here!!!! Did you get your hands on a living specimen!!!!",
    "200010053": "(Gives the collected biological specimen to Gyu-Neong Kim)",
    "200010054": "Thank you, thank you! Uh-huh-ha-ha-ha!!!\nYou've really given me a great foothold in rift research.",
    "200010055": "I can't stand the thought of researching this already.\nHere's a reward. Thank you so much!",
    "200010056": "Oh, you were a small group. \nThat's right... If you're a small group now, you might be able to grant my request.",
    "200010057": "(Ask what the request is)",
    "200010058": "You're probably familiar with <textColor=[255:204:102:255]>Night story</>.\nThere are probably a few in the Void Pit too.",
    "200010059": "I said 'probably' because I've only heard of rumors,\nI've never seen the fairy tales that exist in the Void Pit with my own eyes.",
    "200010060": "Ah... ah, wait a minute. I'll take some notes.\nYes...and? Yes. I did too... Yes, yes. Let's continue.",
    "200010061": "I wrote it all down. Hmm... Most of it has been revealed, but there are some interesting hypotheses.\nIt's a pity I couldn't see it in person... Oh, of course, I don't plan on going there in the future.",
    "200010062": "(I think I saw a human shadow from afar. Could it be <textColor=[78:148:215:255]>The owner of the footprint</>?\nIf you go deeper into the canyon, you may find it)",
    "200010063": "(Hmm...? What is this?)",
    "200010064": "(Something... I guess?)",
    "200010065": "<textColor=[78:148:215:255]>I feel so relieved because I can't see that old pirate</>!\nIt's so bad that I interfered and annoyed you!",
    "200010066": "Who is this? Well, Ji is the legendary red-handed, brother-in-law of <textColor=[78:148:215:255]>Congchung</>?\nTo brag like that... the boss Well done you chased it!",
    "200010067": "Honestly, I thought I would hang on to the boss's pants crotch\nThe old man... Was he just kicked out because he had a place to go?",
    "200010068": "Dude? What are you worried about now... What do you know?\nI can barely breathe now! Aww, I'm sick of it!",
    "200010069": "Actually, that's right! \nI feel like I'm shooting today!",
    "200010070": "Oh, why are you making such a worried expression?\nThat... that's it.",
    "200010071": "Actually, I picked up a strange <textColor=[255:204:102:255]>mineral</> on a forest road in ancient city.\nThe color and shape are unique, so should I decorate my house? I just wanted to bring it here.”,",
    "200010072": "But after that, only bad things happened, such as being pressed by scissors or having nightmares.\nI thought I was going to get bad luck, so I threw it out deep in the cemetery forest.",
    "200010073": "(Ask if that's the case)",
    "200010074": "Huh... Well, maybe it has feet on it.\nEven if I throw it out on the forest road every day, the next morning, it won't be left unattended in front of my yard?",
    "200010075": "I'm sure you'll be back tomorrow morning, so why don't you worry?\nI... Could you please check if it's right there?",
    "200010076": "(I think the woodcutter said <textColor=[255:204:102:255]>mineral</>)",
    "200010077": "(The tree spirit's essence seems to have hardened...\nIt doesn't even look like it has legs...)",
    "200010078": "Did you check?",
    "200010079": "(I'm sure I'll be scared if I tell you the details, so I'm just arguing that it's been fixed)",
    "200010080": "Huh, that's good. Thank you very much. I'm going to sleep with my legs stretched out now.",
    "200010081": "Where did you go...?\nI'm sure my mother said where she was...",
    "200010082": "Ugh? Wasn't she here?\nMom was lying?... No, it can't be!",
    "200010083": "That's right! Shinmok-nim is playing hide-and-seek!\nShin~mo~ok~ni~im!",
    "200010084": "Ahh! It's a surprise. What are you?",
    "200010085": "If you don't have anything to do, get lost!\nThis is a sacred place!",
    "200010086": "(Ask why you look so worried)",
    "200010087": "Ah, that's... huh... I don't want to talk for a long time because of family affairs, but it's noisy inside me.\nBecause my father has been distracted lately.",
    "200010088": "I keep running out of the house while taunting something.\nAnd, at the same time, my son, Goo Pal, keeps following his father...",
    "200010089": "The time has passed for both of them to return today, but I'm worried that they haven't come.\nI want to go look for it, but I have to go to work soon...",
    "200010090": "(I'll take care of you instead, so I'll ask you to go find your family)",
    "200010091": "Is that true? Ugh, so just one day for me.\nOver the night there <textColor=[110:216:175:255]>Deep Cemetery Forest</>'s <textColor=[215:94:94:255]>Subdue the spider</>.",
    "200010092": "There, there!",
    "200010093": "(Ask what's going on)",
    "200010094": "It's me~ I met <textColor=[78:148:215:255]>Talking Tree Spirit</>!",
    "200010095": "(Ask where they are)",
    "200010096": "It's true! Like this... After that, if I go like this, I'll be there!\nBut... I think I'm having a lot of trouble.",
    "200010097": "Oh, it's already time... I have to go home!\nGrandpa~ Grandpa! Let's go home now! Worry Daddy!",
    "200010098": "Fool... Human...\nHere... Help me...",
    "200010099": "(What, what!? Am I watching this now?)",
    "200010100": "I am... a tree spirit guarding the forest path...",
    "200010101": "(Ask what you are doing here without guarding the forest path)",
    "200010102": "Red-eye... because of that white thing... \nIt made the brothers vicious...",
    "200010103": "(Ask how I can help)",
    "200010104": "The noble thing possessed the brothers...\nThe brothers who were blinded by their power... are no longer alive...",
    "200010105": "Brothers... Rest... Help me...\nI can't do this alone... Human...",
    "200010106": "The only way to break the curse of the red-eye is death...\nFree my brothers from the red-eye...",
    "200010107": "(I feel sorry for the dried up tree spirit.\nAs he said, let's find the tree spirit possessed by the red eye and break the curse)",
    "200010108": "Ooooh... Human...",
    "200010109": "(I did as requested, but it seems that many arboreal spirits are still possessed by red eyes)",
    "200010110": "Thank you... for granting me a difficult request... Human...\nMy suffering brothers... They must have rested in peace...",
    "200010111": "But, as long as the red eye... does not disappear,\nthe pain of the brothers... will never end...",
    "200010112": "I... I have to go help my brothers...\nThank you once again... Human...",
    "200010113": "(Nodding verbally...\nLet me tell you this anyway)",
    "200010114": "Oh...ho...ho...",
    "200010115": "Um... well, I don't know what this is.\nIt doesn't look like something that can be used for blacksmithing...",
    "200010116": "You know a guy who knows things like this well.\nHave you ever heard of a nanny? Go to that friend.",
    "200010117": "I've seen similar items before.\nBut they weren't very valuable.",
    "200010118": "I don't think you can buy from the top.\nI'm sorry I couldn't give you the answer you wanted.",
    "200010119": "Oh-oh-oh-nyang! Is this thing Nyan?!\nI don't think it's something you can see on this continent!",
    "200010120": "Wait a minute!",
    "200010121": "Have you ever heard of <textColor=[78:148:215:255]>Blue people</>?\nIt's the stuff that the bosses of those greenish guys like!",
    "200010122": "It is said that the blue people were born greedy for this shiny thing.\nIt's a curse spurred by greed.",
    "200010123": "Ah! Those guys came to see the glitter!",
    "200010124": "When you say something like it was done, a scary guy appears!",
    "200010125": "I'm sure it's a cursed thing.\nI'll dispose of it, so throw it away.",
    "200010126": "Keep in mind! Don't be greedy!\nI'll see you on the wall then~",
    "200010127": "Oh, hello!\nDo you need help, seeing that you have come to the headquarters of the plum blossoms?",
    "200010128": "(He holds out the old compass he learned and asks if he knows about it)",
    "200010129": "Hmm, let's see... ah... Here...! The paint is peeling off and I don't know if you look closely.\nThis looks like something from an expedition that left for a new continent a long time ago.",
    "200010130": "Have you ever heard of <textColor=[78:148:215:255]>Forgotten Expedition</>?\nThe vanished fleet that disappeared like a ghost in the open sea on its way to a new continent. ",
    "200010131": "Rumors say there was a large-scale rebellion on the ship,\nThe ship disappeared and the expedition did not return, so no one knows the truth.",
    "200010132": "(Praise for being an expedition member indeed)",
    "200010133": "(a strange man is beckoning)",
    "200010134": "(just looking at it... it looks like you're calling me...)",
    "200010135": "(Ugh... Seeing that he nodded, I think he's calling me right!\nIt's very suspicious, but I can't beat my curiosity)",
    "200010136": "(Let's hear what they say first)",
    "200010137": "Hmm, I tried to disguise myself well so other people wouldn't recognize it...\nYou've even noticed what I'm calling.",
    "200010138": "(Where the heck did you get that tree...\nIt seems to stand out more)",
    "200010139": "Such useless talk...\nThe reason I called you is because of none other than <textColor=[255:204:102:255]>Collaborative heading</>.",
    "200010140": "Can you see the bulletin board over there? <textColor=[255:204:102:255]>Collaborative heading</>, so there are requests from various groups.\nAnd the mysterious person standing next to you! <textColor=[78:148:215:255]>Bisamun</> who manages this area!",
    "200010141": "Huh? You don't know Bisimon? No, how could that be...\nBisimon, a righteous organization that brokers and manages various quests! Eying... How do you not know that?",
    "200010142": "Ah~ Especially that person... Ah! Ah, no, it's nothing...\nI'm just following Bishamon for the prosperity of Suwol Port!",
    "200010143": "Ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh,suwolhang",
    "200010144": "Looking at you, you have a lot of energy, but you don't seem to have anything to do, so it's the perfect talent for collaborating!\nYou don't look very busy anyway, so go and see if there's anything you can do.",
    "200010145": "(I feel bad for some reason... I don't think there's anything wrong...\nI'll look into <textColor=[255:204:102:255]>Collaborative heading</> to see if there's anything I can do first do)",
    "200010146": "(I think this is the <textColor=[255:204:102:255]>Collaborative heading</> that the strange guy said)",
    "200010147": "(may be useful, I'll check it often)",
    "200010148": "(This seems to be the base of the Wildlife Conservation Society)",
    "200010149": "(Is he the boss here? Let's go and talk)",
    "200010150": "I call it <textColor=[78:148:215:255]>Ashenwind</>, who is the representative of this place, although insufficiently.\nPolicy is quite unstable in this area, so it is better to leave soon. .",
    "200010151": "(Ask if it's because of the bushel)",
    "200010152": "Yes. The <textColor=[215:94:94:255]>Bullweed</>'s reckless poaching activities\nThe ecology of Vandal Lake is seriously threatened.",
    "200010153": "Recently, the behavior has gotten worse,\nand some of our conservationists have even lost their lives.",
    "200010154": "If you take away the lives of those vicious fighters,\nand help give first aid to injured animals, I will compensate you as much as you can.",
    "200010155": "(The Wildlife Conservation Society seems to be between the two fighters and the enemy.\nIt's for Lake Vandal, so they say they'll help)",
    "200010156": "Where... did you finish what you promised?",
    "200010157": "(presents evidence)",
    "200010158": "He's a pretty good guy. Thank you.\nThanks to you, the momentum of the fighters must have been swept away.",
    "200010159": "Are you going to help us like this more often in the future?\nI'll compensate you without regret.",
    "200010160": "No, as if you were still here! I understand.\n<textColor=[110:216:175:255]>The revealed ruins</> is a great place to explore, isn't it?",
    "200010161": "(Ask if you know about the revealed ruins)",
    "200010162": "It hurts my mouth to say two things! I, Nei-Nyan, and our pioneering barongdan\nfounded a base here for a reason!",
    "200010163": "We are investigating the relationship between the mysterious ruins and those guards,\nThey make our explorations soaring~ Ah! ",
    "200010164": "Now that the word has come out, don't you want to see our proud members?\nProbably somewhere around here, just tell me that you're looking for it!",
    "200010165": "Finally, conclusive evidence to reveal the origins of those guards...!",
    "200010166": "Hoeng? That's right!\nI'm the witty of the pioneering barongdan <textColor=[78:148:215:255]>Puppy-nyang</>I'm Nyan!",
    "200010167": "(Nyanyan says he's looking)",
    "200010168": "Chief? I understand!\nI'll be there soon!",
    "200010169": "(Ask where the other units are)",
    "200010170": "Pungnyang... Well... We decided to disperse and carry out our mission.\nIt must be somewhere around here...",
    "200010171": "I want you to visit me somewhere!\nI will go to the manager first!",
    "200010172": "(As the number of guards increases, the Barongs who have not been able to get out are asking for help.\nProbably <textColor=[78:148:215:255]>Happy</>) ",
    "200010173": "Huh~ You're a lifesaver! Thank you so much.\n<textColor=[78:148:215:255]>Hung-nyang</> I almost came here to say hello to the Creator God.",
    "200010174": "What? The manager is looking for you? It's a big deal...\nIf you find out that you didn't do your job properly, the manager will be very angry...",
    "200010175": "(I won't tell you if you want)",
    "200010176": "Really? You are a friend who can communicate quite well. Hungnyangnyang~\nNow, then, let's go back to the manager!",
    "200010177": "<textColor=[255:204:102:255]><myHero.name/></>! Where were you and what were you doing?\nDidn't you tell me to find the units? Rather <textColor=[255:204:102:255]><myHero.name/></>Didn't you come later than these members?",
    "200010178": "(Not that, I'm trying to say that I was the one who gathered the members\nPung-Nyang and Heung-Nyang avoid their eyes and smoke)",
    "200010179": "Hey, in this tough world, if I can't do even one easy task like this properly, I can't use it.",
    "200010180": "From today on, you too <textColor=[78:148:215:255]>Honor Pioneering Barongdan</>It's Nyang! Let's learn them one by one!",
    "200010181": "(Someone is lying in the bush over there.\nIt seems quite dangerous to lie in a place like this)",
    "200010182": "Hmmmm... Hmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmmm",
    "200010183": "(I try to wake him up by shaking him to get up, but\n<textColor=[78:148:215:255]>Hey, I can't come to his senses easily</>)",
    "200010184": "Hey... on the mission... <textColor=[255:204:102:255]>Basket</>... No...?\nHmm... <textColor=[255:204:102:255]>Grass</>... Yummy...",
    "200010185": "(It seems that he couldn't resist the temptation while gathering grass and ate the whole thing.\nI think he'll wake up in the meantime if he helps the mission)",
    "200010186": "Oh, aren't you an honorary barongdan?\nBut why are you holding my basket? Give it to me!!",
    "200010187": "Huh~ I just remember now.\nHeung-yi-nyang was investigating the vegetation in this area.",
    "200010188": "In the meantime, I found this grass! Look!\nI gave it a name. It's a barong grass!",
    "200010189": "(The grass is an ordinary grass that has existed in Vandal Lake for a long time.\nBesides, he tells me that he almost got drunk from the grass and almost missed his job)",
    "200010190": "It's nonsense! Are you doing this because you're jealous of Heungi-nyang's great discovery?\nStop eating the grass. I'm busy!",
    "200010191": "(I'm trying to explain more, but the horned Heung Yi-nyang doesn't seem to want to listen to me)",
    "200010192": "Ah! <textColor=[255:204:102:255]><myHero.name/></> Isn't it? Nice to meet you!\nOf course, I can't just be happy right now, but... .",
    "200010193": "(Ask what's going on)",
    "200010194": "Can you see those wild <textColor=[215:94:94:255]>bears</> and <textColor=[215:94:94:255]>Tigers</> over there? \nToday Inside, you have to take their <textColor=[255:204:102:255]>hair</> to the manager.",
    "200010195": "How did you get here... to be honest, isn't it really scary? \nLook at those sharp teeth and claws... I'm going to die without moving...",
    "200010196": "(Certainly, it seems that it will not be enough to catch the bear and the tiger.\nThey say they will help)",
    "200010197": "Really? Phew~ I'm alive! It's those guys right over there!\nAnd don't forget! The hair should never be damaged!! ",
    "200010198": "Did you get enough of them? Hmmm... Some of them seem to have damaged hairs.\nStill, the manager will be satisfied with this!",
    "200010199": "(Ask where you plan to use the fur)",
    "200010200": "Whoah... <textColor=[255:204:102:255]><myHero.name/></>, do you know of two ways to make humans angry?",
    "200010201": "The first is to drink while talking...\nThe second is to...",
    "200010202": "(Sleeply waiting for the next words of Peng Nyang)",
    "200010203": "It's all because of fun!\nIf we go back like this, do you think the manager will leave us alone?!",
    "200010204": "Aww! <textColor=[255:204:102:255]><myHero.name/></> No!\nPyongyang, now it's done! <textColor=[255:204:102 :255]><myHero.name/></> will solve this for you!!",
    "200010205": "(I don't know the English, but I ask what happened.)",
    "200010206": "Ugh, don't even talk!\nI was on a mission to pioneer this area...",
    "200010207": "Did you find such a mysterious burrow here?",
    "200010208": "There's something there! Don't even say it!! I couldn't get in at all!\nI was just wasting my time and trusting the words!",
    "200010209": "Pungnyang... What should I report to the manager?\nYou wouldn't think that your mission is behind the scenes and just playing around!",
    "200010210": "That's right! Heung-nyang, listen to this brilliant trick!\n<textColor=[255:204:102:255]><myHero.name/></> is an honor Isn't it a pioneering barongdan?",
    "200010211": "Oh, that's right! <textColor=[255:204:102:255]><myHero.name/></>! Let's figure out how to get into that cave and get a medal from the manager!\n Pung-Nyang and Heung-Nyang will set their boundaries here, so <textColor=[255:204:102:255]><myHero.name/></> is quick to go! Come on!",
    "200010212": "What? Do you want to participate in <textColor=[255:204:102:255]>Seawater Hunting</>?\nYou look like a mess, but do you know how to use your power?",
    "200010213": "Seawater hunting, isn't it so easy, isn't it?\nIt's an extreme survival art that competes with each other!",
    "200010214": "(He confidently answers that he has already experienced seawater hunting)",
    "200010215": "Look at this guy? Hahaha! This~ I didn't recognize an experienced person and I was being rude?\nBut, the guy we're hunting for isn't that easy-going! I'll have to check your skills first.",
    "200010216": "How much money is spent on seawater hunting, can you use it if anyone just accepts it without verification?\nYou can't invest in gambling where there is no chance of winning, so please understand this?",
    "200010217": "Let's see... Yeah! Are there any ugly guys out there that get kicked and trampled on?\nIf you hunt them down and bring them some evidence, I'll think about it.",
    "200010218": "What, what. Are you here already?\nLarge, huh. You're doing better than you think, aren't you?",
    "200010219": "I can't compare to this Jimmy God, but\nI like it! I'll join you on a seawater hunting expedition!",
    "200010220": "I'm honestly against it, Captain.\nIf you only beat wild animals, how can you catch seawater?",
    "200010221": "I agree!\nWhat do you believe in that guy?",
    "200010222": "Noisy! People who can't even pay for meals talk a lot?\nHmmmm, anyway you! Wait a minute. We have something to discuss first.",
    "200010223": "(There's a <textColor=[255:204:102:255]>Tiger corpse</>. Could you find a clue about the seawater?)",
    "200010224": "(Let's start with the wild animals that get in the way)",
    "200010225": "(This was done by a creature with <textColor=[78:148:215:255]>great power</> enough to send a wild animal in one blow.\nThe warmth still remains, so there seems to be)",
    "200010226": "(Let's look for other signs)",
    "200010227": "(Another body found)",
    "200010228": "(Let's get rid of wild animals disturbing the investigation first)",
    "200010229": "(It is a sign of death from the same wounds as the corpse found earlier.\nThis time, however, the corpse has amber-like jewels attached to it)",
    "200010230": "(Traces are cut off here. There seems to be seawater around here)",
    "200010231": "Hmmmm, this <textColor=[78:148:215:255]>Jimmy God</> knew you would do it well enough!\nHe, yes. How did you find it?",
    "200010232": "(explain the trace)",
    "200010233": "Ah~ That way! Ah, no. Hmmm!\nOf course I knew~",
    "200010234": "(Ask if you want to start hunting now)",
    "200010235": "What? Now? Ah, no... Right now...\nI don't have any weapons... I could die if I lifted it...",
    "200010236": "Yeah, yes! You can do it! Of course, if I do, I'll get rid of it in no time...!\nThen you won't have a chance to step forward~ I'm thinking of you! Huh? How about you? Thank you?",
    "200010237": "Come on, go! <textColor=[255:204:102:255]><myHero.name/></>!\n<textColor=[215:94:94:255]>Choryeong Tree</ > Defeat and come back! I, I have a little business to do...",
    "200010238": "Ah! <textColor=[255:204:102:255]><myHero.name/></>! Good luck!\nI thought we couldn't meet and break up like this.",
    "200010239": "(breaking up, asks what that means)",
    "200010240": "It seems that <textColor=[78:148:215:255]>The Pioneering Barongdan</> has finished all their work at Vandal Lake.\nTo realize our Pioneer Barongdan's grand dream < textColor=[110:216:175:255]>I'm going to the sea, moon, continent</>!",
    "200010241": "Janja-nyang! I also got a permit to explore the sea and moon continents!!",
    "200010242": "I'm going to ride the big sea and moon continental ship over there!!",
    "200010243": "(I congratulate you and say that I will be moving to the sea and moon continent soon)",
    "200010244": "Is that really true? It's nice to hear that!\nThen how about going with us?",
    "200010245": "(Unfortunately, I have to do it myself)",
    "200010246": "Then I can't help it... Really! I prepared a present for you!\nI wanted to give this to you before I left, so I was looking for it!",
    "200010247": "(stretches out hand, ready to be gratefully received)",
    "200010248": "Aww! It's like the Honor Pioneer Barongdan wanted to make something so easy!\nI hid it somewhere <textColor=[110:216:175:255]>Younggyowon</> So, look for it!",
    "200010249": "This is the last mission for the Honor Pioneer Barongdan!\nThen stay healthy! Let's meet again!!!",
    "200010250": "No, <myHero.name/>! I thought you were leaving for the sea and moon continent!\nHave you changed your mind?",
    "200010251": "(Explaining Neyan's circumstances and asking for a permit)",
    "200010252": "Things like that...! Of course I have to help.\nBecause there are some people who didn't take care of every nook and cranny of Vandal Lake.",
    "200010253": "It is against the law to issue permits to settlers who do not have the proper credentials, however, no matter how much I hold the position of interim commander.",
    "200010254": "(then asks what to do)",
    "200010255": "You must be able to prove that the Pioneer Barongdan is a beneficial group that works for the benefit of Lake Vandal.\nThere is a good job to do.",
    "200010256": "Most of the anglers here make fishing for a living.\nBut the number of catches has decreased significantly because the lake turtles are threatening the ecology.",
    "200010257": "Besides, the situation is even worse with the lake turtles ruining the fishing rods installed by anglers.\nIf you fix this, we will issue you a permit.",
    "200010258": "This is also <myHero.name/>.\nThe anglers have thanked me for saying that they are a bit more lively now.",
    "200010259": "In recognition of the hard work the pioneering barongdan has put in for Vandal Lake,\nI will issue an official permit here.",
    "200010260": "If this is the case,\nwithin the scope of this country's administrative authority,\nyou will be able to freely act. I hope this helps.",
    "200010261": "(say thank you)",
    "200010262": "This is...! This is Maehwa Hong's permit. Okay. \nNow that it has been confirmed that the Pioneer Barongdan's official activities have been approved, we will withdraw for now.",
    "200010263": "I thought the Pioneer Barongdan would be disbanded like this...\nHehehe... It's all thanks to you!",
    "200010264": "I want to repay you... \nIf time permits, come to Suwol Port!",
    "200010265": "You came! I was talking about how <myHero.name/> helped me.\nPyung-nyang and Heung-nyang are also sincerely grateful!",
    "200010266": "The Pioneer Barongdan has now been recognized as an official organization and received a pioneering grant.\nWith the grant, they plan to go to a new continent and start new pioneering activities!",
    "200010267": "(It said it went well)",
    "200010268": "Thanks to you!\nSo I prepared a small gift for you.",
    "200010269": "(Waiting for gift giving)",
    "200010270": "Hey, wouldn't it be fun to just give it to you?\nLike an honor pioneering barongdan! Try to find it yourself!",
    "200010271": "Go to the greenest place in Suwol Port\nIf you dig under it, you will find it!",
    "200010272": "It's like my last mission at Lake Vandal!\nThank you so much! Have a good day, Honor Pioneer Barongdan <myHero.name/>!",
    "200010273": "(I found <textColor=[255:204:102:255]>a pile of dirt</> in the place Neyanang said.\nThere are traces of intentionally covering it. Let's dig here!)",
    "200010274": "Proclamation",
    "200010275": "(Ask what's going on)",
    "200010276": "As you can see from my clothes, I am <textColor=[78:148:215:255]>Myunghyedan</> member <textColor=[78:148:215:255]>Min Kyung-han</>.\nIt is our job to record the oral history that has been handed down throughout Vandal Lake.",
    "200010277": "Especially the <textColor=[255:204:102:255]>Night story</> on that rock was written with great care by our leader.\nYou often come here to check it out again. .",
    "200010278": "Probably related to the leader's memory...\nI don't know the details because his name is not written correctly.",
    "200010279": "But look at this. Some shady guy tried to spoil the story!\nIt must be a narrow-minded Moorim who is jealous and jealous of the man written there!",
    "200010280": "(Ask if the culprit was found)",
    "200010281": "Would I be like this if I had found it...\nI tried to follow the traces, but my skills as a scholar are not enough.",
    "200010282": "(Ask which direction)",
    "200010283": "Are you going to help? Do you see a broken wild flower on the cliff you can see over the bridge over there?\nSeeing that you can go up there, you seem like someone who can handle light work to some extent.",
    "200010284": "There are more tales in each direction he escaped. \nPlease catch the criminal before he messes up any more!",
    "200010285": "(Someone seems to have already damaged it. \n Judging from the condition, it seems that it has recently been damaged...)",
    "200010286": "What… what!? Damn it, did you get caught.\nDon't get involved in anything useless and go away!!",
    "200010287": "(He looks suspicious, let's go after him)",
    "200010288": "Yeah... I was the one who broke that <textColor=[255:204:102:255]>Night story</>.\nBut not for no reason!",
    "200010289": "The kid who drove my brother to death was so written like a hero!\nI'm so absurd!",
    "200010290": "That child is our family's enemy, foe!\nHe's not worthy of being written on a tombstone like that!",
    "200010291": "(I say you shouldn't be offended like this)",
    "200010292": "Even if it was caused by a misunderstanding...\nThe dead brother doesn't come back alive!",
    "200010293": "There was no place to relieve my sorrow.\nI visited Myunghyedan several times and tried to talk, but he didn't even listen to people like me...",
    "200010294": "Anyway, it's true that you shouldn't destroy nightmares recklessly\nI apologize for that, tell me I'm sorry.",
    "200010295": "Oh, yes! Could you possibly get me a <textColor=[255:204:102:255]>living specimen</> of a special being?\nIf you have a specimen like this, it must be another fire. It must be something that stands out more than Maza.",
    "200010296": "If someone who is not shy rushes forward, you will get hit again.",
    "200010297": "(I will)",
    "200010298": "I'm really? Hey~ I'm already itchy with anticipation for this!!\nI'll make sure that the case doesn't disappoint you! Take care! I'll take care of you!",
    "200010299": "Hey, did you wait a long time?\nThe discussion got a bit long.",
    "200010300": "Anyway, rejoice.\nBecause I decided to give you a very special opportunity!",
    "200010301": "(Ask what it is)",
    "200010302": "You're just tracking the seawater to find out where it's hiding.\nI don't know if you'll be able to do that tricky job, right?",
    "200010303": "Sheesh, wouldn't it be nice if we didn't run around because it was hard?",
    "200010304": "That's right! How hard are we right now... Hot!",
    "200010305": "Hmmmm!! Of course, this Jimmy God knows where the seawater is hiding~\nI'm only giving you a special chance. This is a rare opportunity, huh?",
    "200010306": "How do you feel about this captain who cares about you? Thank you? Thank you? Ha ha ha!\nNow, if you find out the location of the seawater, give it a signal!",
    "200010307": "The tyranny of the <textColor=[215:94:94:255]>Changdodan</> is getting worse day by day, and there is no longer any grain to sacrifice for their lives.\nThe residents of this area have already begun I packed my things and set out on my escape.",
    "200010308": "I endured and endured the resentment of having to leave my precious home, which I had prepared at the end of a lifetime of hard work,\nI am tired of living all night with open eyes and trembling with anxiety, so now I also abandon this place and leave.",
    "200010309": "If anyone sees this poster, please put an end to the tyranny of the spear gang,\nI sincerely hope that the residents who have left unintentionally will be helped to return to their original positions.",
    "200010310": "(Seeing that the handwriting on the poster was very unstable, it seems that he suffered from extreme fear.\nLet's do our best to keep the security of Vandal Lake with this poor villager who will return someday)",
    "200010311": "Poor guy...\nIt's nice that he's pitiful...",
    "200010312": "(the deer says why)",
    "200010313": "As you may know, the vegetation around this area is perfect for wildlife,\nbut there are too many dangerous things to live on on their own.",
    "200010314": "Some gamefights hunt animals indiscriminately,\nbut recently, hordes of hungry tigers have begun to appear.",
    "200010315": "What kind of ingenuity can the fragile wild animals deal with hungry tigers?\nSo, they are found so injured or already dead.",
    "200010316": "(The eyes of the fallen deer look sad. I think I can help...)",
    "200010317": "If you help me, I will be able to focus on treating this guy.\nPlease, save the poor wild animals from danger.",
    "200010318": "(I have dealt with the hungry tiger horde on the old city forest road\nIt is said that the threat to wild animals will decrease for the time being)",
    "200010319": "Oh my God, are you really? Thanks to you, this friend will be able to return to his family sooner or later.\nIt will take a little more time, but thank you very much. Sohyeok!",
    "200010320": "(Ask what made you so angry)",
    "200010321": "Ah... I'm sorry if I was rude. I was frustrated because of the <textColor=[215:94:94:255]>Butterfly</>.\nIf you only respond passively like this, you will always be harmed by them. I have no choice but to be dragged around.",
    "200010322": "I've been arguing that it would be more effective to raid their strongholds, but...\nHe told me not to cause unnecessary disputes. ",
    "200010323": "So I decided to do it my own way. A few activists have already agreed.\nThe promised surprise attack will begin soon. But are you really trying to help?",
    "200010324": "The operation was successful!\nAre you quite useful?",
    "200010325": "The Conservation Society seems to have changed their mind a bit with this surprise attack.\nIf it continues like this, I might dry their seeds in no time. Thank you!",
    "200010326": "Son, can you afford to grant me a favor?",
    "200010327": "That poor child... <textColor=[78:148:215:255]>Sohyang's family</>.\nIt bothered me that I couldn't even see the child off on his last journey. I mean.",
    "200010328": "As you know, there are all kinds of dangerous things on the way there, aren't there?\nIt would be good if you, who have been there once, can guide your family there...",
    "200010329": "(prepare to enter <textColor=[110:216:175:255]>Deep Cemetery Forest</> with the story from the village chief)",
    "200010330": "Sohyup will come with you?\nOh, my God... Finally Sohyang...!",
    "200010331": "Thank you very much, Sohyeok...! Hehehe... We are ready to leave at any time.\nI will follow you carefully so as not to disturb the Small, so please take care...",
    "200010332": "Oh my God... Our Sohyang is here... Hehehehe...\nSohyang-ah... Uh-huh... Mom is here, Sohyang-ah...!",
    "200010333": "Hehehe... Sohyeok... Thank you for allowing Sohyang to see us off on her last journey.\nI think I can let Sohyang go away now... Huh...",
    "200010334": "Human, human!! Wait a minute!\nHow do I look now? <textColor=[255:204:102:255]>Dokkaebi</>?",
    "200010335": "(Goblin talked to him? He hesitates to run away)",
    "200010336": "It's that person!!! Aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa it's all because of that girl!\nThey said he got rich with a goblin bat, that was a lie.",
    "200010337": "I swung the bat given to me by a goblin I met on that hill, and this is what happened.\nLook at this! I've turned into a goblin now, haven't I?",
    "200010338": "I've been looking for a goblin made like this, but I can't find it!\nSo I tried using my hair a bit.",
    "200010339": "<textColor=[215:94:94:255]>Goblins</> don't like red beans, so I sprinkle some red beans on their food,\nIf I harass them, they will appear on my feet. Help me. Can you please?",
    "200010340": "Stop, stop! Human!\nWhat the hell do you want!",
    "200010341": "The smell of red beans is vibrating all over the forest road!\nOur people ate the wrong way and fell ill!",
    "200010342": "My people are trembling from fear!",
    "200010343": "(Talking about a strange goblin and asking him to turn him back into a human)",
    "200010344": "Huh, human greed is endless!\nI gave him a bat, but I'm very dissatisfied!",
    "200010345": "Damn it! Okay, that's it! It should be back to normal now!\nSorry for being so joking! Don't bully our people any more!",
    "200010346": "Wow~ I thought I had to live as a goblin for the rest of my life!\nThank you! I don't want to even look at this forest side again. I'll go!",
    "200010347": "Ahhhhhh!! What, a worker you haven't seen?\nI'm the only worker left here after all the workers at Vandal Ranch ran away. Hehetch!!",
    "200010348": "(Praise for being loyal)",
    "200010349": "Loyalty? Petzui!! What are you talking about...? \nThings like that ended a long time ago. They're doing it for money.",
    "200010350": "But I guess I'm over here now.\n... Cueeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee!",
    "200010351": "Look at this. Do I keep doing this strangely?\nIt looks like pollen is flying... Etch!! I'm weak at that.",
    "200010352": "Even so, I tried to hold on somehow. The pay isn't as good as here.\nBut... Those <textColor=[215:94:94:255]>Bags</> keep spouting something. Look at me. Pueetch!!",
    "200010353": "No matter how much I want to try, I can't even get to this point...\nCan you get rid of them? I'll give you some of my salaries.",
    "200010354": "Sniff! I think I'm going to live a bit now!\nI'm still tickling, but it's much better. Thank you!",
    "200010355": "Hey... Human! Hello! I am a <textColor=[78:148:215:255]>Suwa</> blacksmith <textColor=[78:148:215:255]> Mowa</>Suwa!\nI don't know if you know, but we're preparing a hunt to reclaim the village, Suwa.",
    "200010356": "The weapons our warriors have can't even penetrate their hides,\nthe armor worn by our warriors can't block their teeth.",
    "200010357": "So I thought about it.\nThey's <textColor=[255:204:102:255]>Leather</> and <textColor=[255:204:102:255]>Tooth</> If you are armed with weapons and armor made of",
    "200010358": "(just ask if I can catch you)",
    "200010359": "Thank you, Suwa. Nothing can be solved with such a short-sighted method, Suwa.\nAfter all, this is an ordeal that our Suwa people will have to overcome, so we want to look forward as far as possible and prepare.",
    "200010360": "Please, please.\nPlease save as many skins and teeth as possible!",
    "200010361": "To bring so many...!\nIf we wear our warriors and listen to them, we can still afford it.",
    "200010362": "Thank you very much. I will definitely remember the day I received the help of\n<textColor=[255:204:102:255]><myHero.name/></> on the day to retake our village someday. Suwa!",
    "200010363": "You see that <textColor=[110:216:175:255]>deep pit</> over there? Collect and bring various <textColor=[255:204:102:255]>samples</> over there It's work.\nThe more you have, the more you pay! How about you? Would you like to try it?",
    "200010364": "I feel uncomfortable being entrusted with a dangerous job, but please take care of me.\nI will visit my family as soon as possible.",
    "200010365": "<textColor=[255:204:102:255]><myHero.name/></>, there seem to be other corridors of awakening in this area as well.\nActually, I was the first to come out and watch. There is one place...",
    "200010366": "Can't you-see over there?\nCan you come and visit me first while I'm looking around?",
    "200010367": "(Ask if you don't want to go in person)",
    "200010368": "Well, I know that you can also pass through the Awakening Corridor.\nIt would be quickest to find them scattered.",
    "200010369": "Besides, there must be something special about you.\nIf you walk around the corridor, you might find out why.",
    "200010370": "(I will try)",
    "200010371": "Okay, the road to get there looks more difficult than it looks, so it would be better to go to the front of the corridor in Chukjiji.\nDon't forget to let us know when you find fertility! See you later!",
    "200010372": "Oh, was there a corridor of awakening in such a place as well?",
    "200010373": "<textColor=[255:204:102:255]><myHero.name/></>, have you been there already?",
    "200010374": "(Not yet)",
    "200010375": "Okay. You found it first, so let's go.\nI'll look elsewhere.",
    "200010376": "Oh, if you ever find fertility, call me.\nI'll find you anywhere in the corridor at once.",
    "200010377": "(As a researcher, it must have been quite appealing, but I say it's a shame)",
    "200010378": "That's what I mean. But it's frustrating that you can't wander around that pit where \nthe pits are infested with bonfires in search of fairy tales that you don't even know where they are.",
    "200010379": "Would you mind looking for some fairy tales? I don't need many.\nOne... or two? If you give me the words written in the fairy tales, I will reward you.",
    "200010380": "(Describes the tales found in the Void Pit)",
    "200010381": "The value given by the small cooperative is enough as a feed.\nThank you very much. Here is the reward.",
    "200010382": "Hey, we learn everything from our textbooks. What... Really! Can I have this?\nIf I get my hands on it, I might be able to use it! Haha~",
    "200010383": "(These are human footprints. It looks like they walked into the canyon.\nA person in this place? Why? What is the cause? Curious)",
    "200010004": "Hey ah ~ my window because the drill ah? \nshield yajiyi bored!"
}