{
    "5700000": "Neu's Memory 1",
    "57000001": "Neu's Memory 2",
    "57000002": "Neu's Memory 3",
    "57000003": "Neu's Memory 4",
    "57000004": "Memories of Neu 5",
    "57000005": "Neu's Memory 1",
    "57000006": "Neu's Memory 2",
    "57000007": "Neu's Memory 3",
    "57000008": "Neu's Memory 4",
    "57000009": "Memories of Neu 5",
    "57000010": "Memories of Sarubi 1",
    "57000011": "Memories of Sarubi 2",
    "57000012": "Memories of Sarubi 3",
    "57000013": "Memories of Sarubi 4",
    "57000014": "Memories of Sarubi 5",
    "57000015": "Memories of Sarubi 1",
    "57000016": "Memories of Sarubi 2",
    "57000017": "Memories of Sarubi 3",
    "57000018": "Memories of Sarubi 4",
    "57000019": "Memories of Sarubi 5",
    "57000020": "Memories of the Nameless 1",
    "57000021": "Memories of the Nameless 2",
    "57000022": "Memories of the Nameless 3",
    "57000023": "Memories of the Nameless4",
    "57000024": "Memories of the Nameless 5",
    "57000025": "Memories of the Nameless 1",
    "57000026": "Memories of the Nameless 2",
    "57000027": "Memories of the Nameless 3",
    "57000028": "Memories of the Nameless4",
    "57000029": "Memories of the Nameless 5",
    "57000030": "Memories of the Nameless 6",
    "57000031": "Memories of the Nameless 7",
    "57000032": "Organic Memory 1",
    "57000033": "Organic Memory 2",
    "57000034": "Organic Memory 3",
    "57000035": "Organic Memory 4",
    "57000036": "Organic Memory 5",
    "57000037": "Organic Memory 6",
    "57500000": "\"No. That's suicide.\" \n\"Someone has to do it.\" \n \nIt was Pasa's soft voice, contrasting with Pasa's soft voice.\nMaybe it was because of her kindness. \nPasa The sharp eyes seemed to fade away, but then it calmed down. Who was it?\" \n\"But...\" \n \nPasa wrinkled her eyebrows involuntarily, at a loss for words. It was a rare sight for a Pasa who hardly showed her emotions.\nPasa like that. Perhaps because of how cute he looked, Noi continued with a smile on his lips. \n \n\"If we leave it like this, the world will disappear. If someone has to sacrifice to stop him, I'm willing to go.\" \n\"But why? Why do you have to do that? If you die anyway, even if you remain in the world, you won't be able to live.\" \n\"You will be there.\" \n\"What?\" \n \nUpon Pasa's surprised, round eyes Noi came close enough to feel her breath, and continued.\n \n\"Even without me, you are there.\" \n\"I...?\" \n\"Yes. 'cause you'll stay So, so that you can protect the world you will live in... support my choice this time. Can you do that?\" \n\nPasa nodded reluctantly to Noi's eyes waiting for an answer. \n \n\"Thank you.\"\n \nNoy treats her with kindness as if to appease Pasa. He hugged her.\nPasa still kept her mouth shut, and Noi smiled at Pasa once more and left the space.\n \nPasa, who was left alone, stayed in the space for a while after she left.\nAnd, After she uttered a word that she didn't know was talking to herself, she disappeared from the space as well.\n \n\"But a world without you... I don't need it.\" ",
    "57500001": "The first thing that caught Shiro's eyes when he entered the space was the appearance of a Yaru with hair shining as if it had been sprinkled with golden sand.\nShiro, who found him, greeted him very warmly.\n \n\"Little boy!\" \n\"I'm not a kid!\" \n \nYaru cut Shiro's words like a knife and struck them back. \n \n\"Shiro! You said I didn't call you that!\" \n\"What's wrong with you? It's cute and nice.\" \n\"That's your opinion! Anyway, this is your problem, everything is your standard.\" \n\"Isn't it natural?\" \n\"Is it natural?\" \n\"What's wrong with thinking that I live my life as my standard?\" \n\"What... are you talking about now?\" \n \nWhen Noi saw the two of them chattering, Noi couldn't contain it, and Cook smirked.\n \n\"The two You're still on good terms.\"\n\"We're not on good terms!\" \n \nYaru got it again this time.\n \n\"Noi is bad too, because Noi keeps accepting it, so Shiro is more like that. .\" \n\"Oh, sorry. Is that so?\" \n \nIt was Noi who apologized and was so sorry for the light words. Yaru, bewildered by such a sight, waving his hand and waving his hand to fix it.\n\"Huh? Oh no. That's not something Noi would apologize for...\" \nYaru, who had become bloated, turned around while drooling for nothing. \n \n\"It's all because of you! Anyway... What was the Creator thinking of giving a new nucleus to such a guy...\" \n\"Hey, let's talk right away. I came to this place after being recognized for my skills fairly and fairly.\" \n\"Shiro-sama is right, Yaru-sama. Those who came here are those who have passed all the tests of the Creator.\" \n\"I know that, but... All living things in this world that have to be trusted and entrusted to such a child to save the world are pitiful, pitiful.\" \n \"What are you talking about? I'm glad I'm there. how reassuring Isn't it?\" \n \n\"I'm pathetic, so I can't listen to you.\" \n \nA strange voice intervened between the voices of the three arguing.\nThe three who confirmed the owner of the cold voice, one He frowned, and one smiled brightly. \n \n\"Pasa!\"",
    "57500002": "The wind that swept through the land gently shook Pasa's long hair.\n \n\"How about the world you see as a divine beast?\"\n \nNoi, who came to Pasa, sat down next to you. I asked. I do not know either. Just...\" \n\"Just?\" \n \nNoy put her hands on her chest and continued. \n \n\"It's getting warmer here. A lot.\" \n \nHe closed his eyes and felt the energy of the new nucleus seeping into his body, a soft and gentle light emanated from Noi's body. \n \nPasa looked at Noi and thought for a while whether this was the power of Noi, the god of life. Then, when she remembered that Noi was a warm child from the beginning, she wondered if Noi was Noi and nothing had changed in the end. It was Noi's question that stopped Pasa from biting her tail.\n \n\"Then why did you come here?\" \n\"Huh?\" \n\"The divine beast Well... you didn't like it.\" \n \nNoi asked carefully if she would ever hurt her heart, but her expression was full of curiosity. It was recommended, but he had been rejected. Besides, if it was a Pasa that Noi knew, she had a personality that would not change even if a knife came into her neck. I wondered why he changed his mind.\n \n\"Because you're not here.\" \n \nIn contrast to Noi, who managed to ask after much deliberation, Pasa's answer was very quick.\n \n\"A world without you, what do I do by being alone? But you became a divine beast, and you are not the one who will be told that you are going to die... That's why you did it.\" \n\"Because I became a divine beast, did you also become a divine beast? But why? Then I might die?\" \n\"That's why I did it\" \n\"Huh?\" \n \nNoy didn't understand Pasa's words and tilted her head.\n \n\"What is that? Is that a sound?\" \n\"That's why. If I can't live with you, I'll even die with you.\"",
    "57500003": "Rumbling... \nI thought the sky was getting dark, and then it was covered with black clouds.\nYaru opened his mouth as he watched the horizon slowly turn black.\n \n\". .. Can I win?\" \n \nIt was a question closer to hopelessness rather than expectation.\nNone of the four new beasts could have opened their mouths hastily because they knew the weight of the story.\n \n\"He said he was worried. Nothing changes, right? Let's bump into each other.\" \n\"It's like an ignorant poem without thinking.\" \n\"Hey! You...!\" \n\"But I like it.\" \n \nIn response to Pasa's reply, Shiro, who was angry with her, became angry and shut her mouth.\n \n\"Are they all going to die now? ?\" \n\"Maybe.\" \n\"Well, it wouldn't be bad to die like this.\" \n\"It's not like that.\" \n\"Huh? The gods looked at Noi.\n \n\"...Noi?\" \n \nPasa, who saw the determination in Noi's expression, called for Noi. \n \n\"Pasa, you said before. ?\" \n \nNoy continued, looking at Pasa looking at her.\n \n\"If we can't live together anyway, I'd rather die together.\" \n\"... Yeah\" \n\"But that's not going to happen.\" \n\"What do you mean?\" \n \nNoy smiled at Pasa asking Noy what he said. \n \n\"I'll never let you guys down. I won't die.\" \n \nAs soon as I finished speaking, a huge light enveloped Noi. \n \n\"Noi?\" \n \nPasa tried to shout, but it was already too late. It was later. \n \n\"Noi!!!!!\" \n \nSura's 'Great Purification', which returned to failure, caused a 'big clash' between Sura and Shinsoo.\nAnnihilation between each other It was the last battle, and in the end, the long battle ended with the victory of the gods.\n \nMost of the suras were annihilated, and even the surviving suras lost their strength and hid in the depths.\nThe continent escaped from Sura's wrath. The living creatures started to come back to life again,\nand those who survived breathed a sigh of relief at the fact that at least many of them survived the long and difficult battle.\nHowever, no one knew how it was accomplished.\n \nSura and Sura The reason they were able to protect the world against it was because of the fierce battle of your divine beast, \nthat they were able to survive in it because of the sacrifice that gave the life of a divine beast...",
    "57500004": "'I don't let anyone die.' \n'I won't let anyone die.' \n \nThis was the only thought in Noi's head, who poured out all his divine power to spread the shield of charity.\nAs if to acknowledge his heart, the earth embraced all living beings with a warm light.\n \n \n Feeling that the energy of life is slowly fading due to pouring out all his powers, Noi slowly closed his eyes and prayed that everyone would survive and continue the life he had not finished. .\n \n\"But why? Why do you have to do that? If you die anyway, even if the world remains, you won't be able to live.\" \n \nIn hindsight, I thought that she was right.\nOf course, it's nice to defeat Sura and save life, but I knew this would be the case. It was Noi who thought it would have been nice if she had done a lot of this and that.\n \n'Whoah, is this a regret about life...' \n \nGradually from Noi's smiling face, Her closed eyelids completely covered her eyes.\nThat's how Noi's first career as a divine beast came to an end.",
    "57500005": "A lot of time has passed since the Great Clash, and life came back to life on the land. \n Grass grew on the bare land, animals grew and formed groups, and people gathered to build villages. \nPeople gathered on the land. A small fishing village where Noi woke up again was no different.\n\"Neah~! !\" \nNoi, who appeared again crying and appeared in the world again, was in the shape of an ordinary baby. All her memories were also lost. The divine beast Noi lost all her memories and abilities the moment death enveloped her and returned to the earth.\nBut only the new core remained in her soul, enveloping her again and giving her new life. At first glance, Noi, who was given a new life and started living a life as a regressor, seemed to have had an opportunity to start over, but in reality, she was trapped in the eternal cycle of regression and performed her duty as a divine beast. I had to live.\n\nThat the Creator gave the divine beast in exchange for saving lives,\nthe grace and curse of the new core... Noi at the time did not know.",
    "57500006": "\"Hey... where did you drift away?\" \nThe child's words, which he spit out while watching the sunset while sitting on a small island far away from the shore, were bright and clear, contrary to what he was worried about. Even so, she lost her way every time until now, but it was because she always returned home safely.\nThe girl, who is living a new life as a reborn of Noi Shinsu, has neither awareness nor memory of Shinsoo yet. Whether it was because of the new nucleus she held in her body or because of her warm heart, people and animals alike loved and followed her, so that whenever she got lost, sometimes a shoal of fish, sometimes a soft wave, brought her back. \n \n\"Well, it'll be alright\" \nThe child shrugged once and then casually jumped into the sea. As she jumped, the waves gently and quietly embraced her again.\n \"Huh?\" \nSomething shiny came into the girl's eyes as she was being moved by the waves.\nThe girl didn't know that it was the earth and the waves that drew her, just out of curiosity or out of fate. I was drawn to it.\n\n\"What is this...?\" \nIt was the moment the girl reached out for something shiny.\nIn an instant, a huge energy and memories flowed into her body.\n\n\"How about the world you see as a divine beast?\"\nNoi asked Pasa, who came to her side. \n\"Well... it's the same.\" \n\"Fufu, that's a Pasa-like answer. \" \nNoi, who was sitting next to Pasa, asked her again. \n\"Then why did you come here?\" \n\"Huh? That's right.\" \n\"In a world without you, what do I do by being alone? But you became a divine beast, and you are not the one who was told that you were dry... That's why. But why? Then I might die?\" \n\"That's why I said that\" \n\"What do you mean?\" \n\"That's why I did it. If I can't live with you, I'll even die with you.\" \nNew tears flowed from the child's eyes without knowing it.\nPasa has always been like that. ...to Noi's best friend for the rest of her life.\nThe child was sad that she had forgotten her... And she continued to shed tears, overwhelmed by the sublime power of the divine beast that she had never realized before.\nShe was like that. The first memory he regained was the fact that he was a former divine beast and the memory of Pasa.",
    "57500007": "The shiny stone she touched was the fertility of Noi. \nIntrinsically, fertility is just a precious gem that contains a lot of vitality to ordinary people. She willingly surrendered her power to the owner she met, which allowed her to regain some of her power and memories, but even so, it was still very insignificant. So she knew. She used to be the girl they liked, but now more and more people follow her. More and more people have gathered by her side, and the things she has to do against her will have increased.\nPeople's wishes have also increased. People wanted her to settle their disputes, they wanted care, they wanted salvation, but people's desires continued to grow, and her strength was far less than their desires. I realized that the power of fertility alone was not enough to satisfy people.\nOf course, she had to resist people's rejection, but she loved people too much and was kind. She set out on the road to seek strength.\nThe day she greeted the parents who raised her, her parents were not surprised. Her parents, who had sensed the fact that she was not normal from birth, must have come to her. At that time, I just thought that the time had come.\n\nSo, after finishing her brief experience as a human being, she now set out to become a divine beast.",
    "57500008": "Decades have passed. \n\"What am I missing?\" \nNoi, who is not yet a divine beast, tilted her head. Thanks to the power of fertility, her appearance is still there after a long time He was maintaining his youthful appearance, but that was all. Now he had no more fertility or memories to recover, but Noi still had a human form.\n\nAt first, the number of fertility recovered was too small to be awakened as a simple divine beast. But it was not. He comforted those who were frustrated, but Noi could not restore Shinsu's appearance.\n\"What the hell is the reason...\" \nShe, who could not figure out the answer, sighed and looked at the meadow in front of her. After midsummer, a few deer were walking leisurely on the grassy meadow that was now turning yellow.\n\nIn an instant, the deer suddenly started running. A lion hiding in the tall grass was seen. Upon revealing the , the deer ran to and fro, and the lion flew towards one of its prey in the blink of an eye.\nNoi saw it and hurriedly ran towards the deer. But this deer did not move. Normally, it ran away. He would run towards Noi, who was coming to his rescue, but this deer stood still, like a sacrifice sacrificed to a lion, until the lion decapitated him.\n\"No!!!\n\"Noy's voice echoed through the meadow. At that sound, the lion, who was dragging the now droopy deer, twitched his ears for a moment, but soon the lion entered the grass where he was hiding.\"\n\"Why... Why...\" \nWith deep guilt, Noi collapsed on the spot. \n\n'If I were a divine beast, I could have saved that life... \nDid one dear life die because of my lack...' \nNoy thought that it was all her fault, so she buried her face in her hands and sobbed for a long time. Meadow, unable to do anything, called for a gentle breeze to comfort her and stroked her shoulder. Because of that, the grass that had grown on one side of the meadow lay down. Then, a small deer that had not been seen before appeared. The newly born deer, a little precarious, but with a fairly reliable gait, made their way towards its herd. \nWhen Noi saw it, he let out a small sigh. \n'Ah...' \nPerhaps the moose who was the mother of that baby deer, realized that the lion was targeting her child, and then stepped forward. To buy time for the child to run away. And with the belief that the crowd will protect the child. \nNoticing him, Noi turned his gaze away without knowing it. It was the original place where the lion was, who dragged the sacrificed deer and disappeared. And... Noi, who looked there, sighed again. \n\"Ah... that was it...\" \nThe place where the lion dragged the deer, several lion cubs that looked like their babies were gathered. They looked like they had been starving for a few days, but they were devouring the deer that were now dead and turned into chunks of meat. \n\nIn that way, \na life was born in this world, \na life kept that life and died,\nthe dead life maintained another life. \n\nIt was then that she realized that \nthe justice that appeared before her eyes was not justice, and \nthe unconditional protection was not charity. \n\nIn an instant, her appearance changed.",
    "57500009": "\"Mom, Mom, tell me about it. The story of the goddess of the sea.\" \n\"Again? You've done it ten times already.\" \n\"But that's the funniest thing.\" \n\"Yeah? Then there's no way Come and sit here\" \nThe mother pretended not to win the child's torch and placed the child next to her. So, the mother held the child in her arms and started telling the story.\n\"Once upon a time, there was a child in a village. was born. The child who was intelligent and compassionate from birth was loved by everyone.\nWhen the child went into the sea, fish lingered around her, and when she entered the forest, ripe fruits were in front of her. made an appearance In the town where she was, the joy never ceased. \nOne day, a rough wave crashed into the sea. The waves rushed to swallow the boat and swallow the village. She tried to block the sea, but the raging sea could not easily quench her wrath. Eventually, she was swept away by the waves and fell into the depths of the sea. \nIt was then that sparkling jewels came into her eyes. The moment she picked up the jewel, she realized a past she had forgotten. So she talked to the waves. \n\n\"Wow, why are you so angry?\" \n\"I'm not angry. I want to play with you guys.\" \n\"If you want to play, don't run like this, but gently stroke me. \" \nThen the waves stopped running in a rage. Then, one step at a time, I began to carefully take a step. Then the waves calmed down, and gradually they came to stay with us.\" \n\nThe child twinkly asked her mother's story. \n\"Mom! So, the sound of the waves you hear now is the sound of the waves taking each step, right? Are you doing this because you want to play?\" \n\"Fufu, that's right.\" \n\"I'll play with the waves tomorrow too!\" \n\"Do that. Then the Goddess will be very happy.\"\n\nThe happy child shook her shoulder.\n\"But, Mom, where is the goddess now?\" \n\"The Goddess is the same She went back to her place.\" \n\"Why?\" \n\"The goddess who regained her memory couldn't stay in the human world.\" \n\"Then you won't see me anymore?\" \n\" No... it isn't. One day, he will come down as humans again, give us light, and return again.\" \n\"Then will I be able to see the goddess too?\" \n\"Fufu. okay. I wish it was.\" \nThe town where Noi was born has changed so much that it is hard to find what it was like in the past, and it now has the appearance of a fairly large city. It was because of the old statue called 'Mysterious Sea Goddess.'\nNow, it was a small, worn-out statue, but after this statue was erected, it was built to commemorate a woman who saved many lives by calming a huge wave that nearly engulfed the village. It is said that neither rough waves nor high swells have ever blown in this village.",
    "57500010": "\"I can't figure it out....\" \nAs a reborn of Noi, the god of life, I don't know how many times he has already returned.\nAdapting to life with a change of name and appearance It would not have been convenient to have to do it, and to have to live without even remembering it at first.\nBut, for Sarubi, who is returning from this life, this was not very important. It was in this forest where I couldn't find a way to go back.\n\nI even forgot how many hours I had wandered.\nWhatever happened, no matter how far I went, the forest did not end.\n\nThe story of the forest has been around for a long time. There were a lot of them.\nI've heard rumors that when someone enters, she loses her mind and collapses as it is, or that it is discovered after a few days.\nBut she was fine.\nWhen she entered the forest, she felt warm. The fresh air and wind made me feel good. The fruit, which is sometimes found rarely found, was also sweet. On the day I accidentally found a raspberry, I was humming in excitement.\n\nThe problem was that I couldn't get out of the forest. \nNot knowing that it wasn't the magic or magic of the forest, it was purely because of her guidance.\nHe was wandering along the road, repeating the words that he couldn't know.\n\n\"Ah... I'll be late for the night roll call again... I'll get scolded...\"\nTeardrops formed in Sarubi's pale eyes. \n\"If you get scolded, you'll get scolded, huh? It will work somehow.\" \n\nSarubi cheered herself up as if to comfort others, and then set out on the road again.\nPerhaps someone who knew her would say that she is really like her. It was a scene that would have made her smile.\n\nAnd...\nIt was the same for him, who was watching her from afar.",
    "57500011": "It was much longer than expected that Sarubi noticed someone's presence after much longer than expected.\nEvery time Sarubi entered the forest, he got lost and lost his way.\nWhen he entered a new road, it was the direction he was coming from. I lost it and there was no way I could remember the way it was.\nEven though there was a road in front of me, it was not uncommon to go into the wrong place and get lost.\n\nThe man who did not see it opened a branch for Sarubi and made a way. However, \nActually, Sarubi was more curious about butterflies flying over leaves than moving branches,\nThe snails under her feet moved them over the leaves every time, but they couldn't see the cliff in front of them.\nIn the end, the man was just like that. After a while, he appeared the moment Sarubi fell off the cliff.\nEven so, it was fleeting, and it was a moment.\nThe man who stumbled and lost her center of gravity quickly wrapped around her and raised her, without even recognizing her face. It was because he only wanted to save her and didn't intend to let her know of his existence.\n\nBut that was a mistake. Since then, Sarubi has been looking for him whenever he comes to the forest.\nThat's right So, she was not able to find him. Although he was good at hiding his presence, Sarubi did not have the ability to find his way in the first place. If he didn't find him on his own, he wouldn't be able to meet him.\n\nBut, she 의 주변을 맴도는 건 그였다.\n또다시 위험에 빠질까 걱정되는 마음이 먼저였지만, 그녀의 표정을 보고 있으면 왠지 모르게 즐거웠다.\n헤매고 당황하는 모습을 보는 것도 재미있었고, 꽃을 바라보는 그녀의 얼굴을 보는 것도 즐거웠다.\n그렇게 사루비를 한참이나 바라보던 그가 자신을 바라보는 그녀의 눈동자가 참으로 예쁘다고 생각하던 순간이었다.\n\n\"안녕?\" \n사내를 발견한 사루 비가 방긋방긋 웃으며 물었다.\n\"저번에 날 도와준 게 너지?\"",
    "57500012": "Kwaang!!! \n\nWith a loud sound, the rocks surrounding my eyes collapsed. \nEven at the feet of Sarubi, who had been evacuated for a long time, I could feel the vibrations so much that I couldn't stand. .The plosive sound that resonated in the atmosphere then turned into the shouts of the expedition members.\n\n\"It's fertile!!\" \nThe fertility that had been embedded in the cracks in the broken rocks appeared. At first glance, it looked like dozens of them.\n\nFertilization was the determination of the souls of the holy ones who gave their lives to help the divine beasts during the great clash.\nUnlike the divine beasts, although they did not retain their memories or energy as they were destroyed without returning, ancient fertility was As the ancient vitality was condensed, it had great power by itself, which is also why fertility is called a 'precious stone that closes cracks'.\n\nThat fertility was discovered on a larger scale than before. The joy of the crew was indescribable. The crew screamed and embraced each other, but the Sarubi couldn't rejoice like them.\n\nFertility was like the ashes left behind by ancient creatures, as I said before. So the fact that there is so much fertility here... It also meant that so many living things lost their lives in this place in the past.\nSarubi, feeling sorry for her, turned her head away for a moment. This was unexpected.\n\n\"Why are you moving it?\" \n\nSarubi asked when they saw the crew moving the grenade.\n\n\"Why, you're doing this to bring out fertility.\" \n\"Why do you need a grenade to bring out fertility? No way... are you going to break the rock one more time?\" \n\"Yes.\" \n\"What? no! When fertility is shocked...\" \n\"It's not okay. Then how do you get the fertility that is so firmly embedded in the rock?\" \n\"But... now, wait! Don't say my words...!\" \n\nQahang!!! \n\nThe bullet installed by Sarubi, without any help, exploded with a loud roar. Fertile in shock emits a tremendous light in an instant. The crew, who could not open their eyes because they were pressed by the light for a long time, approached the rock again as the light faded. He was showing his true self.\n\n\"Now we are rich! You're rich!\" \n\nThe expedition members were excited and hurried to prepare to dig up fertility. Among those members, Sarubi stood motionless, facing fertility.\nAnxiety overtook.\n \nThough others may not have felt it, Sarubi, who had some divine beast power as a returner of Noi, was sensing an abnormal wavelength, like a scream of fertility. It was spreading, and another energy corresponding to that wave was also felt.\n\nSomething...was awakened.",
    "57500013": "\"Run away...\" \n\"No, Captain. So what should the captain do...\" \nThe face of Sarubi, who was desperately holding on to the hand of the expedition leader who was pushing him away, was full of tears.\n\n\"I'm already late, so you should go alone. . It wouldn't be strange at all, even if he stopped breathing right away.\n\n\"But...\" \n\"Come on...!\" \nJungmun violently pushed Sarubi away. Rain hit the butt wheel. But to no avail, Sarubi ran again and took the captain's hand.\n\n\"You idiot...\"\n\nThe captain pushed Sarubi's hand down once again. But now I couldn't even do that, so I collapsed and lost consciousness.\n\n\"Please... please...\" \n\nSarubi dripped thick tears and wounded the captain. He concentrated all his strength on both hands that were holding down. However, Sarubi's hands, which wanted to shine for a moment, lost their light again. And... a deeper shadow was cast over the darkened hands.\n\nSarubi's whole body hardened with a sense of fear that he felt even without looking at him. Sarubi, who was the only one who could move, slowly and laboriously raised his eyes to see above, and screamed silently.\n\n'Ancient Sura!' \n\nSarubi is a reborn child of Noi, the divine beast of life, but she found only one or two of Noi's fertility, and the only strength she regained was her memory of her origins and her resistance slightly higher than others. I haven't been able to heal anyone's wounds yet, and I haven't been able to fight the beasts. Moreover, this attacker wasn't like a common beast.\n\n'I thought they all disappeared during the clash, but how...!' \n\nSarubi was confused about how Sura was here and why she was attacking us, but it was only for a moment that she could think of that. \nI instinctively heard a call to avoid it, but my body didn't respond. Far from running, I couldn't even breathe in the overwhelming fear. \n\nShhhh! His arm hit the ground. The place where the sarubi was was dug deep due to the impact, and the place where the grass had dried up turned black. If he had been attacked, he would probably have died in a miserable state.\n \nBut Sarubi wasn't there. \nThe moment Sura attacked, she burrowed between Sura and her, and was quickly put in someone's arms and quickly escaped from there.",
    "57500014": "It has been over a month since the two of them hid in the forest and hadn't appeared. \nI don't know if it was because they couldn't get out of the forest or because they lost many friends in front of them, but they died while in the forest. Ruby couldn't hide her gloomy expression for a while.\n\nThat didn't mean she couldn't leave the forest.\nThe situation outside is still not reassuring, and the expedition leader, who he thought must have suffered serious injuries and died, had a scar. It was also unsettling that she appeared in a completely intact form. It was not clear why or how Sura was able to appear.\n \nHowever, since she had a bright personality from the beginning, Sarubi was soon It has returned to its original form, and from then on, a constant barrage of questions continued.\n\n\"Then why are you here?\" \n\"Since when have you been here?\" \n\"Continued Have you been living alone?\" \n\nIt was the man who rescued her that made it difficult for her. Sarubi's constant questions were many, but it wasn't easy for him, who had not had a conversation for years. But I don't know if it was because of his steady personality or because the person asking the question was Sarubi, but the man's answer was quite sincere. Until one question stopped him from speaking. \n\n\"What's your name? \" \n\nThe man, who didn't know what to say, pursed his lips, but no sound came out.\nIt was Sarubi who was rather embarrassed by that look. \n\n\"Sorry, I asked a difficult question. Did you do it?\" \n\nThe man smiled bitterly at Sarubi's words.\n\n\"There is no such thing as a name..\" \n\"No name? So what did other people call you?\" \n\"... The Nameless One.\" \n\"Eh!? What is it! No no. That's not a name.\" \n\"But...\" \n\nHe was trying to say something, but Sarubi didn't listen.\n\n\"Okay! Then I'll give you a name.\" \n\"!?\" \n\"Well... what would be better...\" \n\nSarubi's eyes, which were rolling from round eyes, were strong but warmly shining. I went and stopped in the sunshine.\n\n\"Yoogi!\" \n\"Yoo...gi?\" \n\"Yes. I don't know why, but you smell like sunshine.\" \n\"Scent of sunshine?\" \n\"Yes. Warm but like strong sunlight... so organic. How about it?\" \n\"Yu-Gi... Yu-Gi-Ra...\" \n\nA bitter smile passed over Yu-Gi's face as she repeated her name.\nSarubi, who couldn't figure out why. I thought it was just because the name was unfamiliar, so she continued to comfort Yugi.\n\n\"You'll get used to it quickly. I'll call you every day.\" \n\nSarubi reached out her hand to shake hands and smiled broadly at the nameless one.\n\n\"Hello, Yugi? i'm sarubi Good luck in the future.\" ",
    "57500015": "\"But what if I knock you out, you faint!\" \nSarubi, who saw Baobao in Yugi's hand in a stunned state, bruised Yugi for a long time until she woke up. was just scratching her head with a playful expression. \n\n\"Baobao...? bao bao! Are you awake?\" \nSarubi's bruises ended only after Baobao opened his eyes and came to his senses. \n\"Baobao!\" \n\"Sarubi!\" \nBaobao Sarubi hugged each other for a long time and expressed their delight. Yugi, who felt alienated between them, had no idea how long they would have been together if they hadn't separated the two. \n \n\"What happened? Will? How did you get here?\" \n\"That's because you came to see Sarubi, didn't you? I miss you!\" \n\"Me too!\" \n\"But what happened?\" \nBaobao, who had already noticed when he was holding Sarubi, asked. Instead of answering Baobao's question, Sarubi blushed and looked at Yugi standing next to him. He was the one who took him to Sarubi and stunned him. Baobao didn't look as bubbly and had no way of knowing what kind of person he was. But if Sarubi likes him, that's the most important thing, so please support him. You had to do it to be right, but... But... \n \n\"You're a good person. It's okay.\" \nAs if reading Baobao's heart, Sarubi answered first. At that one word, Baobao's face shone brightly as if his frozen heart had melted in an instant. \n\"Yes!\" \nIt was Sarubi's choice. He must have been a good person. \n\"Sorry for being late. Congrats on having a baby!\" \nIt was Baobao who delivered his sincere congratulations. At those words, Sarubi's hardened face brightened up. I'm sure of his choice, but I'm thinking of hurting Baobao as well. As Sarubi didn't have this, Baobao's support gave her a lot of strength. \n \n\"Yeah! thanks.\" ",
    "57500016": "\"Pasa!\" \n\nNoi shouted with joy when she saw her appearance. \n\n\"How did you get here?\" \n\"I am a divine beast. What a big deal to have come to this human world...\" \n\nPasa spoke bluntly to hide her shyness, but she couldn't hide her friendly expression. But Sarubi's happy expression soon changed to a worried one.\n\n\"I'm not joking. Of course, I am very glad that you came here. But you can't come here.\" \n\"Why?\" \n\"Why... Shinsou shouldn't get involved in human affairs.\" \n\"But you're a regressor. It's different from normal humans.\" \n\"No. Pasa. I...\" \n\nIt was a child's sudden cry that stopped Sarubi. Pasa followed Sarubi who ran away and followed her. was the image of a child who had stopped crying at Sarubi's touch and wiggling his fingers... and Sarubi's face looking at him. Pasa was speechless for a moment when she saw the expression on her face. right. I've become a human.\" \n\nSarubi smiled hehehe as if it was a funny thing. \n\n\"Why are you doing this? Is it because of that person called Yugi? Why?\" \n\"I love him.\" \n\"Him?\" \n\"Yes. And this child too.\" \n\nSarubi looked at the child in her arms at the same time as she spoke. When Sarubi met the child's eyes, the child smiled softly.\n\n\"You are being deceived. You don't know what kind of person Yugi is.\" \nPasa's voice was slightly trembling with resentment and resentment. Toward such Pasa, Sarubi smiled softly, but somehow regretfully, instead of answering. It was then that Pasa realized that she had been wrong. \n\"You... you know.\" \n\"Yeah\" \n\"But... she made this choice. ?\" \n\"... Yes.\" \nPasa was at a loss for words at Sarubi's words. In fact, the reason Pasa came to her today was to give up the child and turn her back into a regressor. But the moment I heard her answer, I couldn't say anything. \n\n\"You don't have to look so sad. I'm happy right now.\" \nSarubi, who saw Pasa's expression, comforted her and continued. \n\"Look, how many humans can talk to a divine beast? Whoops.\" \n\nPasa smirked when Sarubi tried to lighten the mood. \n\"Yes. You're right.\" \n\"Is that right? Whoops.\" \n\"No regrets... don't you?\" \n\"Yes. More than ever.\" \nAfter Sarubi finished speaking, she put her forehead on the child's forehead. Pasa, who saw it, spit out a self-indulgent self-talk. \n\n\"Yeah... like that. It seems like it.\" \nThe figure of Sarubi that came into Pasa's eyes was the same as that of Noi, the divine beast of life. Seeing her shining with her soft and beautiful smile, Pasa's heart aches. He tried to hide it and smiled at Sarubi.\n\n'You don't seem to know, but... you're still the divine beast of life.' ",
    "57500017": "Rubbling... \nThe dark sky became angry. As a result, the sleeping child tossed and turned, and Sarubi hugged the child and patted him lightly. \n\"Is it even raining... \" \nSince Yugi hasn't returned yet, Sarubi, worried that it might rain, looked out. Even though the sun had not set, it was already dark outside. Darkness entered her eyes. It was a deep darkness that seemed to be unable to see or feel anything, and... there was something in it.\n\n\"Yoogi, are you?\" But she couldn't get close.\nAs she approached, the darkness retreated. She approached again, but the darkness retreated again.\n\n\"Is there something... is it?\" \nShe Stopped approaching him. She knew that sometimes coercion could be violence. If he wanted to hide, there must be a reason, and she decided to believe it. \n\"...I believe it. Please come back.\" \nSomething shook in the dark. I don't know if it was someone's eyes or just a leaf swaying in the wind, but when the slight trembling movement stopped, an answer came from the darkness.\n\n\"... Yeah.\" \nLeaving the darkness, she pondered for a moment.\nHe answered, but she knew it was the first and last lie he had ever told her. It meant that she had to admit the existence of him, which she had been trying to deny. It also meant that her life had come to an end.\n\n'Eternal annihilation...' \nFor her so far, death is the next regression. It was just a process of preparing for the show, but this time I was afraid, because it meant that I could never come back to this world again, different from the past. I can't remember what happened, but I remembered the image of myself in some of the recovered memories. It was a time when I didn't know about the return, so it was no different from what I am now, but back then, I wasn't so afraid or left behind. But why is it so different this time? \nReason Because of her regrets and regrets for the people she had to leave behind... She was hesitating because she wanted to live with them more. The words came to mind. What would Pasa would have said if she knew that she, who had said she was willing to die for the world, was holding out because she did not want to die. When she thought of that, a smile came to Sarubi's lips for some reason.\n\n\"Something will happen !\" \nSarubi clenched her fists. It felt like she was gaining strength again. \n'Life is a new life. It doesn't have to be me, right?' \nSarubi put her in her arms and gently patted the sleeping child's back.\n\n'Yeah, it's okay. \nLike that... The child and the mother stood leaning on each other, sharing their body temperature.",
    "57500018": "When Sarubi entered the village of Barong where Baobao was living, the whole village went into chaos.\n\"Who is this~!!\" \nBaobao went round and round beside Sarubi, excitedly I couldn't hide it. \n\"Who is this? There's a little sarubi!!\" \n\"Fufu, it's my child.\" \n\"Child!? Sarubi child!?\" \n\"Yes.\" \nBarong village shook once more at Sarubi's words. \n\n\"Can I hug you?\" \nCarefully Baobao, who was handed the child, held the child in his arms. The child was trying to grab Baobao's beard by reaching out his hand, which he couldn't even move, because it was strange to see the Barong for the first time.\n\"Baobao's heart It looks like it's in.\" \n\"Ahem! Originally, I thought I was popular with children!\" \n\"I'm so happy after all.\" \nSarubi smiled softly. n\n\"Somewhere the atmosphere has changed?\" \n\"Yeah? Did something go wrong?\" \n\"No, it's warmer.\" \n\"Fufu...\" \nBaobao saw Sarubi's smile and handed the child back to Sarubi. When Sarubi accepted the child she was handed, she stroked Sarubi's head with the empty hand again. Surprised by the unexpected touch, Sarubi widened her eyes and looked at Baobao.\n\n\"Bao Bao...?\" \n\"What's going on, Nyan?\" \nAs if a trigger was pulled, tears began to form in Sarubi's big eyes as soon as Baobao spoke. n\"Baobao...\" \nSoon, the tears that pooled in Sarubi's eyes began to flow. Then, the child who had been laughing all over the room shook his head and burst into tears. \n\"Ugh! !!\" \n\"What?! Why? Who did this! Are you the one who says Yugingi Yuga? Did that person also faint you?\" \nThis time, Sarubi panicked at Baobao's overreaction. \n\"Oh, no, it's not like that.\" \n\"No, what is it? Where is he? I'm going to go and give you my heart!!\" \n\"Pooh!\" \n\"????\" \n\"Ahahaha!!\" \nIn the end, the situation ended with Sarubi bursting into laughter. It became this.\n\n\"If you laugh while crying, you're in trouble.\" \n\"Ah... I'm sorry. I'm sorry.\" \n\"... It's weird today. please tell me Really? How can you easily tell the story of asking someone to take care of you for a while... Moreover, to the person who loves you... \n\"Can I just ask you...?\" \n\nHold her in Baobao's arms. Sarubi, who had been silently looking at the child wagging his tail for a long time, finally stood up as if he had made up his mind. \n\"Are you going like this?\" \n\"I'm sorry. Baby.. I'll take care of you.\" \n\"Don't worry! But when are you going to come back?\" \nSarubi smiled instead of answering Baobao's question and turned around. Sarubi's appearance seemed uneasy for some reason, so Baobao hurriedly followed Sarubi and asked again. n\"You're coming soon, aren't you? I'll be waiting for you to come back!\" \n\nBaobao shouted at Sarubi, who was getting farther and farther away. It seemed that Sarubi was turning around, but even that image was soon obscured by the morning fog.\n \"Promise... As if...\" \nSarubi must have nodded his head... It was Baobao who tried so hard to persuade himself.",
    "57500019": "\"Are you the one who called me here?\" \nIn front of Sarubi, there was a man with a figure she had never seen before.\n\n\"That figure was...\" \n\nSarubi's eyes showed a black man's hand.\n\n\"You were Sura.\"\nAlthough it might be scary, Sarubi's face somehow seemed calm.\n Even though I knew it was Sura who was standing there, I felt somewhat familiar. And at the same time, I also felt pitiful. For some reason...\nAt that moment, Sarubi's eyes caught the ruby he was wearing around his neck. A piece of colored stone. It was an amulet-like object that Yugi always wore on her body. It was...\n\n\"I wonder if you...!?\" \nIn an instant, Sura's hand touched Sarubi's. You pierced your body.\n\nYugi,\nI knew what you were.\nYou were hiding in ruby, but... \nIt's no coincidence that I met Sura today, wearing that broken ruby around her neck. I'm sure.\n\nYour choice today must have a reason.\nI believe.\nYou probably didn't know that just hiding doesn't mean protection.\n\nIt's fine.\nIf you just want something \nI hope you are safe... \nAnd please... \n\nI hope you are not hurt... \nSarubi's thoughts stopped here. earned",
    "57500020": "A sound came from the darkness, where nothing could be seen. \n\"Destroy the Unholy.\" \n \nThe Nameless One followed the Creator's will. \nHe searched for the Unclean and brought life. It absorbed and destroyed the vessel.\n \nThe first being I met only had unclean energy.\nHe absorbed life and disappeared.\n \nThe entity I met after that had movement. \nHe absorbed life, and his existence disappeared.\n \nThe existence he met afterward had a sound.\nThis time, he absorbed life, and the existence screamed and disappeared. The ruler continued to annihilate the unclean beings.\nThe 'Great Purification' was his mission, and there was no need for any doubts in its implementation.",
    "57500021": "The world was wide and the number of living things increased. \nThe nameless person became increasingly difficult to fulfill their mission. \n \n\"Creator, help me. \nMoreover, even the little creatures will help each other to live together. \nMy strength is too weak to accomplish my mission alone.\" \n \nThe Creator, who heard the prayer of the nameless, answered his plea. \n \n\"I will send you people like you.\nYou shall carry out your mission with them.\" \n \nThe Creator sent down those with such missions to the nameless. \nThe nameless shall call them 'Sura'. I called them \nand carried out the purification work with them.\n \nThen, suddenly, the nameless one felt sorry for those who followed him.\nSo, he gave them a name.\n \nOne of them. 'Ragnir' was the first to be given a name, \nand many others have their names.\n \nBut he still didn't have a name.\nNo one gave him a name,\nIn the beginning He became a nameless one.",
    "57500022": "\"Have you heard of the supplicant? Sura of the beginning. \nThey have criticized us and insulted our Creator.\nBut now, they ask for strength.\nAnd they say it's to get rid of us,\nWhat could be more wrathful than this?\" \nOutrageous Ragnir's voice was furious as he asked the question.\nOn the other hand, the voice of the unnamed person who answered the question was calm.\n \n\"There is no need to be sad. They're like me.\nWe don't know why the Creator gave them power,\nand why they didn't say anything to us.\n \nBut one thing is certain.\n\nThey are the Creator. insulted,\nand deserves to be called an unclean being. \nAnd it is our mission to destroy unclean beings.\n \nNow, it's time to fulfill our mission.\nFrom now on, we will... \n \nFight against divine beasts.\" \n \nName The words of those who do not exist were quiet and calm.\nBut the weight of those words was so tragic and heavy.\n \nThe battle between Sura and the gods.\nIt was the moment when a long and long war began.",
    "57500023": "The war has turned into a horrific one.\n \nThe nameless one has absorbed all life in sight.\nNeither living and breathing animals, nor the trees with their lush leaves,\nAll living things. It dried up and disappeared.\n \nThe earth became desolate,\nThe only thing that moved was those who became burners.\n \nBut\nLife did not stop even in the midst of constant death.\n\nIs it a sprout? ..?'\n\nA green leaf appeared in the eyes of the nameless person.\nThe leaves that came out of the cracks in the dark red burned earth\nnot even the cotyledons had fallen yet.\n \nThe eyes of the nameless He stayed there for a while.\nHe tried to absorb the energy of life as he did with other living things, but \nhe hid himself unknowingly from a strange presence.\n \n\"Who are you?\" \n \nThe wind gently blows away. As much as blue hair, \nA gentle swaying voice.\nIt was Noi, the divine beast of life.\n \n\"It's dangerous to be here... Won't you go with me?\"\n \nAs if waiting for an answer for a while Noi, who was looking at the leaves,\nShe smiled as if she had heard an answer, and then carefully wrapped her arms around the sprout.\nLike a god of life, the sprout that climbed up on her hand starts to bloom leaves and form flower buds just by itself. \n \nLike that, Noi raised her head and looked at the growing sprout\nand smiled again.\n \n\"Thank you for surviving in a place like this.\"\n \nNoy disappeared. Afterwards, the nameless person slowly returned to their place.\nWhere she disappeared, a delicate floral scent remained and tickled the man's nose,\nHer voice that did not disappear lingered in the man's ears.\n \n'Stay alive... Thank you?' \n \nMy job was to get rid of the living.\nUp until now, I thought it was my mission, \nI thought it was my duty, but...\n \n'The meaning of what I do is. .. what is it...' \n \nThe nameless man raised his head and looked at the sky.\nThe vast, originally blue sky was covered with black smoke and nothing could be seen anymore.",
    "57500024": "The story of the disappearance of the original Sura spread quickly.\n \nHe tried several interventions to stop the war, but the already mad Suras did not stop slaughtering,\nIn the end, the nameless The ruler replaced his will by leaving the war.\nWhen he disappeared, the Suras were at first bewildered.\nTo Sura, he was the one who was in the beginning, God's agent, and their leader.\n \nAfter a while. The Suras resented him.\nAnd resentment turned to anger.\n \nThe person who was most angry was Ragnir.\nHe, who followed the original Sura the most, felt betrayed as much as he believed in him, \nThe feeling of betrayal was It was directed towards the living creatures.\n \n\"I will kill them all!!\"\nRagnir destroyed lives at will.\nHowever, the organization without the leader gradually collapsed.\n\n 'Is everything... finished?' \n \nRagnir, who barely supported herself on her two feet, eventually fell to one knee.\nThe area was full of fallen suras and fire demons. \n \n\"The only thing left is you. Stop it now.\" \n \nNoy said to Ragnir, who had been ripped off, but what came back was Ragnir's sneer. ?\" \n\"Because I said I was the only one left.\" \n\"What's funny about that?\" \n\"That means that all the remaining power is mine!\" \n \n As soon as he finished speaking, Ragnir began to absorb the energy of his people.\n \nOriginally, they were the suras that absorbed the life of the earth and gave them their own power.\nSucking the energy of one's people is present now. In addition to the life that they do,\nit meant absorbing all the life they had previously absorbed.\n \nA tremendous energy poured into Ragnir.\nThe sky became dark in an instant,\nThe suras who were deprived of their energy It turned into black powder and flew to the ground, or it fell to the ground as a naknyeong stone.\nRumbling...\nI thought the sky was getting dark and then it was covered with black clouds.\nYaru watched the horizon slowly turn black. opened her mouth.\n \n\"...can I win?\" \n \nNoy replied with a smile.\n \n\"I will. I will never let anyone die.\"\n \nBlack energy and dazzling light collided.\nThe light flashed brilliantly and drove away the darkness, and eventually disappeared.\n \nRagnir is like a black dot. The remaining,\nthe last darkness, he felt his body crumble and felt the end.\n \nIn front of Ragnir's cold eyes,\nI saw something black blocking his way,\nI knew what it was. Before that, he lost his mind.\n \nThe darkness of destruction that destroys everything.\nAnd the light of life that protects everything.\n \nSo the battle between light and darkness ended with the victory of light, \nSura Their appearance disappeared from the continent.",
    "57500025": "I didn't know how long he had been asleep.\nThe energy of his colleagues was no longer felt, and the world seemed to be left alone, just like when he first appeared.\n\nThen, suddenly I looked up and looked at the world, \nthe grass was growing, butterflies were flying, and birds were chirping.\nThe wind that smelled blood and ashes carried the scent of flowers, and the screams of living things became the laughter of children.\n\nThe nameless person who had never seen it before, who did not know that it was peaceful, felt a strange longing amidst a sense of alienation. I knelt on the floor.\n\nUgh.\n\nIt was the first time I was born with extreme hunger.\n\nThe instinct to boil in an instant was not so different from living. The eyes of the nameless person turned red with madness. , the hidden teeth were sharply revealed.\nThe man started absorbing the living creatures around him at will. The grass he reached with his strong grip turned black in an instant, and the animals that ran away fell down with red blood splattered on the blades of his hands. \n\nEating and eating, I was hungry.\n\nHis appearance, similar to an anglerfish, barely stopped after absorbing all the living things around him.\nThe warm world that reminded me of her until now had turned black again. .\nThe wind smelled of blood, and the sky was covered with black smoke.\nEverything was back... back to that time.",
    "57500026": "Woous. The nameless man who realized that he was waking up because he instinctively absorbed the energy of the world, gave up nausea at the sudden influx of bad things. His fingers that came in were rough and dark... and dirty.\n\n'What is the meaning of my existence...' \n\nThe world where I was not confident was bright and warm, and \nthe world in which I woke up. It was dark and cold.\n\nThe mission given to him was cursed.\nI didn't understand what the hell was an unclean being and who should be destroyed.\n\n'This body is not an unclean being, but what is it? I mean...!' \n\nThe nameless man looked down at his body. Surah's black and abominable body, surrounded by darkness and not seeing even warmth. I grabbed it.\n\nPuuuuuuuuuuuuuuu.\n\nSura's sharp fingertips slashed through the dark skin.\n\nPuwPuUk.\n\nCompulsively, the nameless one cuts his own body again and again. \n\nI didn't like it.\nHe hated his body and he hated his mission.\nHe drew and drew his body, as if trying to erase himself from the world.\nThe guilt of blasphemy against the Creator He passed by, but he couldn't stop his gestures.\n\nThunder, \nThe torn flesh fell to the bottom.\nSura's skin that touched the ground turned into black ashes and scattered in the air, and the flesh tore off. Black liquid flowed from the place where he lost.\nThis black liquid, which flowed out of Sura's body like blood, ran down the arms of a nameless person, his wrists, his fingers, and fell to the ground.\nAnd then, something no one expected This happened.\n\nThe ground that had been turned black by a nameless person sucked up black liquor like dry soil sucked up water. Then a small leaf sprouted in its place.\nSo much that no one noticed it and passed by. Although he was small and insignificant in size, the nameless one did not miss him.\n\nThe runaway self-harm stopped, and he knelt in front of the sprout.\nAs if he was attending an audience with God, his outstretched hand touched the sprout. , the bud absorbed the energy again. Then the bud sprouted leaves and formed flower buds, just as she did back then.\n\nBut it was different from her. The act of saving life by sacrificing one's own strength and life was to save another's life. .hwan He thought that the only thing he had done was to wash away his sins, and after that, he started to return the energy he had absorbed by going around. \n\nCreatures have accepted the energy they can absorb. Some of the energy that was not accepted or could not be returned became black crystals and fell to the floor, and the pieces were taken by the earth spirit Tomo. The place where the nameless person stayed grew grass, and soon became a forest.\n'It is now...'\nThe nameless person stopped his actions only when he reached a point where he could no longer return his energy. . After that, he hid himself in a deserted place with minimal hunger and strength.",
    "57500027": "When he first entered this forest in the form of a Sura, the leaves of the forest trembled in fear.\nAs he was a man with thousands of years of energy, even after returning a lot of power, he still had many of Sura's energy. As a result, the nameless one sealed their power.\nThe red jade with the sealed power took the shape of a talisman and adorned a part of it, and hiding the power of Sura, he took on a human form.\n \nThen the forest air changed. The forest was still quiet, but the suffocating silence felt when a nameless person entered disappeared, and the chirping of birds began to be heard. When it rained, the water droplets on the leaves sparkled, and when it snowed, the sound of snow piled up softly covered the forest.\n\nThe nameless person liked this forest. .\n\nThat's why I didn't want to be disturbed. But often people entered the forest in search of precious herbs or, very rarely, wandering astray. I didn't want to harm people either. He cast a special spell to prevent him from coming to the .\n\nHundreds of years passed, and rumors arose about a mysterious forest.\n\nThere was a rumor that there was a forest full of very beautiful and mysterious creatures. I didn't know the reality. I don't know how I could get there, but even if I was lucky enough to go, those who entered the forest passed out and found it in the opposite place a few days later.\n \nRumors about the forest gradually grew. He went, but people were less and less visited. I liked the nameless ones.\n\nBut, over the past few days, someone has touched his heart. Someone has entered the forest.\nAt first, I thought it would disappear, but why? He didn't seem to be able to use magic. The one who entered the forest didn't lose his mind, and no matter how twisted the road he made, he didn't care. didn't \n \nAfter all, he thought that he could no longer see him, and he approached people for the first time after entering the forest. \n \n'How did humans come into existence, let's take a look.' \n \nThe nameless one moved quietly up the tree without noticing it. Eventually, he lost his way and stopped where he could see a woman walking around, and he bent down carefully and checked the woman's face. In an instant, a pounding feeling, whether it was anxiety or excitement, rose from the depths of the heart of the nameless person. \n \nNoi, the divine beast of life.\n \nThe appearance was a little different... \nIt was definitely her.",
    "57500028": "\"Are you the one who helped me last time?\" \n\nSarubi asked. I waited for an answer.\nI didn't forget to smile when I made eye contact with him.\n\nBut the nameless person didn't answer anything.\nI didn't have to give an answer, but I couldn't do it anyway.\nEven myself Because he didn't know who he was.\nSarubi, who was calmly waiting for his answer, opened his mouth after a while.\n\n\"I think I should go now. I have to join the expedition before nightfall. \nBut aren't you really going to teach me? I may not be able to come back here after today...?\" \n\nThe eyes of the unnamed man shook for a moment at Sarubi's words, but she didn't notice. \n\n\"It's unfortunate. I thought we could be friends.\"\n\nSarubi, who had been standing for a long time after that, didn't say goodbye until the sun went down.\n\n\"I'm Sarubi. See you again!\" \n \nLastly she left with a sad expression on her face. \nAnd even after she left, the nameless one still stayed there. \n\nLike a statue, she didn't even move. His body, which had stopped, began to move only after the moon rose and the moon set.\nIt was moving slowly, but his footsteps, which were moving at a very high speed, stopped only when they reached the place where the barracks of the expedition had gathered to form a light. And Sarubi was standing in his sight.\n \nHe just looked at her from afar as she smiled and talked with her colleagues.\n \nThe forest was still quiet, and the nameless man hid in the forest alone. It was a look that has remained unchanged for decades.\nIf there is one thing that has changed, there is an outing like never before, and that he is always on the branch where she can see her best.",
    "57500029": "The wave that shook the earth not long ago carried the energy of fertility and was transmitted far and deep. Its power was so strong that the Nameless One, despite the fact that his instincts were sealed, left him extremely hungry and thirsty. \nEven though they deny it, the nameless person was Sura who had to absorb the energy of other living things to live. \n \nUnknowingly, the unnamed person was drawn by the energy to the place where the expedition members stayed, and the fertility, waiting for mining there, was still intact, boasting a subtle light, and showed a dazzling appearance. An unnamed person who saw such fertility was like a thirsty person who was drawn to water, and was unwittingly drawn to fertility. was approaching.\n \nThe nameless person knew immediately that it was their own kind.\nAnother Sura who followed him beside the original Sura.\nIt was Ragnir.\n \nAt the time of the great clash, Ragnir was seriously damaged in the battle with the divine beast. Perhaps, if the Nameless had not stopped in front of Ragnir, it would have been destroyed. Thanks to that, the Nameless One and Ragnir escaped the danger of disappearing, but went into the depths of the abyss. They were sucked in. \n \nThe two spent eternity in darkness without even knowing each other's life or death.\nAfter that, when the nameless one woke up, Ragnir was still trapped in the abyss and couldn't feel his presence. The nameless people thought that Sura had all disappeared.\n \nBut now, at this time, I can feel Sura's aura. It was only natural to feel welcome.\nBut, anxiety overtook the nameless.\n \nQuickly The energy I felt from him approaching at speed was unusual. It was the same feeling when I first woke up. Living with madness and extreme hunger from being able to escape from anything. \nIn this current state, it was self-evident that Ragnir would kill and absorb any living creatures like a maw. \n \n... She was in danger. ",
    "57500030": "'I have to get out of here quickly.' \n\nThe Nameless Man took Sarubi in his arms and ran out recklessly. The forest he lived in had a spell, so he should have been relieved to some extent by going there. But his anxiety did not go away. The moment he attacked Ruby, no matter how quick he was, he could not avoid Ragnir's eyes. Ragnir must have seen him and the nameless knew it. But he didn't follow him.\n\nTo the nameless one. I could clearly see that Ragnir's pierced eyes followed his movements... For some reason, Ragnir didn't respond. In fact, Ragnir, full of surprise and anger, was unable to move for a moment, but a man who didn't know that. was paying attention to the pursuit of him who didn't know when to pursue him. Because of that, Sarubi's round eyes, who were staring at him, were a man who didn't even notice.\n\nThe nameless man returns to the forest. After that, he sighed. Perhaps it was because he was relieved, he let out a long sigh. He took a deep breath and then exhaled and moved his head, and then the man's eyes saw Sarubi. \n\n\"Ahhhh\" \n\nSurprised, he released the arm that was holding her, and she fell to the ground, smashing her hip. \n\n\" Ouch!\" \n\"Sorry, sorry!\" \n\nSarubi frowned at the pain in her butt. \n\n\"Here...\" \n\"... falling asleep forest. This is my house.\" \n\"Did you save me this time too?\" \n\nThe man did not answer Sarubi's question. \n\n\"The captain...?\" \n\nSuddenly, Sarubi, worried about the captain's safety, got up hastily.\n\n\"Where are you going?\" \n\"I'm going to the rescue!\" \n\"You How?\"\n\nThe man who asked Sarubi's face was hardened. \n\"You can't just stay here.\"\n\"That's why?\" \n\"That's it! So to save...\" \n\"But you don't have the ability to do that, right?\" \n\nThe man cut off Sarubi's words. No, it's just a bunch of fools. you can't save him You can't even save your life. You know that better than anyone, don't you?\" \n\"Ha, but...\" \n\"Nevertheless, if you say you're going to save him, you're saying you're going to die in front of the day I saved you. It's an insult to ignoring my actions that saved you.\" \n\"No! I mean...\" \n\"If that's not the case, then are you asking me to rescue him?\" \n\"What...?\" \n\nThe speechless Sarubi has no name. The man continued with a firm expression. \n\"I have no intention or obligation to save anyone but you. Whether you go out and die or not is up to you, but there is no one left for you to save anyway.\" \n\nSarubi hurriedly ran out at the man's words. The nameless person just looked at it and didn't move. \n\nSarubi hurriedly ran to the cliff and looked at the original expedition site. The fertile place was burning, leaving only a black pit, and most of the people were all dead and lying on the ground. They were the only bullies who had lost their character and turned into monsters.\n\n\"I can't do this...\" \n\nSarubi slumped to his knees and sat down. Tears streamed down Sarubi's cheeks. .\nShe had been crying alone for such a long time without even thinking of wiping her tears.\n\nFor several days after that, Sarubi did not move on the cliff. The place where this place was was only emitting a stinky smoke, but she sat there staring at it endlessly, and in the hand of the nameless man who was looking at it, a small branch was held. It looked like it was brought in to help her lose her heart or to soothe her depressed mood, but \nthe man felt sorry for hurting her, \nand the grittiness of not knowing how to comfort her crying, \njust fiddling with the fruit on the branch from afar. There was only.",
    "57500031": "It was Sarubi who spoke to me first. \n\n\"Are you trying to give it to me?\" \n\nSarubi handed it as if taking a branch from the hand of a man standing blankly, not knowing what to do. I got it. \n\n\"Did you know I like raspberries?\" \n\"...because I always made weird noises. Every time I find this.\" \n\"That's not a strange sound, it's called a hum!\" \n\nThe blushing Sarubi said to the man as if bruised. \n\"A hum...?\" \n\"Yes. hum. Humming a song.\" \n\"What is a song...?\" \n\"You don't know a song?\" \n\nThe man nodded his head instead of answering Sarubi's question. .\n\n\"That's right... umm... a song is a thing... yes! A song is a song that is sung with text written on it.\" \n\"A tune...?\" \n\"Ugh. Don't you know the tune? The tune is...\" \n\nSarubi, who had been wrestling for a while, continued to speak with a bright face.\n\n\"Why do tunes come to mind when you feel good? Why is it like a beautiful sound that resonates in my head? That's it.\" \n\"When you feel good?\" \n\"Yes. When you see a puppy or a beautiful flower, it rings in your ear, isn't there something like that?\" \n\"Things that come to mind when I see you?\" \n\nAn unexpected word from a man Sarubi's face turned red again.\n\n\"He, he, but why are you here?\" \n\nSarubi hurriedly changed the subject and asked. .. Since when have you been here?\" \n\"Have you been alone all the time?\" \n\"How did you get here?\" \nOnce Sarubi asked, he asked dozens of questions in a row. The nameless man answered her question sincerely, not knowing what to do, but one question stopped him from speaking.\n\n\"What's your name?\" \n\nWhat should I say? The man who didn't know what to say clicked his mouth.\n\n\"Sorry, did I ask a difficult question?\" \nThe man showed a lonely smile at Sarubi's words. \n\"Something like a name... . No.\" \n\"No name? So what did other people call you?\" \n\"... The Nameless One.\" \n\"Eh!? What is it! No no. That's not a name.\" \n\"But...\" \n\nThe guy was trying to say he didn't need a name anyway, but Sarubi didn't give him a chance to talk. \n\n\" Good! Then I'll give you a name.\" \n\"!?\" \n\"Um... what would be better...\"\nSarubi's eyes, rolling from round eyes, were strong, but the sunlight shining warmly Stopped in.\n\n\"Yoogi!\" \n\"Yu...gi?\" \n\"Yes. I don't know why, but you smell like sunshine.\" \n\"Scent of sunshine?\" \n\"Yes. Warm but like strong sunlight... so organic. How about it?\" \n\"Yugi... Yugira...\" \n\nA bitter smile passed on the face of the man called Yugi.\n\nHe lived in the dark for thousands of years.\n It was my mission to absorb light and turn off life.\nTo talk about sunlight to myself like that....\n\nSarubi, who couldn't understand the man's heart, is probably because the man's bitter smile is just because of his unfamiliar name. He continued to say it as if he wanted to.\n\n\"You'll get used to it soon. I'll call you every day.\" \n\nSarubi smiled broadly and reached out to someone who had never been named Yugi.\n\n\"Hello, Yugi? i'm sarubi Good luck in the future.\"",
    "57500032": "It was a warm sunny spring day when I felt a strange energy entered the forest. Yu-Gi searched the forest by unraveling the spirits in an unfamiliar presence that he had never felt before. However, the information they brought was unusual. n\"Cat? A talking cat has entered the forest?\" \n\nBao Bao of the Barong tribe first met in Barong Village, where Sarubi lost his way when he was a child and happened to find him. However, Sarubi kept wandering around the same place and could not leave the village. Eventually, Baobao showed Sarubi the way, and since then, the two have become friends. Ruby and Baobao broke up for a while when Sarubi left for a new continent for exploration. After that, Baobao, whom she had missed, put a lot of effort into entering Younggyowon, and eventually was able to head to the new continent.\nBut Baobao When he arrived in the new continent, the expedition to which Sarubi belonged had been devastated by the attack of an unknown monster, and Sarubi's whereabouts could not be found. Baobao felt this and entered the forest of Yugi.\n\nHearing Baobao's story, Yugi felt that this story was somehow familiar.\n'It seems that she gets a friend while she gets lost. Iro.'\nWhether you know Yugi's thoughts or not, Baobao's explanations continued.\n\"This is the bell I got back then!\" \nBaobao proudly held up the bell hanging from his neck. . \n\"When I first met Sarubi, he said thank you for showing me the way and gave it to me.\" \n\"Is that right?\" \n\"Yes. Are you here?\" \n\"Ahem! Even if I look like this, I'm like Young Gyowon's drunkard. Breaking barriers...\" \n\"So, you're admitting that you broke the barriers in this forest right now?\" \n\"What? Ah, no, I...!\" \n\nBaobao's memories didn't end there. \nYugi stunned Baobao and hurriedly restored the barrier again. It was a brief break, but the energy of the forest shook. Hoping that no one noticed what happened, Yu-Gi wanders around Baobao.\n'You said that we've been friends for a long time... you'll be happy to see it.' \nYu-gi took Baobao to Sarubi as it was. It was Yu-gi, who learned what to do when treating a friend and that it's never about bringing a friend back to stun them.",
    "57500033": "For a brief moment, when the barrier of the forest was shaken, Yugi hoped no one would notice, but someone sensed the change. It is, after all, the most dangerous person. \nWhen Ragnir woke up in the world The first thing he felt was extreme hunger, and he ran with the power that awakened him, and until he slaughtered and absorbed any creature he could find, he acted only according to his instincts. The action would not have stopped until all living things in the world disappeared.\nWhen he made eye contact with the original Sura, he couldn't do anything. All his actions stopped, and all the forgotten memories were revived. He loved and respected more than anyone else, hated him more than anyone in the world.... A person who abandoned his race and abandoned himself.\nSince that day, Ragnir has been frantically looking for him. It was perfectly integrated and did not leak out. The fact that Ragnir, who did not know that he was living a life as an organic life, abandoned the original Sura and sealed his power, only pursued the energy of Sura, also made it difficult to find him. It was one of Ragnir's mistakes that, due to the nature of Sura, who possesses the power to move without receiving a request, not to think that she would stay so close to the place where the fertility incident occurred.\n\nBut, Ragnir didn't miss it.\nWhen Ragnir broke the barrier, he felt the organic energy emanating from the forest and trembled. Excitement and murderous intent enveloped Ragnir's body.\nEvery time Ragnir took a step into the forest, the ground he had touched turned black. I went.\n\n'Sura in the beginning... \nI will kill only you.'\n\nA few days before the forest barrier broke, Yugi He was already feeling the energy of Sura revolving around the forest. \nBut I tried to deny it. \nThe moment I admitted it, I had to admit that I could not avoid the confrontation with him, I had to admit that I was Sura in the first place, and I had to admit that I had to give up everything I have now. But I couldn't.\n\nI didn't want to lose.\n'I want to stay with her.' \nIt was the first decision he made on his own since he was given a mission and created in the world, and it was his will. However, on the day the forest barrier was broken, Yugi had to accept that he could no longer come true, and that his wish was his arrogance of dreaming of a normal life. \nYugi looked up at the black night sky where even the stars were not visible, and as if letting out a bitter sigh, she sang in a low voice.\n\n\"Creator... I hope that even a sinful me can dream of happiness. May you have mercy...\"",
    "57500034": "Pasa glared at her with flaming eyes. There was an overwhelming sense of oppression that Pasa faced as a new beast, not a regressor. But Yugi was also Sura in the beginning. Although she has a human form, she has the power of Sura. He, who had only had this, faced Pasa directly without showing any signs of being pressed.\n\"Did you dare summon me like Sura... Do you want to die?\" \n\"I have something to ask you.\" \n\" You are really crazy.\" \n\"It's her business.\" \n\nPasa's eyes were still staring at Yugi fiercely, but Yugi could see that his eyes had changed.\n\"With something like you I'm not a woman to be with.\" \n\"It's what she wanted too.\" \n\"Don't be ridiculous! Noy was like that from the beginning! He loves the world and loves life so much that he doesn't take care of himself! Isn't that something people like you used to tie her up!\" \n\"I have a child.\" \n\nFor a moment, silence fell. \n\"Please. It's my child, but he's also hers.\" \n\"... What do you mean?\" \n\"I...\" \nYugi couldn't speak easily. . Yugi swallowed the words over and over again, as if he had said those words, it would eventually become a reality. \n\n\"I... I don't know if I should go back to Sura.\" \nYu-gi finally spoke after a long time passed. Unlike Yu-gi, who was having such a hard time, Pasa responded with a bittersweet response as if he knew what he was saying.\n\"So?\" \n\"Protect her.\" \n\"From you?\" \n\"Me and... from another Sura.\" \nPasa snorted. \n\"You seem to know it yourself. When you become Sura, even you might harm her. Well... that's what the Surarans are.\" \n\"That never happens!\" \n\"I don't believe in Sura.\" \n\nPasa's eyes glowed again. .\n\"You were created and existed to annihilate life. You will destroy not only your enemies, but also everything that is most precious to you. You will annihilate everything and lose everything. Still, you won't stop, and you will only stop doing it when you end up destroying yourself. That's the curse of your race called Sura, the mission you speak of.\" \nPasa's words penetrated into Yugi's heart like a poison sting. was trying to hide the pain and said calmly.\n\"It's okay if you hate me. Just do me a favor.\" \n\"I will refuse.\" \n\"But...!\" \n\"I will protect her. It has nothing to do with your request.\" \n\nPasa turned her back on her back as if she didn't want to hear any more.\n\"Don't forget that it's only Noi that's keeping you alive. If you hurt her, I will kill you myself.\" \nAfter these words, Pasa returned to her own world. Her figure was surrounded by a bright light just like when she was first summoned, and then disappeared as the light disappeared, and a cloud of light. Above this lost altar, Yugi was left alone. But Yugi didn't leave right away. Even if he wasn't here, Pasa said to the air, knowing that he would hear his voice.\n\n\"...Thank you.\"",
    "57500035": "\"What's that weakness?\" \nRagnir asked after seeing Yugi in human form. \n\"Are you going to play human?\" \nSaying with a contemptuous expression There was a lot of aggression in Ragnir's words, but Yugi didn't say anything. Realizing that his words were of no use, Ragnir asked with a sincere expression. His eyes, which had never been shaken up until now, were shining red with murderous intent, and his hands became those of a black Sura. Although the power was sealed, one was the original sura, and the other was the one who absorbed the power of the world and collided with the divine beast. If that state continued for a long time, it would probably affect the two suras as well as the surrounding area. But when Ragnir, who had a mean smile on his face, hardened and black blood appeared on Yugi's face, which had a human form, eventually ruby, who was holding down Yugi's power, made a loud noise and split in two. \nWhen the balance of power between the two suras holding on was broken, it was Ragnir who staggered and knelt down. The figure of Yugi standing in front of him with his head lowered was already out of human form. It was a moment that reminded me of Sura kneeling. \n \n\"Why? Why do you...!\" \n\"... Go back. I don't want to harm you.\" \n\"Damn....\" \nRagnir, engulfed in broken pride and anger, swears softly. \n\"... 3 days later. I'll be back in 3 days. Until then, answer me.\" \nRagnir lifted his head and looked at Yugi. \n\"Why did you abandon my people... and me?\" \nAfter those words, Ragnir's appearance However, only his voice remained in the cave and was ringing in Yu-Gi's ear.\n \nThe ruby ​​that suppressed Sura's power was broken, and Yu-Gi was unable to find any fragments of it. Yugi, who couldn't show Sarubi like that, had no choice but to hide himself in the dark and stand at a distance, looking at her. When she approaches, he backs away, and when she approaches again, he backs away. The unknown power struggle ended only after Sarubi stopped walking, who eventually gave up on approaching him.\n\"Is there something...?\" \nEven though it had penetrated into the darkness and couldn't even see its shape properly, Sarubi asked Yugi's face as if he knew everything. \nHe asked first. I waited for Yugi's answer for a while, but Yugi didn't open his mouth.\nIn the end, Sarubi, who gave up on Yugi's answer, spoke first again.\n \n\"...I believe. Please come back.\" \nSarubi's lips smiled as she said that, but she couldn't hide the tears in her eyes. Yu-gi to her, hoping that her words will not be the first lies she tells her. ... sincerely replied. \n\"... Yes.\"",
    "57500036": "Yugi arrived at the place where he was supposed to meet with Ragnir, long before his appointment with him, and he had another day and a half to come. But he just waited there. Although he was a familiar person, it was largely due to a sense of guilt underlying his behavior.\nAs the original Sura, he was a leader who abandoned his people in the war with the gods and fled, and Ragnir was an aide who followed him. It's only natural to think... Yugi thought so. \n\"Original Sura, what is this?\" \nBefore Ragnir was given her name, \nThe young Sura, who had just been born, Pointing to the wriggling mutant, he asked. \n\"It's an unholy creature.\" \n\"Then can I destroy it?\" \nInstead of answering the original Sue, he nodded lightly. Sura absorbed the mutant's energy. The mutant, which had been deprived of energy, crumbled into black powder.\n\n\"Disappeared!?\" \n\"It entered you and became your strength. Can you feel the energy?\" \n\"I don't know... I don't know.\" \n\"It's probably because it's insignificant. In this way, in the future, destroy unclean beings and increase your strength. That way, you will be able to fulfill your mission.\" \nRagnir's black eyes lit up at the words of the original Sura. \n\"How did the original Sura know so much?\" \n\"You guys I only know because the time before this came is long.\" \n\"How is it that the original Sura was always so right?\" \n\"Sura is a being who follows the mission given by the Creator. The will of the Creator, not me, is right.\" \nA young Sura tilted her head at his words. \n\n\"However, for me, my mission is to be the original Sura.\" \nYoung Su He continued, looking at the original Sura with eyes full of intelligence and awe. \n\"I didn't hear the mission of the Creator. Only the original Sura heard the Creator's mission directly, and all I had to do was serve the original Sura and follow him. So, my mission is you, and I will follow you.\" \nThe original Sura laughed at Sura's bold words. \n\"That's such a scary word. So did you mean that I should take all responsibility?\" \nWhen the original Sura finished speaking, the young Sura's face filled with anticipation. \n\n\"Yes! So please teach me a lot. Please tell me a lot and scold me a lot. If you kill me, I will kill you. If you die, I will die.\" \n\"Don't die. You just have to follow the mission.\" \n\"Then I won't die because you told me not to die.\" \n\"Do you know that it can be done as you please?\" \n\"As the original Sura said so, it will happen It is.\" \nThe original Sura was at a loss for words to respond to the reckless young Sura's words. The original Sura, who was stunned for a moment, stroked the young Sura's head with a cute and proud heart. \n\" okay. That'll be it.\" \nIn the beginning, Sura's words contained an unknown and deep weight. However, young Sura didn't notice. I just liked his touch and just laughed and roamed around. \n \nA thought that came to mind for a moment Yu-Gi looked up at the sky.\nIt was a memory of a long time ago, when there was no name, when it was called Sura of the Beginning.\n'As in the vague old memories... \nCan we talk like that...' \n There seemed to be a faint smile on Yugi's lips, who was immersed in such thoughts.\nBut another thought that passed by quickly darkened his face.\n'Can we clear up any misunderstandings?\nBut... Is it really a misunderstanding? Can I say...?' \n\nI was so full of hope, \nI was drenched in regret, and then \nwith an expression on her face, \nYugi waited and waited for Ragnir.\n\nBut Ragnir didn't come. nYugi waited 3 more days after passing the day she was supposed to meet with Ragnir, but he didn't come, and in the end Yugi left the cave on the 7th day.\n\nAnd... \nYugi left the cave. What I was waiting for was \nthe death of a loved one, which I couldn't get back even after tens of thousands of repeats.",
    "57500037": "I shouldn't have dared to wish for it because I lost so many lives \n\nBecause I wanted a normal life \nI wanted to win love \nBecause I dreamed of happiness... \n\nThe punishment \n\nMaybe it's a curse placed on dead lives.\nMaybe it's the Creator's punishment for disobeying my mission.\nOr... the price for abandoning my race. \n\nEven so... Why was it her? \nJust as she sacrificed her life to save her life, \nI will sacrifice her life to save death.\n\nStupidly, \nand unfortunately, \nYugi didn't feel Sarubi's energy dissipating. \n\nYugi waited for him at the meeting place with Ragnir, but Ragnir didn't come to him.\nHe met Ragnir, knowing that Sarubi was a trap, and she died there as expected. At that time, Yu-Gi was reminiscing about his old memories with Ragnir and had any hope, and Yu-Gi, who later found out about Sarubi's death, was angry and resented himself. It completely returned to the form of Sura and collided with Ragnir, and the collision of a huge force provoked a rift in the space.\n\nOnce Yugi enters that space, he knows that he will never be able to come out again. But, \nto imprison him, \nand to punish himself, \nand with Ragnir jumped there.\n\n... So the two Suras went into the darkness of eternity again, and the world was It started to flow without them.",
    "57000000": "노이의 기억1",
    "57000002": "노이의 기억3",
    "57000003": "노이의 기억4",
    "57500000": "\"안돼. 그건 자살행위야.\" \n\"누군가는 해야 할 일인걸.\" \n \n차가운 파사의 목소리와 대비되는 부드러운 노이의 목소리였다.\n그 다정함 때문이었을까. \n파사의 날카로운 눈빛이 점차 잦아드는가 싶더니 이내 차분히 가라앉았다. \n \n\"... 그렇다고 해서 그 누군가가 너일 필요는 없어.\" \n\"스스로가 행하지 않으면서 남이 해주길 바라는 건 비겁한 거라고 말했던 게 누구였더라?\" \n\"하지만...\" \n \n할 말을 잃은 파사가 자기도 모르게 눈썹을 찡그렸다. 감정을 거의 드러내지 않는 파사에게선 보기 드문 모습이었다.\n그런 파사의 모습이 귀여웠는지 노이가 입가에 미소를 지으며 말을 이었다. \n \n\"이대로 두면 세계는 사라질 거야. 그를 막기 위해서 누군가 희생해야 한다면 난 기꺼이 내가 나설래.\" \n\"하지만 어째서? 어째서 그렇게까지 해야 하지? 어차피 죽어버리면 세상에 남아봤자 네가 살아갈 수 있는 것도 아니잖아.\" \n\"네가 있을 거잖아.\" \n\"뭐?\" \n \n놀라 두 눈이 동그래진 파사의 얼굴 위로, 숨결이 느껴질 만큼 가까이 다가선 노이가 말을 이었다.\n \n\"내가 없어도, 네가 있잖아.\" \n\"나...?\" \n\"응. 네가 남아 있을 테니까. 그러니까 네가 살아갈 이 세상을 지킬 수 있도록... 이번엔 내 선택을 지지해줘. 그래 줄 수 있지?\" \n\n답을 바라는 노이의 눈빛에 마지못해 파사가 고개를 끄덕였다. \n \n\"고마워.\"\n \n파사를 달래듯 노이가 다정히 그녀를 안았다.\n파사는 여전히 입을 꽉 다물고 있었고, 노이는 그런 파사에게 다시 한번 미소를 지어 보이고는 공간을 떠났다. \n \n홀로 남은 파사는 그녀가 떠난 후에도 한동안 공간에 머물러 있었다. \n그리고, 혼잣말인지 모를 한마디를 내뱉고는 이내 그녀도 공간에서 사라졌다. \n \n\"하지만 네가 없는 세상 따위.... 난 필요 없는 걸.\" ",
    "57500002": "대지를 훑고 지나온 바람이 파사의 긴 머리카락을 부드럽게 흔들었다.\n \n\"신수가 되어 바라보는 세상은 어때?\"\n \n파사의 곁으로 다가온 노이가 곁에 앉으며 물었다. \n \n\"뭐... 똑같아.\" \n\"후후, 파사다운 대답이네.\" \n\"넌 어떤데?\" \n\"글쎄... 사실은 나도 잘 모르겠어. 단지...\" \n\"단지?\" \n \n노이가 두 손을 자신의 가슴 위에 포개며 말을 이었다. \n \n\"여기가 따뜻해졌어. 아주 많이.\" \n \n가만히 눈을 감고 자신의 몸안에 스며든 신핵의 기운을 느끼는 노이의 몸에서 은은하고도 부드러운 빛이 뿜어져 나왔다. \n그를 바라보고 있던 파사의 마음까지도 따스하게 만드는 기운이었다. \n \n파사는 그런 노이를 보면서 이게 생명의 신수인 노이의 힘인 걸까 라는 생각을 잠시 했다. 그러다 노이는 원래부터 따스한 아이였다는 걸 떠올리고는 노이는 노이이고 결국 변한 건 없는 게 아닐까 하고 생각했다.\n꼬리에 꼬리를 무는 파사의 생각을 멈추게 한 건, 노이의 질문이었다.\n \n\"그런데 왜 와 준거야?\" \n\"응?\" \n\"신수되는 거... 싫어했었잖아.\" \n \n행여나 맘이라도 상할까 조심스럽게 묻는 노이였지만, 그녀의 표정에는 궁금증이 잔뜩 묻어 있었다. 그도 그럴 것이, 본래 파사는 고대인 중 가장 먼저 신수 시험을 볼 걸 추천받았었지만 한사코 거절해 왔던 터였다. 게다가 노이가 아는 파사라면, 그녀는 한번 정한 건 목에 칼이 들어와도 바꾸지 않을 성격이었다. 그런 그녀가 갑자기 신수가 되겠다고 나타났으니... 노이의 입장에서는 파사가 왜 마음을 바꿨는지 궁금할 법도 했다.\n \n\"네가 없으니까.\" \n \n한참의 고민 끝에 간신히 물었던 노이와는 대조적으로, 파사의 대답은 너무나도 빨랐다.\n \n\"네가 없는 세상 따위, 나 혼자 남아서 뭐해. 하지만 넌 신수가 된 대고, 말린다고 말을 들을 너도 아니고... 그래서 그랬어.\" \n\"내가 신수가 된다고 해서 너도 신수가 되었다고? 하지만 왜? 그러다 죽을지도 모르는데?\" \n\"그래서 그랬대도\" \n\"응?\" \n \n파사의 말을 이해하지 못한 노이가 고개를 갸웃거렸다.\n \n\"그게 무슨 소리야?\" \n\"그래서 그랬다고. 너와 같이 살 수 없다면, 같이 죽기라도 하려고.\""
}