{
    "99220000": "A plain white mask without any decorations or patterns. You can colorize it to make a mask.",
    "99220001": "This is a letter of recommendation that you must prepare to participate in a martial arts competition.",
    "99220002": "The ultimate dish made with the specialties of Lake Vandal! \n...but it has a strange smell...",
    "99220003": "A key that unlocks a treasure chest hidden somewhere in Vandal Lake.",
    "99220004": "This is a letter of recommendation that you must prepare to participate in a martial arts competition.",
    "99220005": "This is a letter of recommendation that you must prepare to participate in a martial arts competition.",
    "99220006": "This is a letter of recommendation that you must prepare to participate in a martial arts competition.",
    "99220007": "This is a letter of recommendation that you must prepare to participate in a martial arts competition.",
    "99220008": "Old chest. It must be unowned. Maybe...",
    "99220009": "This box looks pretty plausible.",
    "99220010": "A box that you don't know what's in it always brings a little bit of anticipation",
    "99220011": "The large lock is firmly attached. You will need the Guardian's Key to open the chest.",
    "99220012": "Key to open the Great Guard's Chest.",
    "99220013": "This is a paradise favorite yellow banana.",
    "99220014": "The moneybags of the thugs who plague the slums.",
    "99220015": "A pickaxe for digging hard ground.",
    "99220016": "A necklace with red jewels. \nThis is the only keepsake left by the refugee's dead wife.",
    "99220017": "It's badly mutilated and hard to read.",
    "99220018": "A small pouch containing coins.",
    "99220019": "This is a certificate of good harvest.",
    "99220020": "A fishing rod bearing the name 'Chuckwol'.",
    "99220021": "Mark for unofficial boarding.",
    "99220022": "A glass bead with a brilliant blue color.",
    "99220023": "A pendant depicting Tommy and a woman who appears to be his wife.",
    "99220024": "A piece of fabric with a luxurious feel. I think I can sell it to a <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"Now The silver was torn, but it was probably a piece of cloth long enough to be tied up.<br/><br/>Blue was once the color of the shipowners' association. Freigue, a native of the Seonjoohoe, gifted this to his followers, dreaming of a day when the Seonjoohoe would rise again.<br/><br/>Fake Ereda members tie this blue cloth to their clothes as a means of recognizing each other. It is said to be used as \"",
    "99220025": "Mystic Scale Fragment. <fontStyle=[TestStyleB]>I think you can sell it to the General Merchant</> for a high price.<br/><br/><br/>\"Glitter Scale Fragment .<br/><br/>The fortress is just a fragment of the scales of a fish, but in fact the fragments have been changed in various ways by the mouths of many people.<br/><br/>Some say it is the scales of a mermaid, Some said it was the scale of a dragon that protected the sea long ago, but now it's all forgotten.\"",
    "99220026": "This is something you don't want to touch. But I think you can sell it to <fontStyle=[TestStyleB]>General Store</>.<br/><br/><br/>\"Unnaturally corroded It is the skin tissue.<br/><br/>The corroded area is colored black and has a strange smell. This smell is similar to the smell you smell at the cracks… \"",
    "99220027": "This is a creepy wood tag. I think I can sell it to a <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"' This is an old wooden plaque with the words 'Sangjeon' engraved on it.<br/><br/>The blood stains on the plaque seem to indicate the tragic end the owner of the wooden shield had to face.\"",
    "99220028": "Unidentified item. But I think I could sell it to <fontStyle=[TestStyleB]>General Store</>.<br/><br/><br/>\"It's hard to believe but crack Every time the residue of the skin touches your skin, you hear someone whispering.<br/><br/>It's sweet and alluring, sometimes terrifying and sometimes sad.<br/><br/>Some say Also called the cry of the soul that remains in the hollow.\"",
    "99220029": "A fine powder with a mysterious aura. I think I can sell it to a <fontStyle=[TestStyleB]>General Store</> at a high price.<br/><br/><br/>\"Mystic It is powder that has been buried in the crystal.<br/><br/>Mystic crystals, which are weak to shocks, often crumble even with the slightest impact.<br/><br/>Since the mysterious crystals in powder form lose their strength quickly, Only technicians with special skills can mine the mysterious crystal in its entirety.\"",
    "99220030": "It's a curious little crystal. I think I could sell it to a <fontStyle=[TestStyleB]>gendarmerist</> for a high price.<br/><br/><br/>\"Used by technologists. It's a decision that's left behind.<br/><br/>Engineers who develop and manufacture various tools are indispensable, but there are not many regions that recognize their hard work.\"",
    "99220031": "A shiny medallion. I think I can sell it to <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"The Plains Glyph An engraved medallion.<br/><br/>Arnit intends to create economic value by building a learning park on the glyph. This is a tourism commemorative medal made as a test piece with the idea of a product to be sold later. It looks like the plain pattern has been simplified, but it seems to be lacking in perfection.<br/><br/>Will it sell well if mass-produced?\"",
    "99220032": "This is a suspicious silver coin. <fontStyle=[TestStyleB]>I think you can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"Paid by the Black Dawn. It is a currency that guarantees .<br/><br/>It is said to be a silver coin, but it is questionable whether it actually contains silver.<br/><br/>It is difficult for ordinary people to visit the Black Dawn and ask for money, and they will simply ask for money. There is no way to put it out.<br/><br/>Of course, the general public cannot use it, only the members use it, and it is not recognized of great value.\"",
    "99220033": "It's a brittle stick. I think I can sell it to a <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"A great treasure. I knew this would exist, but... <br/><br/>The only thing that came out of the vault of the birthplace of the first king of Hexendro was the blood-stained ax and this old stick.<br/><br/>For the first king, with divine power, to spend his childhood, weeds. The lush old haunted house gives some sense of incongruity.\"",
    "99220034": "This document appears to be related to the shipowner's association. <fontStyle=[TestStyleB]>I think you can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\" This is an old document that contains the order of the shipowners association.<br/><br/>After the power was defeated by the Sea Merchant Association, the order became a meaningless document, but it is said that members who dream of revival of the past still have it. <br/><br/>▶ All ships passing through the sea owned by the Tsar must pay a toll of 10% of the value of the shipment to the owner of that sea.<br/>▶ The value of the shipment is the value of the sea. The owner or a person authorized by the owner will charge it.<br/>▶ Payment must be made within one month from the date of valuation.<br/>▶ If payment is not made within one month, the shipowners association may enforce the payment. Ships belonging to the Shipowners' Association are exempt from this.\"",
    "99220035": "This contract was written by lenders. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> at a high price.<br/><br/><br/>\"lenders It's a piece of paper thrown away by people who think they can only get rid of their contracts with the wild.<br/><br/>But you won't be able to escape the eyes of this huge force that even has personal mercenaries. They are the big hands of Damir, who lent money using the ship as collateral, raised funds, and formed a large gathering to unite the forces.\"",
    "99220036": "A bell used at the auction house. <fontStyle=[TestStyleB]>I think I could sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"Damir The Auction House is also famous among tourists.<br/><br/>If you want to see the bizarre items of the Eastern Continent, there is a saying that you should go to the Auction House. It's a place where the bells constantly ring when a popular item comes out.\"",
    "99220037": "The goblins' favorite flint. <fontStyle=[TestStyleB]>I think you can sell it to the General Merchant</> for a high price.<br/><br/><br/>\"Plu Plains Just because you saw a warm bonfire on your way to Damir, you should stop thinking that you will be able to meet people.<br/>Goblins who like fire carry flint with them to make fires anytime, anywhere.\"",
    "99220038": "This is a dog tag for a soldier named Marocco. I think I can sell it to <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"Soldier This is the dog tag they carry.<br/><br/>The dog tag of Marco, a soldier who served in the Plains Glyphs Tower Management Team. He wanted to leave Libares when his military service was over and travel far away. In mourning for the man who lost his life on the mission, his captain, Bintler, handed a dog tag to the party and asked for it.<br/><br/>'I want you to go as far away as possible and dispose of it...' '\"",
    "99220039": "A small piece of stone with a mysterious feel. I think I can sell it to a <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"Black It is a stone.<br/><br/>'A star has fallen from the sky to the ground. People call it a star fragment, but in reality it is just a black, ugly black stone. It is a big disappointment to those who were expecting a star piece that twinkles like a shining star in the night sky.<br/><br/>But there are people who buy these ugly star pieces at a high price, People's eyes twinkle.\"",
    "99220040": "Glittering powder. I think I can sell it to <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\" It's powder.<br/><br/>If you stay in the Forest of Souls and Lakes for a long time, your clothes will get powdered. However, exactly how the powder is made and where it comes from is still unknown.<br/><br/>As the powder glows in the dark, it could be used to make lighting or decorations, so it attracted people's interest. . However, interest faded when it became known that they lose their light after leaving the Forest of Souls.\"",
    "99220041": "Messy ashes. I think I can sell it to a <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"At the burnt out campfire. This is the burnt ashes that come out.<br/><br/>Without even a modest heating system, the workers at the forges use bonfires to withstand the chill of the highlands.<br/><br/>It doesn't fit the name of the King's Steelworks. This poor environment seems to show how vain the tsar's king is.\"",
    "99220042": "A crumpled piece of paper. I think I could sell it to a <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"Bull Frock It is a note that appears to have been dropped by the blue men in the camp. <br/><br/>If you just open a badly crumpled note and read it, you'll find the word 'Dear the Queen'.<br/><br/>The word immediately preceding it probably sounds like a name, but unfortunately it's blurry and unrecognizable. I don't know if this refers to the Tsar Queen.\"",
    "99220043": "It's a pretty but worn accessory. I think I can sell it to a <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"Water Temple Maiden It is an ornament that appears to have been worn by them. <br/><br/>They may have once been shamans who worshiped mystical powers, but now they are neither alive nor dead, just wandering aimlessly around the lake.\"",
    "99220044": "A nice looking feather. I think I could sell it to a <fontStyle=[TestStyleB]>gendarmerist</> for a high price.<br/><br/><br/>\"Colorful Pretty feathers. <br/><br/>If you use it well, you can make beautiful ornaments.<br/><br/>But the residents of Hexendro, who are desperate to make a living, don't seem to have time to worry about ornaments. Residents seem to need more durable leather shoes to protect their feet in this rough land than ornaments.\"",
    "99220045": "This is a sheet of unknown ledger. <fontStyle=[TestStyleB]>I think I can sell it to a general merchandiser</> for a high price.<br/><br/><br/>\"The Royal Palace This is a torn sheet of the 'Royal Preservation Society' ledger that Inspector Olexa accidentally dropped while taking it in a hurry. <br/><br/>Only part of it remains, so it's impossible to know the full content. However, the words 'total tsar', 'illegitimate child', and 'search' are written in a hastily scrawled handwriting.\"",
    "99220046": "It's a pretty thick purse. I think I could sell it to a <fontStyle=[TestStyleB]>General Store</> for a high price.<br/><br/><br/>\"It's full of money. There is a money bag in it.<br/><br/>Freig's signature is engraved on the inside of the purse leather, saying that all those who are guided to this place will be dealt with.<br/><br/>Perhaps Freigue was the one who made his home base. I think it will be an important piece of evidence that you made a deal with looters to protect it.\"",
    "99220047": "This document must be presented when boarding a ship bound for Haewol Continent.",
    "99220048": "This document must be presented when boarding a ship bound for Haewol Continent.",
    "99220049": "A scroll certifying that the person who possesses it belongs to the Plum Blossom Group. <br/> It is stamped with the seal of the Red Plum Blossom, who is in charge of the Plum Blossom Group.",
    "99220050": "\"This is a very old paper that is torn and frayed.<br/><br/>Most of the text is blurred and difficult to read. Here and there, you can see unintelligible characters such as 'Paradise', 'Heaven', 'Sacrifice', and 'Resurrection'. I tried to read a few lines with strength in my eyes, but nothing but worthless nonsense.\"",
    "99220051": "This document must be presented when boarding a ship bound for Haewol Continent.",
    "99220052": "This is a scroll that proves that the person who possesses it belongs to the Plum Blossom Group.\nIt has the seal of the Red Plum Blossom in charge of the Plum Blossom Group.",
    "99220053": "It seems to have a strange scent... but the effect is unknown.",
    "99220054": "\"Go to a big fish room like that and fish her favorite. Pretending to be indifferent, I threw a fishing rod.\" <br/><br/>This is the verse written by Jun Yeong on the scroll. People who like Jun Yeong are reminded of their fresh love story whenever they hear this song. It's something that adventurers don't really need.",
    "99220055": "\"Half Moon Night Lake There is a beautiful story behind this lantern fire. I sent you a postcard to tell you, what are you doing?\"<br/><br/>These are the verses that Jun Yeong wrote on the scroll. People who like Jun Yeong say that whenever they hear this song, they think of the scenery of Lake Vandal. It's something that adventurers don't really need.",
    "99220056": "\"I've been at Suwol Port for several months. But I said I want to go to the sea and moon continent. I will cross the lake, cross the ocean, and go to the sea and moon continent as a pioneer.\"<br/><br/>This is the verse written on the scroll by Alchemy Jun. People who like Alchemy Jun will remember the sea and moon continent every time they hear this song. It's said that the fantasy makes your heart pound, but it's something that adventurers don't really need.",
    "99220057": "\"I could smell your calamus in the swaying lotus leaves. Did it pass by? I try to change direction, but I only see tree spirits.\"<br/><br/>This is the verse that Alchemy Jun wrote on the scroll. People who like Alchemy Jun say that they feel the scent of irises every time they hear this song, but adventurers It's something they don't really need.",
    "99220058": "\"This is information that only I know!\"<br/><br/>This is a secret map that trades as if it was an extremely precious thing. The level of the map is poor, so it's questionable whether you'll ever be able to find it. In addition, it is difficult to value a map because it makes multiple copies of the same map and trades it with people.",
    "99220059": "There are many different dyes that are used to get the red color. Each dye has a different price and quality. The dye obtained from bald eagle has excellent color development and is long lasting, so it is a good deal.<br /><br/>This is a sample of the dye, and it contains a very small amount of dye, so it seems difficult to dye a single handkerchief with it.",
    "99220060": "Not all people use real gold to make golden clothes, but there are many people in the world who want to achieve a similar effect at a lower price. This is a pretty expensive price, but I buy it.<br/><br/>This is a sample of the dye, and it contains a very small amount of dye, so it seems difficult to dye a single handkerchief with it.",
    "99220061": "This is a certificate of completion given to you by Daeeobang, who has dealt with various problems while exploring the central area of Lake Vandal. The name is a certificate of completion, but it is actually like a plaque of appreciation.<br/><br/>A representative of Daeeobang said that It seems to want them to take charge of the exploration of the eastern and western regions as well.",
    "99220062": "This is a certificate given by Daeeobang to you who have dealt with various problems while exploring the eastern part of Bandal Lake. The name of the certificate is actually a plaque of appreciation.<br/><br/>The Daeeobang official said Now, they are cheering for us, saying that we will achieve a feat once we complete our exploration of the western region.",
    "99220063": "This is a certificate given by Daeeobang to you who have dealt with various problems while exploring the western part of Lake Vandal. The name is a certificate of completion, but it is actually a plaque of appreciation.<br/><br/>Finally, all of Lake Vandal Lake is a certificate of appreciation. Having accomplished the feat of completing the exploration of the region, he will make a name for himself as a true solver of Lake Vandal.",
    "99220064": "There are many people who consider the incisors of the Westerners disgusting, but there are also many who value them because they symbolize strong survivability and fertility. Flawless and intact incisors are difficult to obtain, so this is why There are also traders who buy professionally.",
    "99220065": "There are doctors who use the shells of turtle pears raw or processed as medicines. Past records show that the shells of turtle pears that come out in spring after winter are high-quality products and have high medicinal effects.<br/><br/ >Maybe that's why, when I go to drugstores, everyone claims it's a spring turtle pear shell, but I can't believe that claim. But anyway, all the shells on the market are spring turtle shells, so it doesn't seem like a matter of believing or not believing it.",
    "99220066": "When you join a poacher, there are essential trainings for shooters. One of them is survival training, which includes training to make fires. We'll provide you with an ignition tool that makes it easy to light.<br/><br/>Actually, with this tool, you wouldn't have to start a fire as hard as you did during training, but we are sticking to the position that training is training.",
    "99220067": "An old voyage log.<br/><br/>\"His huge mouth swallowed his brother's boat in one bite. We saw it and tried to get out of its sea area with all our might. Having already swallowed a boat, he no longer followed us. We were pushed to the eastern continent without even having the courage to go to rescue you.\"",
    "99220068": "A black and shiny stone.<br/><br/>At first glance it looks like a precious gem, but it exudes an ominous aura in some way.<br/><br/>What do you know about this? If you find someone worthy, I will explain their worth.",
    "99220069": "A sealed journal that looks old. I think you can open it and check it.<br/><br/>If you destroy this item, you will no longer be able to proceed with the quest.",
    "99220070": "A unique stone found on the shore. It looks valuable, so let's get someone to appreciate it.<br/><br/>If you destroy this item, you will no longer be able to proceed with the quest.",
    "99220071": "This is a scroll that says that the red plum blossoms prove their qualifications.\nThe seal of the red plum blossoms in charge of the expedition is stamped.",
    "99220072": "If you want to send a signal to someone far away, use it boldly.",
    "99220073": "It's a fairly old compass.<br/><br/>It shows signs of age, but it seems to have a story. If you find someone who knows about it, they will explain its value.",
    "99220074": "A fur obtained by hunting wild animals in the Stonehill Foothills.<br/><br/>The coat is tough and rough, and its value is significantly reduced in its unprocessed state.",
    "99220075": "Beautiful Barongdan!<br/><br/>\"As an Honorary Pioneer Barongdan, I highly appreciate the achievement of raising the name of the Pioneer Barongdan, and the leader, I, Neinyan, will award this reward myself. ! Even though we parted because of our relationship at Vandal Lake, let's meet again in a wider place!\"",
    "99220076": "This is the dog tag that Cheol-Ak Kang was wearing.<br/><br/>\"The seal of Yeonsu Lim and the date of registration of the pet are marked. It appears that Lim Yeon-soo tricked the servant of Cheol-ak into illegally smuggling and then intentionally releasing it into the valley.<br/>\"",
    "99220077": "An empty money bag found while destroying a slaughtering tool in the Bullfighting Lair. On the outside of the bag is the seal of Shin Daeeobang Chongta Lim Yeonsu.<br/><br/>The Bullfighters It is revealed that Lim Yeon-soo supported her so that she could play the bow at Lake Vandal. If it was Lim, Yeon-soo would have received a price for support, so I don’t know what kind of dangerous price he would have received from the fighting squad.",
    "99220078": "Nyanyan's gift box buried in a pile of dirt.<br/><br/>I think you can open it and see.",
    "99220079": "This is a commendation from Shin Daeeobang Gunta.<br/>Awarded to those who have contributed to the stabilization of the local community.<br/><br/>'Nunahung', a plaque collector in Shin Daeeobang Chongta can be exchanged for useful items from",
    "99220080": "This is the Daeeobang Merit Plaque I got from the backstreet trader Rat.<br/>We guarantee that the Rat is genuine.<br/><br/>If you destroy the item, you will no longer be able to proceed with the quest. There is not.",
    "99220081": "A core with the aura of a mortal. <br/>It is known that a core like this is very difficult to obtain.<br/><br/>If you destroy the item, you will no longer be able to proceed with the quest. .",
    "99220082": "The Bulmoth's core has been shattered. It appears to be of no use.<br/><br/>It is said that the Bulmors were originally living creatures. Unfortunately, however, after being drained of their life by Sura, Now, only a shell remains.<br/><br/>The fire demons inherit the instinct of Sura and blindly crave the vitality of other living things. It has been reduced to an existence that cannot be seen as dead.",
    "99220083": "This is an expensive gem crafted from minerals that can only be found in the Sea and Moon Continent.<br/><br/> Because the price is not readily available to ordinary people, it is often admired by many. According to the legend, it is said that this gem blocks the energy of the rift, but it has not been confirmed whether this is true.",
    "99220084": "This is a useful wreck that can be obtained from a shipwreck.<br/><br/> It is the result of those who did not have the permission of the state to come to the new continent with dreams of a new continent and then get swept away by the current. Rescue the wreckage.",
    "99220085": "The sharp horns of gnats found in Taerok Forest.<br/><br/> The horns of gnats are sharp and strong, so they are used as materials for weapons and armor. However, it is difficult to kill them. The craftsmen of the Geumgyeongcheolmun are reluctant to obtain them directly.",
    "99220086": "A weapon wielded by a group of blue men, the Red Cliff.<br/><br/> This weapon is used by the Blue Man bandits, the Red Cliff, and has a slightly different form from that of a human weapon. For this reason The craftsmen of Geumgyeongcheolmun are looking for them for research.",
    "99220087": "A phantasmagoric spirit found in the Taerok Forest.<br/><br/> At the time of discovery, collection was prohibited because it was determined that there might be hallucinogenic components, such as the bodily fluids of the human worm. It has been found to be of great help in strengthening the metal, so the Geumgyeongcheolmun is saving it.",
    "99220088": "A sealed document found in Harem's Secret Garden.<br/><br/> It seems that this document, sealed with turbid energy, cannot be opened. The contents are unknown, but the turbid energy is found in Harem's secret garden. This discovery alone seems to be evidence.",
    "99220089": "This is a letter from Biryuha. It has nothing particularly important and contains mostly offensive words.<br/><br/> \"Moonju, I'm late, so I'll go first! Moon Ju-nim was always late due to lack of concentration. Now that you've become a monarch and you've improved your skills, you should also try to improve your concentration... hahaha! We will be waiting for you at the Haewol branch.\"",
    "99220090": "This is a correspondence between Song Si-guk and an unidentified person.<br/><br/> \"Fertilizer Mining, Fertilization Discovery, Enchantingism\"",
    "99220091": "Gift box handed to you by Ne-Nyang. I think you can check it by opening it.",
    "99220092": "This is a certificate given by Suyang to you who have solved various problems while exploring the area around Yedo Port in the northwestern part of Taerokrim and the Bounti Rainforest base. <br/><br/>People who came from Vandal Lake After a lot of inquiries about whether or not to give a certificate of completion, we decided that it would be better to simply give a certificate of completion rather than to deal with the complaint in the training.",
    "99220093": "A certificate awarded by Suyang to you for solving various problems while exploring the area around the fog forest frontier in the northeast of Taerokrim. <br/><br/>In Suyang, people pay attention to one certificate. I was very surprised that they helped solve the problem with the help of this. I reported it to headquarters as a solution to solve various local problems in the future.",
    "99220094": "This is a certificate of training given to you for solving various problems while exploring the area around the entrance to Paradise Valley, the unexplored Jadrak, and the herbalist shelter in the southern part of the Taerok Forest. <br/><br/>Not Stabilized The lesser the regions, the fewer certificates are issued, which, on the other hand, proves that the people who have received the regional certificates are great. Instead, it is a problem as more and more people are asking for specific regional certificates when looking for travel companions.",
    "99220095": "This is a certificate of completion given by Pungbaekmun to you who have solved various problems while exploring the area around the Haewol branch of Pungbaekmun in the western part of the fertile land. <br/><br/>Suyang is the local security before and after issuance of the certificate. The related figures were thoroughly investigated and a related report was prepared. After reading the report, Pungbaekmun decided to issue an exploration certificate in fertile land.",
    "99220096": "This is a certificate from Pungbaekmun for solving various problems while exploring the areas around the Crystal Forest Research Site, Dragon Head Exploration Site, and Wing Hunting Rendezvous in the eastern part of the Fertile Land. <br/><br/>Pungbaekmun A high-ranking elder in the door insisted on asking for a certificate when recruiting new trainees, but was refuted, saying, \"Why would someone with a certificate of fertility want to join as trainees and invite them as honorary instructors?\"",
    "99220097": "Beautiful Baron Dan!<br/><br/>\"As an Honorary Pioneer Baron Dan, I will highly appreciate the achievement of raising the name of the Pioneer Barong Dan, and the leader, I, Neinyan, will award this reward myself. ! We met again in the fertile land and parted, but I think we will meet again someday!",
    "99220098": "You! I like it! I don't hate a man with a pure lust for fame like you! I love working with you, too. I can give you my third arm... or my left leg if you want. If you don't like it, let's say hello to the day we meet again!",
    "99220099": "A wool obtained by hunting wild animals in the Eastern Ecological Forest.<br/><br/>Currently, in rams, a tuft of wool is used to reduce the rapidly increasing number of wild animals in the current Eastern Ecological Forest. We are also buying. The position is that it does not matter who is a poacher, and it is not poaching anymore because it is a licensed hunting.",
    "99220100": "A fur obtained by hunting foxes in the forests south of Taerokrim Falls.<br/><br/>After collecting a sufficient amount, choose the best one among them, and it should be used to craft brushes, etc. same.",
    "99220101": "A fur obtained by hunting foxes in fertile and logging areas.<br/><br/>If you gather enough and choose the best one, I think it will be usable for crafting brushes, etc. .",
    "99220102": "When you save the Guardian Spirit who was lost in the Corridor of Awakening, this cute guardian spirit is willing to accompany you on your journey.\n\nUse it to obtain the Guardian Spirit of the Grasshopper.",
    "99220103": "You can get 5 iron when used.",
    "99220104": "You can get 5 cloth when used.",
    "99220105": "You can get 5 leathers when used.",
    "99220106": "You can get 5 gems when used."
}