{
    "11020000": "This is an unreleased story.",
    "11020001": "This is an unreleased story.",
    "11020002": "This is an unreleased story.",
    "11020003": "This is an unreleased story.",
    "11020004": "This is an unreleased story.",
    "11020005": "This is an unreleased story.",
    "11020006": "This is an unreleased story.",
    "11020007": "I decided to go to the continent of Haewol with Arang to find the lost Harem and fertility. But the atmosphere from the port is not unusual...?\n\nStarting step by step to find Ereda to find Harem. I think we should. Let's find Ereda by inquiring around the area.",
    "11020008": "Oreum stubbornly refused, but we have to hold the ritual. Let's think about whether Ereda will agree to cooperate. \n\nFirst, we need to gather information about the ritual. I think we can get information about ancestral rites from the Barongs.\n\nLet's find the Barongs around the base.",
    "11020009": "We succeeded in obtaining the ritual permit from Suyang.\n\nNow it's time to gather the ritual materials! Let's meet the chiefs of Saho, grant their request and receive the ritual materials.",
    "11020010": "I got the permit and gathered all the materials, but... I don't know the way to the secret base of Ereda...! \n\nIf you think about what happened at Lake Vandal, if it's Perong Perong, the president of Young Gyowon, Ereda. Could you turn me into a secret base...?\n\nLet's go find Perong Perong.",
    "11020011": "Is it true that Arang and I can build a secret base for Ereda through Arang...? Why do I have to challenge myself to do such a reckless thing every time!?\n\nI wonder if she knows this heart or not. is waiting for us with a determined expression. Trust the president and head to Ereda's secret base.",
    "11020012": "After many twists and turns, I was able to meet the divine beast Pasa, but things didn't go as planned.\n\nI need to cool my head for a while. Let's find a place to quietly think around.",
    "11020013": "Opening the rift to summon Sura was a failure. \nArang wants to head to Pungbaekmun to obtain fertility. Although she can get help from her family clan, Arang's confidence is too much...! \n\nLet's head to Pungbaekmun with Arang.",
    "11020014": "When we arrived at Yedo Port in the Haewol Continent, we could not avoid the vigilant gaze of the residents from the start. This is because the rumors that we had ruined the Vandal Lake martial arts competition had already spread here. Law! We were able to obtain information about Ereda by obtaining the cobwebs needed by the residents.\n\nAs soon as we heard the information about Ereda and arrived at the Eastern Ecological Forest, we were ambushed by members of the Ereda Clan. We were taken to their base by Arang to use it against them, and there we met Ereda Byeonpajang Oreum.\n\nAs soon as Oreum saw us, it was not enough to attack Munju. Is it possible that Harem is still Munju? It's overwhelming just to hold a ritual for our purpose, which is Pasa, but to reveal Harem's identity... Can we do well?",
    "11020015": "There was a small accident (?) between Arang and Young Gyowon's Barong, but we succeeded in obtaining information about the 'Cheonshin Jerye', a ritual for calling on the gods from Barong. , a mirror to illuminate the path, and a sword to make a path, these three items are said to be available at Maehwadan, Dohwasangjeon, and Geumgyeongcheolmun, respectively. Fortunately, there is a score from Saho at Vandal Lake, so you can borrow it if you speak well. Wouldn't it be?\n\nIn addition to these three items, they said that they needed the permission of the state, so I went to the training team that was entrusted with the government's authority in the sea and moon continent and was not able to talk to the commander right away, so I couldn't talk to the commander. It was only after I granted their request that I was able to stand alone with Suyang's captain, Seo Joong-mun.\n\nThe fostering captain, Seo Jung-mun, gave me the permit easier than I thought. He complained, saying, \"Is it true?\", he complained.",
    "11020016": "As the first step in collecting the three ingredients, I granted the request of the head of the Red Plum Blossom to obtain the Plum Blossom Spirit, a bell that calls the way. \n\nIt was a request to release a new member kidnapped by the Blood Viper. Bonnie, it was to use me to check the bloody faction. The reason was that if the Maehwadan directly intervened, it could escalate into a fight between the two factions. It's a reasonable statement, but I can't erase the feeling of being used... It's okay now that I was able to receive the command!\n\nNow, there are two materials left: a sword to make a path and a bubble to illuminate the path.",
    "11020017": "Thinking about it, we didn't know how to get to Ereda's secret base, so we decided to meet Perong Perong, the president of Young Gyowon, and ask for help. We were on the verge of looking for Perong Perong in the Fog Forest Frontier! We were at Vandal Lake. I was able to meet the Dong-dong of Young Gyo-won, whom I met at the school.\n\nDong-dong's mistake in wishing to send it to Perong Perong even for a while, caused me and Arang to fall into the middle of a snake mushroom colony. He rescued a young Barong, who was the grandson of Perong Perong! So we were able to meet the Young Gyowon President Perong Perong under the guidance of the young Barong.\n\nAs I explained the type of self-care, Perong Perong brought something from Ereda's secret base. He said that it is possible to go to places he has never been to. Arang pointed to me and himself without hesitation. It is true that we have been there, but what recklessness?! You just have to believe it!",
    "11020018": "As soon as he arrived at Ereda's secret base, Arang disappeared leaving only unknown words. When he entered Harem's office alone, he heard Harem's voice behind him. There was no need to avoid and no need to avoid the battle.\n\nUnlike before, I was able to argue with Hogak. Harem hesitated for a moment, and when he was about to launch a blow, Oreum appeared and blocked the front. Arang, who appeared, tried to persuade, but it didn't work. Arang succeeded in stabbing Harem with his true name the moment Oreum showed a gap and revealing his true self.\nWhen Hareum, who had fallen, got up again, it was a different rider than before. . Me and Arang fought desperately against the rider Harreum and were able to defeat them after a fierce bloody battle.\n\nOreum, who came to her senses, calmed down despite the great commotion and helped to hold the ancestral ritual. left without telling me anything. Arang was furious, but how could it not be undone? \nWhat should I do next...?",
    "11020019": "After the Celestial Festival ended without any profit, Arang left to seek fertility, and I decided to go to a quiet place for a while to think. .\n\nFollowing Pasa's words, I entered the corridor where I felt a familiar aura, and there I heard a story about my mother and father.\nIn that story, my father killed my mother.\n\nIn shock. After falling out of the corridor of awakening, he lost strength in his legs and sat down. At that time, knowing how he found him, Arang appeared and held out his hand. There was no guarantee, so I called Sura to check it out myself.\n\nSo we fought like in Lake Vandal, but there were no cracks. Arang made the assumption that it was because there was no fertility and asked us to go get fertility together. Is it that easy... Anyway, let's follow Arang.",
    "11020020": "The elder Biryuha of Pungbaekmun appeared in front of us as we passed through the fog forest frontier. Looking back, Biryuha is the death penalty of Arang and Arang is the owner of Pungbaekmun. Such a traitor! How long have we been together? He never talked about it...\nArang was embarrassed by Biryuha, as if he had some weakness. In the end, we decided to help foster Yang, not at Biryuha's advice.\n\nMist When I heard the story from the manager of the forest frontier, he told me that the number of dandelion plants is rapidly increasing, making it difficult to pass. The person in charge wants to obtain a sample and solve the problem fundamentally, but the foster care leader insists not to lose his strength. He brought me a specimen of damincho.\n\nAfter helping the sheep like that, Arang and I headed to the red forest road. Biryuha, who agreed to meet there, left a letter and first left for the Pungbaekmun Haewol branch.\nSomewhere with someone called Biryu. It's light...! Anyway, let's go to Pungbaekmun!",
    "11020021": "This is an unreleased story.",
    "11020022": "This is an unreleased story.",
    "11020023": "I hear a familiar voice from the shadowy forest of the mist.\nAren't you talking about moonlight and steel fists? I was just about to get a Golden Swordsman!\nThe moonlight seems to be a little angry...?\n\nTwo Let's listen to the story and talk about the Golden Gyeongcheol Sword.",
    "11020024": "Now, the remaining material is a mirror that illuminates the path!\nWe are finding materials for the rites more smoothly than expected. I just heard that there is a figurehead, Ho-ryong Kwak, who is the master of the Dohwasangjeon, in the frontier of the foggy forest. Let's talk and get a kaleidoscope.",
    "11020025": "The sword that made the path meant the golden iron sword, the golden sword. \n\nThe moonlight and iron fist met in the forest in the shadow of the mist were studying how to smelt steel through the phantom spirit fire. I was afraid of the illusion, so I couldn't do it, so I dealt with the illusion and collected souls instead. After that, I was able to save the essence of tuyeoncho and even the bark of an old tree, and safely receive a gold-gyeongcheol sword.\n\nAfter all, human connections are important! Helping Saho at the lake is supposed to be like this.\nNext is a mirror that illuminates the road! Let's find Ho-ryong Kwak and tell him what's going on.",
    "11020026": "The mirror that illuminates the road, and the vases of the vases were not passed down from generation to generation. Fortunately, it was easy to make, so I was able to get guidance from the craftsmen of illustrators, whom I met through the introduction of Ho-ryong Kwak, a sangjeonju.\n \nMaterials of the vases. From the dry swamp they arrived to save I was able to get it.\n\nIn this way, I succeeded in obtaining all three items necessary for the celestial rite. Now that I have collected the permit and the three materials, all that remains is to go to Ereda's secret base and hold the celestial rite!"
}