{
    "11005000": "[권장 레벨] 20\n해지는 목초지의 반달목장은 광활한 규모를 자랑한다. 그런데 왠지 목장의 규모에 비해 일꾼들은 보이지 않는다. \n\n목장주 김메일의 말을 들어보니 당장 일손이 부족해 가축들이 굶어 죽게 생겼다고 한다. \n\n처지가 곤란해 보이니 일손을 거들어주자.",
    "11005001": "[권장 레벨] 20\n목장의 일을 돕던 중 창고 근처에서 양의 시체를 발견했다. 범인을 추적하던 중 의문의 무리와 마주쳤는데, 이들을 추적한 끝에 은신처로 예상되는 불법 도축 시설을 발견했다. \n\n이제야 모든 의문이 풀렸다. \n이 모든 짓들은 투엽단이 벌인 것이었다. \n\n다시는 이런 짓을 하지 못하게 혼쭐을 내주어야겠다.",
    "11005002": "[권장 레벨] 10\n매화단 심하연은 근래 창도단의 세가 부쩍 강해져 피해가 극심하다고 운을 뗐다. \n사호가 직접 창도단 하나를 매수해 반달호수 내부의 누군가가 창도단을 지원하고 있다는 것 까지는 알아냈지만, 직접 창도단 내부로 들어가 확인해 줄 사람이 필요하다는데...\n\n해월 대륙행 배가 출발 준비를 하는 동안 사호를 도와 배후를 밝히자!",
    "11005003": "[권장 레벨] 13\n치연의 말에 의하면 창도단 두목 돌주먹은 창도단 소굴 뒤편에 있는 괴물 개구리를 잡으려다 힘이 달려서 실패했다고 했다. \n그 뒤로 괴물 개구리가 아주 눈엣가시 같은 존재였을 돌주먹에게 괴물 개구리의 머리를 가져가면 분명 입단을 허락해 줄 것 같다. \n\n어서 창도단 소굴 뒤편에 있다는 괴물 개구리를 잡으러 가자!",
    "11005004": "[권장 레벨] 15\n진실의 검! \n과연 그것이라면 돌주먹의 환심을 사기에 충분할 것 같다. \n\n투엽단 두목의 천막으로 가 진실의 검을 손에 넣은 뒤, 돌주먹에게 바쳐야겠다. \n독대 안 해주고는 못 배길걸?\n아차차! 호랑이 가죽도 잊지 말아야지.",
    "11005005": "[권장 레벨] 17\n소호촌의 주민 지감은 최근 소호촌에서는 아이들이 행방불명 되는 일이 연달아 일어나고 있다고 털어 놓으며, 외지인이라면 조심하라는 경고를 한다. \n\n그제야 마을에 깔린 참담한 분위기가 느껴졌다. \n좀 더 자세히 들어볼까?",
    "11005006": "[권장 레벨] 17\n사라진 아이들은 어디로 간 것일까? \n\n소호촌 근방부터 시작해 아이들의 행방을 쫓으면서 몇 가지 단서를 찾을 수 있었다. 사라진 아이들의 공통적인 특징은 숲으로 향했다는 것이었고, 숲 어귀에는 누군가 아이들을 끌고 간 흔적이 있었다. \n\n이로써 확실한 사실 하나는 적어도 숲이 아이들을 잡아먹은 것은 아니라는 것이다. \n \n서둘러 숲을 조사해보자.",
    "11005007": "[권장 레벨] 17\n저 동자령은 마치 사라진 아이들의 행방을 알고 있는 것 같다. 놓칠세라 따라붙으면 동자령의 모습은 온데간데없고 온갖 해로운 존재들이 몰려와 훼방을 놓는다. \n\n이들을 쫓아내면 나머지 아이들을 찾을 수 있을 것 같은데... 늦기 전에 서두르자.",
    "11005008": "[권장 레벨] 17\n사라진 세 명의 아이들 가운데 덕구와 춘매는 무사히 부모의 품으로 돌아갔지만, 소향은 끝내 돌아오지 못했다. \n소호촌장 대인배에게 사정을 설명하자. \n\n그리고 소향에 관한 이야기는... \n직접 그 부모에게 전하는 것이 좋겠다.",
    "11005009": "[권장 레벨] 25\n나무 게시판에는 피난 권고문이라는 제목의 벽보가 게재되어 있었다. \n\n벽보의 내용에 따르면 이곳은 침식된 괴물들로 인해 파괴된 수와족 마을이라고 한다. 마을을 버리고 피난을 가야했던 수와족의 애환이 느껴진다. \n\n내가 좀 도와줄 수 있지 않을까?",
    "11005010": "[권장 레벨] 25\n수와족의 임시 거점에서 만난 와와는 다시 한번 감사의 인사를 전하며 어쩌다 그곳을 지나게 된 거냐고 물어왔다. \n피난 권고문을 보고 돕기 위해 왔다는 내 말에 크게 기뻐하며 수와족의 촌장을 만나볼 것을 권했다. \n\n수와족의 촌장에게서 자세한 사정을 듣고 수와족의 마을 탈환을 위한 계획을 돕자.",
    "11005011": "[권장 레벨] 25\n마을 탈환을 위한 계획은 어느 정도 진척이 있었던 것 같다. 이제 대와는 마지막 골치거리를 해결하기 위해 으스스한 골짜기에서 만나자고 했다. \n\n수와족과 함께 강철악을 처치하고 수와족에게 마을을 되찾아주자.",
    "11005012": "심하연과 함께 사호가 연설을 시작한다는 신 대어방 총타로 왔다. 삼삼오오 모여서 사뭇 진지한 표정으로 이야기를 나누는 것을 보아하니 벌써 연설에 대한 소문이 널리 퍼진 모양이었다.\n\n단상 위에 서 있던 사호가 대열을 갖추어 선 것을 보니 곧 연설을 시작할 참인 것 같다.\n군중들 틈에 섞여 연설을 지켜보자.",
    "11005013": "퀘스트 삭제",
    "11005014": "[권장 레벨] 20\n해지는 목초지의 반달목장은 광활한 규모를 자랑한다. 그런데 왠지 목장의 규모에 비해 일꾼들은 보이지 않는다. \n\n목장주 김메일의 말을 들어보니 당장 일손이 부족해 가축들이 굶어 죽게 생겼다고 한다. \n\n처지가 곤란해 보이니 일손을 거들어주자.",
    "11005015": "[권장 레벨] 20\n목장의 일을 돕던 중 창고 근처에서 양의 시체를 발견했다. 범인을 추적하던 중 의문의 무리와 마주쳤는데, 이들을 추적한 끝에 은신처로 예상되는 동굴을 발견했다. \n\n이제야 모든 의문이 풀렸다. \n이 모든 짓들은 투엽단이 벌인 것이었다. \n\n다시는 이런 짓을 하지 못하게 혼쭐을 내주어야겠다.",
    "11005016": "[권장 레벨] 10\n매화단 심하연은 근래 창도단의 세가 부쩍 강해져 피해가 극심하다고 운을 뗐다. \n\n사호가 직접 창도단 하나를 매수해 반달호수 내부의 누군가가 창도단을 지원하고 있다는 것 까지는 알아냈지만, 직접 창도단 내부로 들어가 확인해 줄 사람이 필요하다는데...\n\n해월 대륙행 배가 출발 준비를 하는 동안 사호를 도와 배후를 밝히자!",
    "11005017": "[권장 레벨] 13\n치연의 말에 의하면 창도단 두목 돌주먹은 창도단 소굴 뒤편에 있는 괴물 개구리를 잡으려다 힘이 달려서 실패했다고 했다. \n\n그 뒤로 괴물 개구리가 아주 눈엣가시 같은 존재였을 돌주먹에게 괴물 개구리의 머리를 가져가면 분명 입단을 허락해 줄 것 같다. \n\n어서 창도단 소굴 뒤편에 있다는 괴물 개구리를 잡으러 가자!",
    "11005018": "[권장 레벨] 15\n진실의 검! \n과연 그것이라면 돌주먹의 환심을 사기에 충분할 것 같다. \n\n투엽단 두목의 천막으로 가 진실의 검을 손에 넣은 뒤, 돌주먹에게 바쳐야겠다. \n독대 안 해주고는 못 배길걸?\n아차차! 호랑이 가죽도 잊지 말아야지.",
    "11005019": "[권장 레벨] 17\n소호촌의 주민 지감은 최근 소호촌에서는 아이들이 행방불명 되는 일이 연달아 일어나고 있다고 털어 놓으며, 외지인이라면 조심하라는 경고를 한다. \n\n그제야 마을에 깔린 참담한 분위기가 느껴졌다. \n좀 더 자세히 들어볼까?",
    "11005020": "[권장 레벨] 17\n사라진 아이들은 어디로 간 것일까? \n\n소호촌 근방부터 시작해 아이들의 행방을 쫓으면서 몇 가지 단서를 찾을 수 있었다. 사라진 아이들의 공통적인 특징은 숲으로 향했다는 것이었고, 숲 어귀에는 누군가 아이들을 끌고 간 흔적이 있었다. \n\n이로써 확실한 사실 하나는 적어도 숲이 아이들을 잡아먹은 것은 아니라는 것이다. \n \n서둘러 숲을 조사해보자.",
    "11005021": "[권장 레벨] 17\n저 동자령은 마치 사라진 아이들의 행방을 알고 있는 것 같다. 놓칠세라 따라붙으면 동자령의 모습은 온데간데없고 온갖 해로운 존재들이 몰려와 훼방을 놓는다. \n\n이들을 쫓아내면 나머지 아이들을 찾을 수 있을 것 같은데... 늦기 전에 서두르자.",
    "11005022": "[권장 레벨] 17\n사라진 세 명의 아이들 가운데 덕구와 춘매는 무사히 부모의 품으로 돌아갔지만, 소향은 끝내 돌아오지 못했다. \n소호촌장 대인배에게 사정을 설명하자. \n\n그리고 소향에 관한 이야기는... \n직접 그 부모에게 전하는 것이 좋겠다.",
    "11005023": "[권장 레벨] 25\n나무 게시판에는 피난 권고문이라는 제목의 벽보가 게재되어 있었다. \n\n벽보의 내용에 따르면 이곳은 침식된 괴물들로 인해 파괴된 수와족 마을이라고 한다. 마을을 버리고 피난을 가야했던 수와족의 애환이 느껴진다. \n\n내가 좀 도와줄 수 있지 않을까?",
    "11005024": "[권장 레벨] 25\n수와족의 임시 거점에서 만난 와와는 다시 한번 감사의 인사를 전하며 어쩌다 그곳을 지나게 된 거냐고 물어왔다. \n피난 권고문을 보고 돕기 위해 왔다는 내 말에 크게 기뻐하며 수와족의 촌장을 만나볼 것을 권했다. \n\n수와족의 촌장에게서 자세한 사정을 듣고 수와족의 마을 탈환을 위한 계획을 돕자.",
    "11005025": "[권장 레벨] 25\n마을 탈환을 위한 계획은 어느 정도 진척이 있었던 것 같다. 이제 대와는 마지막 골치거리를 해결하기 위해 으스스한 골짜기에서 만나자고 했다. \n\n수와족과 함께 강철악을 처치하고 수와족에게 마을을 되찾아주자.",
    "11005026": "아직 공개되지 않은 이야기입니다.",
    "11005027": "퀘스트 삭제",
    "11005028": "광활한 규모의 목장을 홀로 지키고 있던 목장의 주인 김메일에게 무슨 일이 있냐고 묻자, 그는 기다렸다는 듯 일손이 부족하다며 하소연 해왔다. 안타까운 마음에 목장의 일꾼을 자처하여 창고에 남은 건초가 있는지 확인하러 가는길에 끔찍하게 죽어 있는 양을 발견했다. 날카로운 도구를 사용해 가른 듯한 흔적으로보아, 범인은 틀림없는 사람이다.\n\n쓰러진 양으로부터 멀리 떨어지지 않은 곳에 흔적이 이어져 있기에 이를 추적하며 쫓아가자 의문의 사람들이 나타나 위협하기 시작했다. 이들을 처리하며 쫓아가서 당도한 곳은 깎아지른 절벽 아래, 숨겨진 동굴 안에 마련된 투엽단의 은거지였다.",
    "11005029": "다시는 이런 일을 저지를 수 없도록 투엽단의 불법 도축장을 없애버릴 생각이었는데 그 과정에서 돈주머니 하나를 발견했다. 돈주머니의 겉면에는 대어방 총타주인 임연수의 인장이 찍혀 있었다. 어안이 벙벙했다. 선량한 시민의 생업을 위협한 것도 모자라 불쌍한 동물로 불법 도축까지 일삼은 투엽단이 실은 임연수의 사주를 받고서 일을 저지른 것이었다니...? \n\n임연수의 악행이 만천하에 드러났지만, 그 잔재는 여전히 반달호수를 위협하고 있었다. 이 소식을 전해 들은 반달목장의 주인 김메일 역시 크게 놀라는 한편, 문제를 해결해 주어 고맙다는 인사를 전해왔다.",
    "11005030": "해월 대륙행 배의 수리 문제로 당장 출발할 수 없다는 이야길 들은 심하연이 나를 찾아왔다. 점점 세를 키워나가며 반달 호수의 치안을 위협하는 창도단 때문이었다. 사호가 직접 매수한 첩자의 말에 따르면 반달 호수 내부의 누군가가 이들을 지원하고 있으며, 그 배후를 밝히기 위해서는 누군가가 창도단 내부로 직접 들어가야 하는 상황이었다. 그리고 사호는 그 적임자로 날 선택했다. \n\n심하연의 말대로 버려진 기와집에 가서 기다리고 있자니 사호가 매수한 창도단 치연이 나타났다. 치연은 다짜고짜 나의 실력부터 확인해야겠다며 싸움을 걸어 왔는데, 어렵지 않게 상대할 수 있었지만 치연은 흡족하지 않은 눈치였다. \n\n치연이 본격적으로 자신의 계획에 대해 설명하기 시작하자 그 이유가 납득이 됐다.  치연의 계획대로라면 가장 먼저 창도단에 입단해야 하는데... 방법을 고심하던 치연은 창도단 소굴 뒤편에 있는 괴물 개구리의 머리를 뇌물로 가져가면 두목이 만나 줄 것이라 조언해주었다.",
    "11005031": "손에 들린 괴물 개구리의 머리를 보자 치연의 태도가 조금 바뀌었다. 과연! 첩자 노릇을 하기에 안성맞춤인 인재다. \n아무튼 계획대로 창도단의 두목 돌주먹에게 괴물 개구리의 머리를 바치며 아첨을 덧붙이자 손쉽게 입단에 성공했다. 하지만 독대를 요청하자마자 돌주먹이 화를 내며 쫓아내는 것이 아닌가? 신입이 건방지다나 뭐라나. 자신과 이야길 하고 싶다면 실적부터 쌓고 오라 말했다. \n\n결국 성과 없이 치연에게 돌아갈 수밖에 없었다. 상황을 전해 들은 치연은 이미 예상했다는 말투로 두목의 구미가 당길만한, 보다 값어치 있는 뇌물을 바치는 게 좋겠다 말하며 근래에 들은 '진실의 검'에 대한 소문을 알려 주었다. \n지금은 투엽단의 두목이 그 보검을 손에 넣었다고 하니, 소문의 진상을 알기 위해서라도 투엽단의 근거지로 직접 가보는 수밖에 없겠군.",
    "11005032": "치연이 말한 대로 투엽단 두목의 천막에는 비싸 보이는 보검 한 자루가 있었다. 그 검을 가져다 바치자 돌주먹은 튀어나올듯한 눈을 하고 정신없이 검을 살피더니 부하를 향해 휘두르기 시작했다. 그러자 부하들이 숨겨왔던 진실을 술술 말하기 시작하는데... 아무래도 무서워서 분 것 같지만 어찌 됐건 돌주먹은 그 검 덕분이라 철석같이 믿는 눈치였다. \n\n돌주먹이 신이 나서 하사품을 가지고 오겠다며 자리를 비운 사이 천막을 조사할 수 있었다. 그리고 쌓여 있는 물자들 사이에서 미심쩍은 서신 한통을 발견했다. 서신에는 임연수가 창도단에 물자를 대고 있을 뿐만 아니라, 이들과 내통하여 반달 호수에 공포심을 조장하고 있음을 알 수 있는 내용이 담겨 있었다. \n\n버려진 기와집으로 돌아가 심하연에게 임연수의 내통 증거를 건네자 반색하며 감사 인사를 전했다. 창도단에 대한 뒷일은 사호에게 맡겨야겠다.",
    "11005033": "소호촌의 주민 지감은 최근 마을에 아이들이 행방불명되는 사건이 계속되어 외지인에 대한 시선이 곱지 않다고 경고했다. 자세한 이야기를 위해 찾아간 소호촌의 촌장 대인배 역시 외지인의 방문을 꺼려하는 기색이 역력했지만, 도움을 주겠다는 말에 사라진 아이들의 가족을 만나보게 해 주었다. 덕분에 사라진 아이들의 가족들로부터 아이들에 대한 정보를 수집할 수 있었다. \n\n사라진 아이들은 모두 셋. 그리고 모두 숲으로 향하는 모습을 마지막으로 행방이 묘연해졌다는 공통점이 있었다. \n\n곧장 숲으로 향하는 길을 조사하던 중, 숲 어귀에서 누군가 아이들을 끌고 간 흔적을 발견했다. 이로서 확실한 사실 하나는 적어도 숲이 아이들을 잡아먹은 것은 아니라는 것이다.",
    "11005034": "숲 어귀에서 발견한 아이들의 흔적 근처에서 동자령 하나를 마주쳤다. 그 동자령은 숲을 떠도는 다른 령들과는 다르게 마치 따라오라는 듯 일렁이다가 모습을 감추었다. \n \n동자령을 놓치지 않고 쫓기 위해 주변의 해로운 것들을 처치하자, 모습을 감추었던 동자령이 다시 나타나 따라오라는 듯 일렁였다. 그러다 특정 지점에서 다시 모습을 감추었는데 바로 그 근처에서 사라진 세 아이 가운데 하나인 덕구가 잔뜩 겁을 집어 먹고 울고 있는 모습을 발견할 수 있었다. \n \n아무래도 그 동자령은 사라진 아이들이 어디에 있는지 알고 있는 것 같다는 확신이 들었다.",
    "11005035": "계속해서 동자령을 따라간 곳에서 또 다른 아이 춘매를 발견할 수 있었다. 춘매는 두려움에 떨면서도 또 한 명의 사라진 아이, 소향의 목소리를 들은 것 같다고 증언했다. \n\n소향을 찾아 숲의 깊숙한 곳까지 들어가던 중 불길한 흔적을 보았다. 황급히 따라가 보니 이미 숨이 끊어진 소향과 실성한 듯 웃고 있는 위험해 보이는 자가 있었다. 즉시 범인임을 알아채고 위험해 보이는 자에게 달려들어 궁지로 몰았더니, 그자의 입에서 임연수가 시켜서 그랬다는 어처구니없는 말이 튀어나왔다. \n이것 또한 반달호수에 공포심을 조장해서 제 맘대로 주무르기 위한 임연수의 계략이었을 테지. \n\n비굴하게 목숨을 구걸하는 위험해 보이는 자를 처치하자 동자령이 다시 나타났다. 다가가니 그 곁에 소향의 혼령이 나타났고, 가족들에게 자신은 정말 괜찮다는 말을 전해 달라는 것을 끝으로 사라졌다.",
    "11005036": "무거운 마음으로 소향의 가족에게 소향의 소식을 전했다. 애끓는 마음으로 딸의 무사 귀환만을 기다렸을 부모는 비통한 심정을 감추지 못하며 딸의 이름을 울부짖었다. 누이의 부재의 의미를 깨닫지 못하고 있던 어린 남동생 조차 본능적으로 슬픔을 읽고 부모와 함께 목놓아 울었다. \n그 슬픔을 어찌 가늠할 수 있을까... \n\n차마 그 자리를 지킬 수가 없어 서둘러 소호촌을 떠났다.",
    "11005037": "여기저기 파괴되고 침식된 괴물들에게 점령된 버려진 마을 한편에서 피난 권고문이 게재된 게시판을 발견했다. 삶의 터전을 버리고 떠나야만 했던 이들의 애환이 느껴져 안타까워하던 중, 어디에선가 도움을 청하는 목소리가 들려왔다.\n\n목소리를 따라 다급히 이동하니, 내려앉은 건물의 잔재 속에서 애처롭게 도움의 손길을 기다리던 수와족 와와가 있었다.\n울타리가 문을 가로막고 있어 나올 수 없었다던 와와는 무척 고마워하며, 자신들의 임시 거점으로 와주면 보답하겠다고 했다.",
    "11005038": "수와족 촌장 대와는 도와주겠다는 나의 말에 크게 기뻐하는 것 같았다. 수와족은 현재 진퇴양난의 상황에 놓여있었는데, 침식된 괴물들로부터 마을을 되찾기 위한 일을 먼저 하기로 했다.\n\n마을을 점령한 침식된 괴물들을 처치하고, 낙오된 수와족들을 수색해 임시 거점으로 돌려보내 주었다. 뜻밖의 성과에 대와는 크게 고마워했다.\n\n이제 마지막 하나 남은 골칫거리는 단 하나. 골짜기의 괴물 강철악을 사냥하는 일이다. 대와의 말에 따르면 강철악에 맞섰던 수와족의 전사들도 여럿 목숨을 잃었을 만큼 위협적인 존재라고 한다. 만반의 준비를 갖추고 강철악 사냥에 나서자.",
    "11005039": "준비를 갖추고 서둘러 골짜기로 찾아갔지만, 이미 사냥에 나섰던 수와족 전사들과 수와족 촌장 대와는 강철악에게 당해 쓰러져 있었다. 결국 혼자서 강철악을 상대해야 했지만, 가까스로 물리칠 수 있었다.\n\n상태가 나빠 보이는 수와족 촌장 대와로부터 뜻밖의 소식을 들었다. 바로 강철악이 차고 있던 애완동물 인식표였다. 인식표에 새겨진 인장은 총타주 임연수의 것으로, 불법으로 강철악을 밀반입하여 들여온 다음, 이곳에 풀어 주민들의 공포심을 조장한 것으로 보였다.\n\n그의 악행에 수와족 촌장 대와 마저도 치를 떠는 한편, 더는 강철악의 횡포 때문에 두려워할 필요가 없어졌다는 사실에 기쁜 듯했다. 뒤늦게 걱정이 되어 찾아왔다는 와와와의 대화를 끝으로 으스스한 골짜기를 떠났다. 수와족의 마을 재건 계획이 순조롭게 이루어지기를 바라며.",
    "11005040": "수월항 조선소 끝자락에서 남루해진 차림새로 어설프게 몸을 숨기고 있던 임연수를 찾아냈다. 그러나 역시 임연수는 임연수. 반성은커녕 최후의 발악으로 용병을 불러 도주할 기회를 엿보았다. \n\n하지만 어림없는 일! 손쉽게 용병을 제압하자 때마침 사호가 나타났다. 사호는 임연수를 총타주의 자리에서 즉시 해임하고, 정당한 대가를 치르게 하는 것으로 사건을 마무리 지었다. \n\n반달호수의 평화에 기여했단 생각에 내심 뿌듯해하던 중, 홍매화가 다가와 감사 인사를 전하며 자신들과 함께 반달 호수를 위해 일하지 않겠냐는 제안을 해왔다. 하지만 내겐 해야 할 일이 있다. 곧 해월 대륙으로 떠날 계획이라는 말을 전하자 홍매화는 크게 아쉬워했지만 앞날을 응원해 주었다. ",
    "11005041": "퀘스트 삭제"
}