{
    "18600000": "새싹만 골라먹는 도둑도치들이 있습니다. 농작물에 손해가 이만저만이 아닙니다. 잎 도둑도치 좀 없애주십시오.",
    "18600001": "얕은 호수에 푸른소라게가 너무 많아서 걱정입니다. 잡식이라 안 먹는 게 없습니다. 모조리 먹어버리기 전에 수를 좀 줄여주십시오.",
    "18600002": "얕은 호수에 있는 도둑도치들이 낚시에 쓸 생선 미끼를 훔쳐 갔습니다. 골치 아픈 생선 도둑도치들을 좀 처리해 주십시오.",
    "18600003": "뱀버섯에 독이 있는 줄도 모르고 먹는 사람들이 있다고 합니다. 피해를 줄여야 하니 얕은 호수로 가서 뱀버섯을 없애주십시오.",
    "18600004": "얕은 호수의 연잎인간들은 무척 사납습니다. 연잎인 줄 알고 다가갔다가 되레 공격당하는 사람들이 한 둘이 아닙니다. 사람들이 다치지 않도록 연잎인간을 없애주십시오.",
    "18600005": "꽃게를 사두기만 하면 도둑도치가 와서 훔쳐 가고 있습니다. 얕은 호수로 도망친 말썽쟁이 도둑들을 혼내주십시오. 꽃게를 달고 있으니 쉽게 찾으실 수 있을 겁니다.",
    "18600006": "얕은 호수에 있는 독침 연잎인간들이 대어방 총타로 오는 상인들을 방해하고 있습니다. 그들을 물리쳐 상인들을 도와주십시오.",
    "18600007": "얕은호수 언덕에 있는 여우들이 나그네들의 보따리를 훔쳐 가는 일들이 있다고 합니다. 버릇 나쁜 여우들을 혼내주십시오.",
    "18600008": "썩은 벌목지에 나무를 다시 심어야 하는데 서인족들이 훼방을 놓고 있습니다. 나무 주위를 어슬렁거리는 서인족 전사를 처치해 주십시오.",
    "18600009": "썩은 벌목지를 다녀온 사람들이 자꾸 아프다고 합니다. 서인족 때문에 전염병이 돌 수도 있으니 가만히 있을 수는 없습니다. 서인족 궁수라도 처치해 주십시오.",
    "18600010": "썩은 벌목지의 서인족들이 무고한 사람들을 죽였습니다. 서인족을 처치해 복수해 주십시오.",
    "18600011": "거북호 주변에 나타나는 거북이들 때문에 물고기 양식에 어려움을 겪고 있습니다. 호수 거북을 사냥해 수를 좀 줄여주십시오.",
    "18600012": "거북호에 도통 자리를 뜨지 않는 거북이들이 있다고 합니다. 바로 호수 거북이 그렇지요. 무거운 호수 거북을 좀 처리해 주십시오.",
    "18600013": "폭주 수호검병이 드러난 유적지에 가득합니다. 그 수가 너무 많아 위협이 되고 있습니다. 그들을 처치해 주십시오.",
    "18600014": "폭주 수호포병이 드러난 유적지에 끊임없이 나타나고 있습니다. 그들이 얕은 호수를 건너오기 전에 그 수를 줄여주십시오.",
    "18600015": "폭수 수호검병과 폭주 수호포병을 비롯하여, 정예 폭주 수호검병과 정예 폭주 수호포병을 모조리 처치해 주십시오. 폭주 수호병들이 지금은 잠자코 있는 것 같지만 언젠가 갑자기 마을로 쳐들어 올 수도 있습니다.",
    "18600016": "유적지에 폭주 수호병들이 나타나 위협을 주고 있습니다. 폭주 수호검병이나 폭주 수호포병, 정예 폭주 수호병들을 처치해 사람들에게 위협이 되지 않도록 도움을 주십시오.",
    "18600017": "몹쓸 창도단 검사와 쌍칼 녀석들이 숲에 진을 치고 얼씬도 못하게 한다고 합니다. 어서 가서 창도단을 소탕하고 길 좀 뚫어 주십시오.",
    "18600018": "창도단 세력이 날로 커져 피해를 입는 주민들이 늘어나고 있습니다. 창도단 소굴로 가서 창도단 검사와 쌍칼을 물리쳐 약탈 피해가 더 늘지 않도록 도와주십시오.",
    "18600019": "창도단 소굴로 가서 무고한 사람들을 괴롭히는 창도단 궁사와 투사를 처치해 주십시오. 정예 창도단 투사와 정예 창도단 궁사도 함께 처치해 주십시오. 창도단을 그냥 놔두면 후에 큰 위협이 될 것입니다.",
    "18600020": "수목정령 때문에 고도시 숲길을 꺼리는 행인들이 많다고 합니다. 정예 수목정령을 마주쳐서 액운을 쫓는 제사까지 지내는 이도 있다고 합니다. 두려워하는 행인들을 위해 수목정령을 처리해 주십시오.",
    "18600022": "고도시 숲길의 호랑이를 처치해 주십시오. 호랑이 때문에 사슴과 산양이 모두 없어지겠습니다.",
    "18600023": "수목정령 때문에 행인들이 고도시 숲길을 다닐 수가 없다고 합니다. 두려워하는 행인들을 도와주십시오.",
    "18600024": "투엽단 근거지의 원주민들이 투엽단 때문에 집을 빼앗기고도 돌아가지 못하고 있습니다. 투엽단 검사나 궁사를 처치해서 의협이 살아있음을 보여주십시오.",
    "18600025": "투엽단 때문에 다치는 사람들이 늘어나고 있습니다. 투엽단 근거지로 가서 투엽단이 만행을 저지르지 못하도록 막아야 합니다. 투엽단 검사, 궁사, 암살자, 기공사, 정예 투엽단 도끼전사를 처치해 주십시오.",
    "18600026": "투엽단은 고약하기로 명성이 자자한데 그중에서도 투엽단 암살자들은 그 악독함이 혀를 내두를 정도라고 합니다. 그들을 처치해 주십시오.",
    "18600027": "투엽단의 불법 밀수 때문에 보통 사람들에게 가는 피해가 이만 저만한 게 아닙니다. 어서 투엽단 근거지로 가주십시오. 투엽단 기공사에게 본때를 보여줍시다.",
    "18600028": "거미들이 깊은 묘지 숲에 나타나 묘지를 파헤친다는 소문이 돌고 있습니다. 묘지에서 귀신이 나오기 전에 어서 가서 거미를 없애주십시오.",
    "18600029": "깊은 묘지 숲에서는 한 발자국 가면 노숙령이, 두 발자국 가면 동자령이 나타나 사람을 홀리고 잡아간다고 합니다. 사람들이 홀리지 않도록 노숙령과 동자령을 몰아내주십시오.",
    "18600030": "도깨비가 너무 무섭습니다. 어떤 요술을 부릴지 도통 알 수가 없는데 어찌 무섭지 않겠습니까? 심신을 미약하게 하는 도깨비들이 제발 사라지면 좋겠습니다. 깊은 묘지 숲으로 가서 도깨비들을 처리해 주십시오.",
    "18600031": "해지는 목초지에 있는 가축들이 사묘정을 두려워하여 방목을 할 수 없다고 합니다. 가서 좀 도와주십시오.",
    "18600032": "붉은 발발이들이 해지는 목초지의 풀을 뜯어 먹어 가축에게 줄 여물이 부족하다고 합니다. 발발이들을 처리해 주십시오.",
    "18600033": "해지는 목초지에는 풀밭에 황금이 있다는 사실을 아십니까? 완벽한 황금 발발이는 번쩍이는 황금 잎을 가지고 있지요. 황금 잎을 구해주십시오. 모은 황금을 좋은 곳에 쓸 수 있을 겁니다.",
    "18600034": "돌 언덕 구릉지에서 곰들을 처치해 주십시오. 무서워서 돌 언덕 구릉지에 갈 엄두가 나지 않습니다. ",
    "18600035": "돌 언덕 구릉지에는 호랑이가 왜 이렇게 많을까요? 돌 언덕 구릉지를 돌아다니는 호랑이를 처치해 주십시오.",
    "18600036": "돌 언덕 구릉지의 곰과 호랑이는 힘이 세고 성질이 사납기로 유명합니다. 동물은 물론이고 사람들도 습격하여 해를 입힙니다. 누군가 그 맹수들을 꼭 처리해야 합니다.",
    "18600037": "침식된 서인족이 파괴된 수와족 마을을 세균으로 오염시키고 있습니다. 위생을 위하여 침식된 서인족을 처치해 주십시오.",
    "18600038": "파괴된 수와족 마을에 나타난 침식된 서인족 때문에 수와족이 몹시 시달리고 있습니다. 그들을 처치해 수와족이 안전하게 지낼 수 있도록 도와주십시오",
    "18600039": "파괴된 수와족 마을에 침식된 서인족이 나타난 이후로 수와족은 힘든 생활을 이어나가고 있습니다. 그런데 악어까지 나타나 수와족이 더욱 힘들어졌다고 합니다. 침식된 서인족과 악어들을 처치해서 수와족을 도와주십시오.",
    "18600040": "최근에 급격히 푸른소라게가 많아져 어업에 방해가 되고 있습니다. 떠밀려온 난파선 잔해 근처의 푸른소라게를 정리해 주십시오.",
    "18600041": "으스스한 골짜기에서 늪지 악어에게 다치는 사람들이 늘어나고 있습니다. 사람들이 피해를 입지 않도록 도와주십시오.",
    "18600042": "불마자들 때문에 공허의 구덩이는 도저히 사람이 살 수 없는 곳이 되었습니다. 그들을 처치해 주십시오.",
    "18600043": "혼도 없이 사람 껍데기만 남아 돌아다니는 불마자는 반드시 처치해야 할 존재입니다. 어서 공허의 구덩이로 가서 불마자를 처치해 주십시오. ",
    "18600044": "공허의 구덩이에는 아직도 불마자들이 끊이지 않고 나타나고 있습니다. 끝이 없는 전투때문에 불마자에게 당한 사람은 물론 당하지 않은 사람들까지, 모두가 두려움에 떨고 있습니다. 사람들을 위해 불마자들과 정예 불마자들을 처치해 주십시오.",
    "18600501": "밀림 발발이 등 위에 버섯은 분명 독버섯일 겁니다. 얼마 전에 누군가 그걸 요리해서 먹었다가 거의 죽을 뻔했거든요. 애먼 사람이 당하기 전에 거미 숲 길의 밀림 발발이를 처치해 주십시오.",
    "18600502": "거미 숲 길에 가면 깜짝 놀랄 정도로 밀림 거미들이 쫙 깔려있지요. 예전에는 거미집이 너무 많아서 햇살이 보이지 않을 정도였다고 합니다. 밀림 거미를 두려워하고 무서워하는 사람들을 위해서 거미를 처치해 주십시오.",
    "18600503": "거미 숲길은 동부 생태 조사림으로 갈 수 있는 유용한 길인데 만다라화 때문에 시간이 여간 걸리는 게 아닙니다. 만다라화를 처치해 주시면 큰 도움이 될 겁니다.",
    "18600504": "동부 생태 조사림은 치안이 많이 좋아지긴 했지만, 의식 없는 시귀들에게 이유 없이 공격당하는 개척자들이 한 둘이 아닙니다. 피해를 줄이려면 의식 없는 시귀 궁사와 병사를 처치해야 합니다.",
    "18600505": "동부 생태 조사림에서 묘면족이 지나가는 행인들에게 사납게 굴고 있다고 합니다. 보통의 묘면족은 조심스러운 편인데 무언가 이상합니다. 무언가가 그들을 난폭하게 만든 것 같습니다. 침식된 묘면족들에게서 단서를 수집해 와주십시오.",
    "18600506": "오늘도 동부 생태 조사림에서 의식 없는 시귀들에게 공격당한 피해자들이 속출했습니다. 의식 없는 시귀 궁사와 병사를 처치해 피해자가 더 이상 늘어나지 않도록 도움을 주십시오.",
    "18600507": "만다라화가 소리를 낼 때 밀림 발발이도 소리를 낸다고 합니다. 마치 노래를 따라 부르는 것처럼요. 만다라화에 밀림 발발이까지 합세하니 시끄러워서 견딜 수가 없습니다. 만다라화 폭포 앞의 밀림 발발이 좀 처치해 주십시오.",
    "18600508": "시끄러운 만다라화가 폭포 쪽에 있어서 참 다행입니다만, 언제 예도항 쪽으로 넘어올지 모르는 일입니다. 만다라화가 넘어오지 못하도록 저지해 주십시오.",
    "18600509": "만다라 폭포 앞은 만다라화의 소음 때문에 지나기가 괴롭습니다. 작은 만다라화나 만다라화 뿐만 아니라 정예 만다라까지 함께 처치해야 이 문제가 비로소 해결될 겁니다. 작은 만다라화, 만다라화, 정예 만다라화의 처치를 부탁드립니다.",
    "18600510": "밀림 늑대는 마주치고 싶지 않은 두려운 존재지요. 풍요 우림 거점의 사람들이 안심하고 주변을 다닐 수 있도록 늑대를 처치해 주십시오.",
    "18600511": "풍요 우림 거점은 식량 생산이 가능해 개척자들에게 중요한 곳인데 주위에 녹각다귀들이 많아 걱정입니다. 그들이 풍요 우림 거점에 넘어오지 못하도록 처치해 주십시오.",
    "18600512": "만다라화의 줄기가 독 치료에 효과가 있다는데 그야말로 거짓 소문입니다. 사람들이 현혹되지 않도록 만다라화를 처리해 주십시오.",
    "18600513": "연안 발발이의 쪽빛 잎을 보셨습니까? 참으로 아름다운 잎이지요. 그 잎으로 바구니를 만들어 수월항으로 보냈는데 반응이 좋았습니다. 잎을 모아주시면 또 만들어 보내겠습니다.",
    "18600514": "버려진 감시탑 주변에 작은 선착장이 있는데 연안 소라게와 연안 거북 무리 때문에 이용하기가 어렵다고 합니다. 낚시로 생계를 이어나가는 사람들을 위해 그것들을 몰아내고 길을 터 주십시오.",
    "18600515": "가는 모래 하구가 수상합니다. 그곳의 거북이와 발발이, 소라게가 사나워졌다고 합니다. 심지어 몇몇은 사람들을 먼저 공격하기도 한다고 하더군요. 만다라화의 소음 때문이라고 추측하는 사람도 있지만, 그것이 원인이 아닐 수도 있습니다. 일단은 사람을 공격하도록 내버려 둬서는 안 되니 그곳의 생물들을 정리해 주십시오. ",
    "18600516": "난파선의 잔해 부근을 망령들이 배회하고 있습니다. 망령 때문에 사람들이 겁을 먹어 해안가로 가질 못하고 있습니다. 망령들이 사람들에게 더 이상 두려움을 주지 못하도록 처치해주십시오. ",
    "18600517": "풍요 우림 거점 앞쪽 바다에 있는 난파선의 잔해를 언젠간 치워야 하는데 어둑시니 때문에 치울 엄두가 나지 않습니다. 꺽다리 어둑시니나 정예 느림보 어둑시니를 처치해 주십시오.",
    "18600518": "난파선에서 몇 가지 가져오지 못한 귀중품이 있습니다. 꼬마 어둑시니들이 가져간 것 같은데, 되찾아 주실 수 있을까요? 부탁드립니다. ",
    "18600519": "개척의 땅 태록림에는 다양한 이주민들이 있고, 그들은 생계를 위해서 어디든 가고 있습니다. 힘없는 이주민들이 해안가의 사나운 악어에게 당하지 않도록 연안 악어들을 처리해 주십시오.",
    "18600520": "난파선의 무덤으로 가서 난파된 시귀 좀 없애주십시오. 난파선 근처를 떼로 돌아다니는 부패한 시귀들 때문에 아무도 그곳에 가려고 하지 않지만, 그곳에는 아직 회수해야 할 물자들이 남아 있습니다.",
    "18600521": "창도단이 발자국 없는 해안에 거처를 마련한듯합니다. 그들이 그곳에 진을 친 이유는 아직 밝혀지지 않았습니다. 그들이 안전을 위협하지 못하도록 손을 써 주십시오.",
    "18600522": "태록림에도 불마자가 나타날 줄은 정말 몰랐습니다. 정말입니다. 몇몇 사람들이 골짜기 바람길에서 똑똑히 봤다고 합니다. 아무것도 살 수 없는 땅이 되어 버리기 전에 어서 가서 불마자를 없애 주십시오. 부탁드립니다.",
    "18600523": "암각다귀의 뿔은 거대하고 단단하기 때문에 조금만 다듬으면 무기로도 사용할 수 있을 것 같습니다. 골짜기에 있는 암각다귀의 뿔을 구해다 주시면 만들어 보겠습니다.",
    "18600524": "골짜기 바람길 일대의 곰들은 포악하기로 악명이 높습니다. 두려움에 떠는 이주민들을 위해 골짜기 곰을 처치해 주십시오.",
    "18600525": "해변 거북 등에는 어패류가 잔뜩 붙어 있는데 운이 좋으면 진주조개가 나오기도 합니다. 해변 거북의 등에서 진주조개를 모아와 주십시오. 진주로 장신구를 만들면 인기가 대단할 겁니다.",
    "18600526": "해변 발발이들이 예도항 북쪽 샛길까지 올라왔습니다. 보통 해안 근처에 있는데 어둑시니가 늘어나서 그런 걸까요? 예도항까지 발발이가 들어오지 않도록 막아 주십시오.",
    "18600527": "자꾸 도구가 사라지고 있습니다. 금경철문, 도화상전, 너 나 할 것 없이 당하고 있습니다. 이런 짓을 하는 건 어둑시니 뿐입니다. 가서 공구들을 되찾아 주십시오.",
    "18600528": "해변 어둑시니들이 반짝거리는 것을 좋아해서 진주를 잔뜩 모아놨다고 합니다. 어둑시니들이 예도항에서 자꾸 우리 물건을 훔쳐 가니, 우리가 진주를 좀 가져와도 될 것입니다. 해변 어둑시니들이 가진 진주를 가져와 주십시오.",
    "18600529": "혈비패가 숲 늑대를 훈련시키고 있습니다. 혈비패가 늑대를 훈련시킬 수 없도록 혈비의 숲에 있는 늑대들을 처치해 주십시오. ",
    "18600530": "상인들 대부분이 예도항에서 필요한 물건을 받아 각 개척지로 운송하는데, 자꾸 혈비패가 나타나 물건을 빼앗고 상인을 죽이기까지 합니다. 혈비의 숲으로 가서 혈비패를 물리쳐 주십시오.",
    "18600531": "태록림에 혈비패가 창궐하고 있다는 걸 외부에 알려야 합니다. 혈비패의 붉은 복면을 보내면 어떨까요? 혈비패 정찰자, 혈비패 암살자, 혈비패 궁사, 정예 혈비패 파괴자로부터 복면을 모아와 주십시오.",
    "18600532": "안개 투연초가 안개 그늘 숲을 지나는 행인들을 공격한다고 합니다. 행인들을 위해 안개 그늘 숲의 안개 투연초를 제거해 주십시오.",
    "18600533": "안개 그늘 숲에 금경철문 문주 달빛바람이 나타났다고 합니다. 심지어 떼거지로요. 아마 진짜가 아닌 환영일 것입니다. 사람들이 속지 않도록 환영 달빛바람을 없애주십시오.",
    "18600534": "상전주 곽호룡이 안개 그늘 숲에 나타났다고 합니다. 분명 환영으로 나타난 괴물일 겁니다. 속는 사람이 없도록 환영 곽호룡을 없애주십시오.",
    "18600535": "안개 그늘 숲의 악어는 포악해서 그대로 두면 이주민들에게 큰 위협이 될 겁니다. 어서 가서 안개 그늘 숲의 안개 악어를 처치해 주십시오.",
    "18600536": "늪지가 마르고 있어서 걱정인데, 점점 더 혼탁해지기까지 하니 아주 크게 걱정이 됩니다. 마르는 원인은 모르겠으나, 혼탁해진 원인은 정확히 알고 있지요. 바로 안개 연잎인간 때문입니다. 메말라 가는 늪지에서 안개 연잎인간이 물을 혼탁하게 하지 못하도록 없애주십시오.",
    "18600537": "맹수는 힘없는 이주민들이 가장 만나고 싶지 않은 두려운 존재입니다. 이주민들을 위해 메말라 가는 늪지의 악어를 제거해 주십시오.",
    "18600538": "인면충은 최근에 마주친 가장 강력한 인물을 모방한다고 합니다. 그리곤 그 모습으로 이주민들을 유인하여 해치니, 정말 큰 문제입니다. 인면충이 해를 끼치지 못하도록 처치해 주십시오.",
    "18600539": "메말라 가는 늪지에 매화단주 홍매화가 나타났다는데 그럴 리가 없습니다. 만일 환영이라면 즉시 처치해 주십시오. 그리고 가신 김에 환영 인면충도 보이면 함께 처치해 주십시오. 환영 인면충이 뭘로 변할지 아무도 모르니까요.",
    "18600540": "뱀버섯 군락의 뱀버섯은 공기 중에 환각성분이 포함된 물질을 내뿜는다고 합니다. 위험한 뱀버섯을 없애주십시오.",
    "18600541": "뱀버섯 군락에 투연초가 늘고 있습니다. 사람을 공격하는 것들이 늘어나서 좋을 일은 없습니다. 어서 군락 투연초를 제거하는 것이 좋을 듯 합니다. ",
    "18600542": "뱀버섯 군락에 인면충이 모습을 드러냈다고 합니다. 버섯 환영 인면충이 사람들을 모방해 피해를 입히지 않도록 처치해 주십시오. 공기 중에 환각성분을 내뿜는 뱀버섯을 함께 처치해 주시면 더욱 도움이 될 것입니다. 부탁드립니다.",
    "18600543": "초기 개척자들을 위해 만든 개척자 위령 묘지가 있습니다. 그들이 편히 쉴 수 있도록 묘지 주위의 투연초를 정리해 주십시오.",
    "18600544": "개척자 위령 묘지에 영혼들이 돌아다니고 있습니다. 태록림 개척이라는 못다 한 사명 때문에 편히 잠들지 못한 것일까요? 노숙혼과 동자혼이 편히 쉴 수 있게 해주십시오.",
    "18600545": "참고요 숲의 개척을 방해하는 요소가 있어서 처리를 부탁드리려고 합니다. 산선호를 처리하여 개척 사업에 도움을 주시면 감사하겠습니다.",
    "18600546": "참고요 숲에 등껍질이 날카로운 거북이들이 돌아다니는 것을 보셨습니까? 무척 위험해 보이더군요. 개척을 위해 참고요 숲에서 낙원 거북을 몰아내주십시오. ",
    "18600547": "담인초 습지의 투연초에 현혹되어 다가갔다가 공격당한 사람이 한 둘이 아닙니다. 이 일의 해결책은 하나뿐입니다. 습지 투연초를 처치해 주십시오.",
    "18600548": "예전에는 담인초 습지에 작은 마을이 있었습니다. 하지만 습지 묘면족의 갑작스러운 공격으로 그곳에 있던 대부분의 사람들이 밀려나고 지금은 망루만 남았습니다. 그럼에도 불구하고 습지 묘면족은 아직도 그곳을 지나는 사람들을 공격한다고 합니다. 사람들을 위해 습지 묘면족을 물리쳐 주십시오.",
    "18600549": "강력한 독성 물질을 내뿜는 습지 담인초 때문에 많은 이주민들이  고통스러워 하고 있습니다. 습지 담인초를 없애주십시오. 이주민들의 고통이 훨씬 가벼워질 것입니다.",
    "18600550": "낙원족 경계자와 낙원족 투척자가 낙원 구릉을 돌아다니던 이주민들을 공격했다고 합니다. 낙원족의 공격을 그저 모른 척 해서는 안 됩니다. 낙원족 경계자와 낙원족 투척자로부터 이주민들을 보호해 주십시오.",
    "18600551": "낙원족은 낙원 구릉에 피는 흰 꽃으로 떡을 만들어 먹는데 풍토병 치료에 효과가 있다고 합니다. 낙원족이 가지고 다니는 떡을 모아서 확인해보면 어떨까요? 낙원족의 떡을 모아주십시오.",
    "18600552": "낙원 구릉의 풍부한 물을 식수나 농수로 쓸 수 있다면, 이주민들에게 큰 도움이 될 겁니다. 하지만 폭포 발발이와 폭포 연잎인간이 물을 오염시킬까 봐 걱정이네요. 깨끗한 처리를 부탁드리겠습니다. ",
    "18600553": "풀내음 언덕길을 돌아다니는 썩은 시귀들을 처치해 주십시오. 그들이 언덕길에서 사람들을 괴롭히는 산적이었는데, 무슨 일로 자기들끼리 싸우다가 죽었다는 소문이 있습니다. 그 후에 시귀가 되어 사람들 앞에 나타나 두려움을 주고 있다고 합니다. 행인들의 안전을 위해 시귀들을 처치해 주십시오.",
    "18600554": "언덕 발발이의 잎은 광택이 좋고 질겨서 공예품을 만들기에 안성맞춤이지요. 언덕 발발이의 잎을 구해다 주시면, 여러 공예품을 개발해 보려고 합니다. 태록림의 새로운 특산품이 탄생할지 어떨지, 아무도 모르는 일 아니겠습니까?",
    "18600555": "풀내음 언덕을 돌아다니는 거미를 처치해 주십시오. 거미들이 풀내음 언덕을 지나가는 이주민들을 사냥감으로 생각하고 공격하는 모양입니다. 풀내음 거미를 처치해 이주민들을 도와주십시오.",
    "18600556": "식물학자들이 풀내음 언덕길에 나무가 없는 이유를 알아내려고 풀내음 사묘정의 위장을 조사할 예정이라고 하더군요. 연구를 위해 위장을 구해다 드리면 어떨까요? 도움을 부탁드립니다.",
    "18600557": "검은새벽단이 물안개 고원에 나타났습니다. 약초꾼들을 노리고 있다는 소문이 있던데, 그것이 사실이라면 큰일입니다. 태록림의 많은 약초꾼들이 물안개 고원 옆의 약초꾼 쉼터로 가는데 모두 힘 없이 당하고 말 겁니다. 물안개 고원의 검은새벽단을 꼭 처치해 주십시오.",
    "18600558": "태록림에서 약초에 대해 가장 잘 아는 것이 무엇인지 아십니까? 바로 낙원 삼색조입니다. 낙원 삼색조가 관심을 보이는 곳에 가면 꼭 약초가 있더란 겁니다. 이걸 이용하면 약초를 쉽게 구할 수 있을 것입니다. 낙원 삼색조에게서 약초를 구해다 주십시오.",
    "18600559": "태록림에는 불마자 말고도 시귀라는 존재가 있습니다. 몸에서 푸른 기를 내뿜는 존재들인데, 불안정한 모습이 영혼을 잃은 듯 보이고 매우 폭력적입니다. 불마자와 모습은 다르지만 그에 못지않게 매우 위험한 존재들입니다. 폭포 남부 숲으로 가서 그 위험한 존재들을 몰아내 주십시오.",
    "18600560": "해맞이 비탈길의 묘면족이 개척을 위해 모아둔 자재들을 자꾸 가져다가 없앤다고 합니다. 그들은 개척을 원하지 않는 것 같지만 이주민들이 살기 위해선 개척이 필요합니다. 묘면족이 함부로 자재를 가져가지 못하도록 혼쭐을 내주십시오.",
    "18600561": "이주민들이 가죽 공예를 하려고 사슴 가죽을 구하고 있습니다. 해맞이 사슴의 가죽은 질긴데도 아주 부드러워서 최상급으로 쳐주는 재료이지요. 해맞이 사슴의 가죽을 구해주시면 이주민들의 생활에 큰 도움이 될 것입니다.",
    "18600562": "해맞이 비탈길을 오르는 약초꾼들에게 해맞이 수목정령과 묘면족이 큰 근심거리라고 합니다. 그들이 약초 찾는 것을 방해하며 괴롭히기 때문이지요. 약초꾼들을 위해 수목정령과 묘면족을 몰아내 주십시오.",
    "18600563": "검은 진흙지대는 낮에도 으슥한 곳입니다. 수많은 개척자들이 섣불리 들어갔다가, 악어에게 당해 다시는 돌아오지 못했지요. 무고한 희생을 줄일 수 있도록 검은 진흙지대의 악어를 처치해 주십시오.",
    "18600564": "검은 진흙지대의 진흙 거북을 처치해 주십시오. 진흙가에 가만히 있다가 신경이 조금이라도 거슬리면 매섭게 공격하는데, 그렇게 당한 사람이 한 둘이 아닙니다. 진흙 거북으로부터 사람들을 지켜주십시오.",
    "18600565": "검은 진흙지대의 개척자들 앞에 자꾸 진흙 거미가 나타나 진로를 방해한다고 합니다. 개척자들이 미로같은 검은 진흙지대에서 잘 빠져나올 수 있도록 진흙 거미를 처치해 주십시오.",
    "18601001": "붉은 숲길과 붉은 비탈에 홍돈족이 계속 늘어나 풍백문 해월지부에 위협이 되고 있습니다. 붉은 비탈의 홍돈족을 저지해 그들의 세력 확장을 막아주십시오.",
    "18601002": "만다라화가 들고 있는 풍성한 강아지풀로 특산품을 만들어보면 어떨까요? 강아지풀로 고양이 장난감을 만들면 애묘인들에게 불티나게 팔릴 겁니다. 일단 한 번 가져와 보시죠.",
    "18601003": "붉은 숲길의 야생 동물들이 이주민들을 공격한다고 합니다. 이주민들이 안심할 수 있도록 늑대들을 처치해 주십시오.",
    "18601004": "붉은 뿔 사슴의 뿔에 달린 적순이 풍토병 치료에 효과가 좋은데  값이 비싸서 구하지 못하는 이주민들이 많다고 합니다. 적순을 구해주시면 풍토병에 걸린 이주민들을 돕는데 쓰겠습니다. ",
    "18601005": "홍돈족이 이대로 붉은 숲길에 부락이라도 꾸릴까 걱정됩니다. 웅장한 풍백문 해월지부 앞에 홍돈족 부락이라뇨?! 당치도 않습니다! 엉덩이도 못 붙이게 당장 쫓아내 주십시오!",
    "18601006": "홍돈족이 붉은 숲길에서 무기를 들고 설친다고 합니다. 이건 전쟁입니다! 어서 홍돈족의 무기를 빼앗아 무력화 시켜야 합니다!",
    "18601007": "홍돈족이 검은발발이를 사육한다던데 혹시 식량으로 쓰려는 걸까요? 만일 그렇다면, 검은발발이를 제거해야만 합니다. 식량이 떨어져야 홍돈족이 붉은 숲길에서 물러날 겁니다.",
    "18601008": "단풍 노을 골짜기에 전갈 떼가 늘어나 골치가 아픕니다. 마음 놓고 갈 수가 없네요. 제발 붉은 꼬리 전갈 좀 처치해 주십시오.",
    "18601009": "독도 잘 쓰면 약이라는 말이 있다지요? 마침 단풍 노을 골짜기에 전갈이 풍부하니 독으로 약을 만들면 어떨까요? 붉은 꼬리 전갈과 정예 붉은 큰꼬리 전갈의 독을 모아주시면 좋은 약을 만들어 보겠습니다.",
    "18601010": "초기 개척자들은 풍토병이 두려워 오래된 나무를 불태웠습니다. 그후로 단풍 나무의 정령들이 원래 있던 자리에서 맴돌고 있지요. 나무 정령이 행인들을 해치지 못하도록 도와주십시오.",
    "18601011": "벌목지 아래 벌판에는 수수께끼를 내는 어둑시니가 있는데 수수께끼를 못 풀면 못살게 군다고 합니다. 어둑시니들이 수수께끼를 내지 못하도록 조용히 시켜주십시오.",
    "18601012": "어둑시니들이 밤낮을 가리지 않고 수수께끼 벌판에 나타나고 있습니다. 정착지까지 몰려오지 못하도록 처치해 주십시오.",
    "18601013": "수수께끼 벌판에 고목 정령이 나타나고 있습니다. 고목 정령이 나타나는 이유는 바로 어둑시니 때문입니다. 어둑시니들이 정령을 불러내 이주민들을 해치고 있다고 합니다. 수수께끼 벌판으로 가서 어둑시니와 정령들을 없애 주십시오.",
    "18601014": "벌목지에 사는 붉은 여우가 밤마다 산을 넘어 해월지부에 들어와서는 양식으로 비축해둔 고기를 물어간다고 합니다. 벌목지의 붉은 여우를 처치해 주십시오.",
    "18601015": "벌목지에 만다라화가 잔뜩 나타났습니다. 벌목지가 시끄러워지기 전에 만다라화를 처치해 주십시오. 잿빛 만다라화입니다!",
    "18601016": "어쩌면 만다라화도 쓸모가 있을지 모릅니다! 제일 궁금한 것은 만다라화의 줄기인데, 뿔처럼 우뚝 솟아 있는 줄기에 영양분이 많을 것 같단 말입니다. 줄기를 모아 오시면 식물학에 능통한 분께 의뢰해보겠습니다!",
    "18601017": "숲의 장막은 불마자가 풍백문 해월지부를 침범하는 것을 경계하는 최전방입니다. 어둑시니 무리 때문에 경계에 소홀함이 생겨서는 안 됩니다. 숲의 장막으로 가서 어둑시니를 처치해 주십시오. ",
    "18601018": "글쎄, 어둑시니 가면을 쓰면 불마자한테 당하지 않는다는 괴소문이 돌고 있다네요. 그런다고 불마자가 해치지 않는다니, 어처구니가 없습니다. 헛소문이 돌지 않도록 숲의 장막으로 가서 어둑시니를 처치하고 가면을 없애주십시오.",
    "18601019": "숲의 장막에 정예 잿빛 암각다귀가 나타났습니다. 암각다귀가 숲의 장막에 자리를 잡지 못하게 몰아내 주십시오.",
    "18601020": "원령의 언덕에서 풍백문이 검은새벽단과 싸우고 있습니다. 본국은 물론 사호와 협력 관계를 맺고 있는 풍백문을 도와야 합니다. 어서 가서 검은새벽단을 처치해 주십시오. ",
    "18601021": "검은새벽단이 병력을 늘리고 있습니다. 지금 물리치지 않으면 나중에 큰 화를 당하게 될 것입니다. 검은새벽단을 처치해 주십시오.",
    "18601022": "검은새벽단에게 독으로 당한 사람들을 위한 해독제가 필요합니다. 검은새벽단 주술사나 정예 독술사에게서 해독제를 구해다 주십시오.",
    "18601023": "잿빛 밀림에는 잿빛이 된 호랑이가 있습니다. 비옥의 기운에 노출된 후 털색이 바뀌더니 날로 포악해지고 있습니다. 잿빛 호랑이가 사람들을 해치지 못하도록 처치해 주십시오.",
    "18601024": "혹시 잿빛 밀림에 가시는 길이라면, 비옥 때문에 변해버린 호랑이의 장기를 부탁드립니다. 비옥 연구에 큰 도움이 될 겁니다.",
    "18601025": "잿빛 밀림에 서인족이 나타났습니다. 붉게 충혈된 눈을 부릅뜨고 먹이를 찾아 방황하고 있다고 합니다. 어서 가서 잿빛 밀림의 서인족을 처치해 주십시오.",
    "18601026": "비옥 폐허를 떠도는 불마자들은 딱한 사정을 가진 사람들입니다. 개척의 꿈을 안고 해월대륙에 왔지만, 원치도 않았던 불마자가 되어버렸지요. 이제라도 그들이 안식을 취할 수 있게 도와주십시오.",
    "18601027": "대부분 비옥 폐허에 가는 것을 꺼려 합니다. 거대 비옥 주위에 온통 불마자 뿐인데 그 누가 살아돌아올 수 있겠습니까? 불마자의 살기를 이겨낼 강한 분만이 비옥을 차지할 수 있을 것입니다.",
    "18601028": "비옥 폐허의 불마자들이 들고 다니는 무기는 뭔가 특별해 보입니다. 상당히 강해 보이는 그 무기를 수집해 오시면, 어떤 비밀이 숨겨져 있는지 연구해 보겠습니다. 쉬운 일은 아니겠지만 부탁 좀 드립니다.",
    "18601029": "비옥 발굴지에 어딘가로 이어지는 틈이 있다고 합니다. 그 근처에서 불마자가 계속 나오고 있고요. 불마자들이 계속 나타난다니 그야말로 지옥이 따로 없는 것 같습니다. 가서 불마자를 막아 주십시오.",
    "18601030": "속박된 시귀 광부와 감독관의 주머니에서 비옥 가루가 나왔다고 합니다. 비옥 가루가 잘못된 곳에 쓰이지 않도록 반드시 회수해야 합니다. 비옥 가루 주머니를 모아 주십시오.",
    "18601031": "비옥 발굴지의 속박된 시귀 병사와 궁사, 장수들은 비옥의 기운이 방출될 때 발굴지에 있다가 화를 당해서 죽지 못한 채로 떠돌고 있습니다. 그들이 편안히 눈을 감게 도와주면 어떨까요? 적절한 조치를 취해주시면 그들을 위해 제사를 지내겠습니다.",
    "18601032": "날개사냥 집결지 부근에 원혼들이 나타나고 있습니다. 재앙의 은신처에 있는 괴물들에게 당한 원혼 같은데 사냥꾼들에게 해코지를 할까 봐 걱정됩니다. 가서 원혼들을 처치해 주십시오.",
    "18601033": "재앙의 은신처에 거미가 늘어나고 있는데 사냥꾼들은 관심이 없어서 걱정입니다. 오직 야금을 잡아 자랑하겠다는 생각만 가득한 것 같습니다. 도움이 필요한 일에는 관심이 없으니 그들은 의협을 모르는 것 같습니다. 부디 의협을 아시는 분께서 은신거미를 처치해 주시면 좋겠습니다.",
    "18601034": "많은 사냥꾼들이 야금을 노리고 재앙의 은신처로 가고 있습니다. 야금을 많이 사냥해 실력을 인정받기 위해서죠. 혹시 사냥에 자신이 있다면 동참해 보십시오. ",
    "18601035": "희소식입니다! 붉은 뿔 사슴의 뿔에 달린 적순이 풍토병 치료에 효과가 그만이라고 합니다. 풍토병 치료제를 만들 테니 붉은 뿔 사슴의 적순을 구해주십시오.",
    "18601036": "붉은 뿔의 길에 적각다귀들이 가득해서 붉은 뿔 사슴의 적순을 구하기가 어렵습니다. 적각다귀를 처치해 주시면 큰 도움이 될 것 같습니다.",
    "18601037": "붉은 뿔의 길 안쪽에 투엽단이 나타났다고 합니다. 붉은 뿔 사슴을 밀매하려고 나타난 게 분명합니다! 사슴의 뿔이 고가에 거래된다는 소문을 들었거든요. 어서 가서 투엽단을 몰아내 주십시오!",
    "18601038": "초기 개척자들은 꿈결의 숲에 있는 해파리를 보고 꿈꾸듯 쉬었다고 하는데... 아마도 그때는 해파리들이 유순했나 봅니다? 지금은 마구잡이로 달려들어 공격하니 도저히 쉴 수가 없습니다. 해파리가 좀 줄어들어야 개척의 낭만을 느낄 수가 있을 것 같습니다.",
    "18601039": "많은 개척자들이 혼란한 꿈결 삼색조에게 당해 꿈결의 숲에서 쫓겨나고 있다고 합니다. 혼란한 꿈결 삼색조를 처치해 개척자들을 도와주십시오.",
    "18601040": "꿈결 삼색조의 깃털은 매우 화려합니다. 그 깃털을 모자에 장식하면 어떨까요? 비옥대지의 훌륭한 특산품이 될지도 모릅니다. 깃털을 가져오시면 시제품을 만들어 보겠습니다.",
    "18601041": "사묘정의 숲에 있는 투연초의 색이 점점 변하고 있습니다. 어떻게 된 일인지 알아보려면 표본이 필요하다고 합니다. 변이된 투연초의 표본을 구해다 주시면 감사하겠습니다.",
    "18601042": "비옥대지의 사묘정들이 탁회암 때문에 변이가 된 후, 더 위험해진 것 같습니다. 사묘정의 숲으로 가서 변이된 사묘정을 처치해주십시오.",
    "18601043": "사묘정의 숲이 변이된 사묘정들로 더욱 위험해지고 있습다. 변이된 사묘정이나 정예 변이된 거대 사묘정이 수풀을 모조리 먹어버리거나 이주민을 해치지 못하도록 처치해 주십시오.",
    "18601044": "변이된 담인초가 솟을바위 산을 돌아다니고 있습니다. 주위에 어떤 피해를 줄지 모르니 근방을 돌아다니지 못하게 해야 할 것 같습니다. 처치를 부탁드립니다.",
    "18601045": "솟을바위 산을 지나다가 불을 뿜는 화염초에 화상을 입은 행인들이 점점 많아지고 있습니다. 희생이 더 늘지 않도록 화염초를 없애주십시오.",
    "18601046": "솟을바위 산에 타리트들이 나타나고 있는데 풍토병을 옮길까 우려됩니다. 타리트들을 박멸해 주십시오. 풍토병 예방에 큰 효과가 있을 겁니다.",
    "18601047": "비옥대지는 폐허가 많아서 식량을 구하기가 여의치 않습니다. 고기를 안 먹을 수는 없어 닭도 키우고 있는데, 그마저도 늘 부족합니다. 산양 고기를 구해 주시면 정말 감사하겠습니다.",
    "18601048": "솟을바위 경사로에 떠도는 시귀 병사들이 있습니다. 오가는 행인들이 두렵지 않도록 그들을 몰아내 주십시오.",
    "18601049": "솟을바위 경사로를 돌아다니는 시귀들은 어떤 사람들일까요? 그들은 누구였을까요? 혹시 그들의 소지품에 어떤 단서가 있지 않을까요? 떠도는 시귀 병사나 정예 떠도는 시귀 장군의 소지품을 가져오시면 그들이 누군지 알아보겠습니다.",
    "18601050": "파석의 갈채에 있는 발발이 잎이 유달리 푸르다던데 바구니를 만들어 보면 어떨까요? 발발이 잎을 구해주시면 그 어느 곳보다도 크고 튼튼한 바구니 특산품을 만들어 내겠습니다.",
    "18601051": "파석의 갈채에 시귀들이 나타나 지나다닐 수가 없습니다. 그곳으로 가서 시귀 채석꾼이나 감시병 혹은 감독관을 처치해 주시면 큰 도움이 될 것 같습니다.",
    "18601052": "창도단, 이 도적놈들이 용머리 곶에 기어이 진을 쳤습니다. 어서 가서 창도단을 소탕해 주십시오. 그들 때문에 용머리 곶 개척이 늦어지고 있습니다.",
    "18601053": "창도단이 용머리 곶에 있는 탐사 기지를 자꾸 습격하고 있습니다. 용머리 탐사 기지에 담이라도 쌓을 수 있도록 창도단 장사와 덩치를 공격해 시간을 벌어주십시오.",
    "18601054": "탁회암 협곡에 있는 변이된 청인족에 대해 알려면 정보가 필요합니다. 어떤 것이라도 좋습니다. 단서가 될만한 것을 가져와 주십시오.",
    "18601055": "무장한 변이 청인족은 거칠고 사납습니다. 그들은 협곡의 좁은 길을 가로막고 개척자들을 위협합니다. 그들을 처치해서 협곡 길을 확보해 주십시오.",
    "18601056": "신원미상"
}