{
    "18100000": "도둑도치들이 머리에 달고 있는 것들을 보셨나요? \n열매, 꽃게, 생선 등 별미 중 별미죠. 수요층이 꽤 많아 활발히 거래되고 있습니다. 그것들을 모아주신다면 합당한 보상을 드리겠습니다.",
    "18100001": "이놈의 도치들 때문에 아주 골머리를 앓고 있습니다. 아, 글쎄 미끼로 쓸 지렁이들이 씨가 마르고 있다니까요.\n도치들을 좀 쫓아주시면 사례를 해드리겠습니다.",
    "18100002": "저번에 한 도치가 반짝이를 들고 가는 걸 봤다냥! 분명히 행운을 가져다주는 물건일 거다냥!\n하나 구해다주면 좋은 물건을 주겠다냥!",
    "18100003": "흔들리는 연잎 속에서 너의 창포향이 느껴진거야~\n아, 죄송합니다. 시상이 머리에 떠올라서요.\n별 건 아닙니다. 연잎 조각을 좀 구해주세요.",
    "18100004": "연잎 인간을 좀 처치해주세요. 호숫가를 지나다 기척도 없이 툭툭 튀어나오는 연잎 인간 때문에 자지러지게 놀라 주저앉은 적이 한두 번이 아니라니까요.\n꼭 좀 부탁드립니다. 이러다 제 명에 못살겠어요.",
    "18100005": "연잎인간을 보고 아주 좋은 사업 발상이 떠올랐어요. 저 커다란 연잎으로 우산을 만들어 보는거예요. 어때요? 굉장하죠? 하하. \n온전한 연잎을 구해주세요!",
    "18100006": "썩은 벌목지에서 어느 정도 목재를 구해보려했는데 안되겠소. 서인족들이 드글드글하니 접근조차 쉽지 않소.\n처치하면 수양의 이름으로 꼭 보상하리다.",
    "18100007": "이게... 바다에서 바람이 불어오는가 봅니다. 분명 항구에 가까운데 냄새는 우리 대어방으로 다 옵니다! 이런 젠장! \n냄새의 근원인 빌어먹을 서인족을 처치해주시면 꼭 사례하겠습니다.",
    "18100008": "이 미천한 것들의 무기를 연구해서 뭐가 있을 까 싶다만... 하라면 해야지 어쩌겠나. 인생이 다 그렇지 않은가? \n서인족 무기 몇 개를 구해주게. 그리하면 합당한 보상을 주겠네.",
    "18100009": "호수거북의 단단한 껍질은 여러 용도로 사용할 수 있지. 그래서 말인데 온전한 거북이 등딱지를 몇 개 구해주게.\n사례는 잊지 않겠네.",
    "18100010": "거북이가 난폭해지는 건 다 인간들이 쓰레기를 버려서다냥! 죄 없는 거북이한테 너무 뭐라하지 말라냥!\n착한 모험가가 거북호의 쓰레기를 좀 치워달라냥! 부탁이다냥!",
    "18100011": "거북이가 난폭해져서 거북호의 물고기가 씨가 마르고 있습니다. 저희의 돈줄, 아, 생업이 달려있습니다.\n호수거북 좀 쫓아내 주시면 꼭 사례하겠습니다.",
    "18100012": "아직 조사하지 못한 것들이 너무 많다냥... 그런데 저 괴생명체들이 유적지 근처를 배회하고 있다냥!\n모험가가 저것들을 처치해달라냥!",
    "18100013": "뭔가 익숙한 느낌이 난다냥. \n어디서 만난 적은 없지만서도 그렇다냥. \n우리가 조사를 할 수 있게 도와달라냥! \n그렇해주면 모험가에게 보상을 주겠다냥!",
    "18100014": "유적지 근처에서 희귀한 물질이 발견된다고 하는군.\n움직이는 돌덩이들이 있다고 하는데 그것들의 부스러기인가보네. 모험가라면 충분히 구해줄 수 있겠지?",
    "18100015": "공허의 구덩이는 우리 에레다가 가장 주목하고 있는 곳이네. 예전에 큰 참사도 있었던 곳인 만큼 특별히 신경을 쓰고 있지.\n이곳에서 불마자 처치를 도와주게.",
    "18100016": "균열에서 쏟아져 나오는 것들 중 일부 녀석들은 불마자들과는 차원이 다른 강함을 자랑하네.\n구덩이에서 그 녀석들을 쓰러뜨려 에레다를 도와주게!",
    "18100017": "제 이름은 김규녈! 균열광이죠. 후후. \n다른 게 아니라 불마자들에게서 균열의 흔적을 수집해 주시면 꼭 사례를 하겠습니다. \n제 힘으로는 무리거든요! 하하. 부탁드립니다!",
    "18100018": "목초지의 사묘정들 때문에 목장의 양들이 너무 놀라 쓰러지는 일들이 벌어지고 있습니다. \n불쌍한 양들... 모험가님께서 귀여운 양들을 위해서라도 좀 도와주십쇼!",
    "18100019": "해월대륙에서 발견되는 풍토병에 쓸 약재가 필요하네. 사묘정의 잎이 효과가 좋다는 보고가 있네.\n모험가라면 충분히 구해줄 수 있을거라 믿네.",
    "18100020": "구관이 명관이라고 늘 곁에 두고 사용했던 약재가 좀 필요하네. 목초지 근처에서 쉽게 구할 수 있는 것이니 어렵지 않을 걸세.\n구해다주면 합당한 보상을 주겠네.",
    "18100021": "붉은 발발이의 풀은 아주 고운 색을 낼 수 있어요.\n근데 발발이가 워낙 사나워서 저희는 쉽게 구할 수가 없네요.\n모험가님께서 구해주실 수 있을까요?",
    "18100022": "황금 발발이의 풀은 구하기 무척 까다롭죠.\n그래서 항상 수요가 넘치는 인기 품목이랍니다.\n구해주신다면 사례는 꼭 하겠습니다.",
    "18100023": "목초지를 지나다가 비법서를 잃어버렸다냥...\n몇 번이고 가봤는데 못 찾았다냥...\n꼭 좀 찾아달라냥... 흑...",
    "18100024": "우리 단원들이 창도단 놈들에게 당했다고 하는군. 떼거지로 달려든 모양이야. \n그래서 말인데 창도단 놈들에게 피의 복수를 좀 해줄 수 있겠나? 사례는 섭섭치 않게 하겠네.",
    "18100025": "창도단의 무기는 조금 새로운 방식으로 제작된 것 같네. 분명히 우리 동방대륙의 기술이 포함되어있는데 뭔가 조금 다르네. \n더 자세히 보고 싶은데 자네가 좀 구해줄 수 있겠나.",
    "18100026": "요즘 사람들 사이에서 의외로 유행하는 물건이 있어요. 바로 창도단의 장신구예요. 우리 도화상전이 이걸 놓칠 수 없죠! \n모험가님께서 구해주시면 합당한 보상을 드리겠어요.",
    "18100027": "창도단 녀석들... 오냐오냐 하니까 저희의 영역을 넘보는 것 같습니다. \n따끔하게 혼을 내줘야겠습니다. 아주 따아~끔하게 말입니다. 사례는 톡톡히 하겠습니다.",
    "18100028": "돌 언덕 구릉지의 곰과 호랑이 때문에 주민들이 공포에 떨고 있습니다. 그 녀석들을 쫓아내주시면 사례하겠습니다.\n아, 잿빛바람님 몰래 진행해주십시오. 그 분께서 아시면 필시 화부터 내실 테니까요.",
    "18100029": "동물 가죽은 어디에든 유용하게 사용할 수 있지.\n그런 의미에서 돌 언덕 구릉지의 곰과 호랑이에게서 온전한 가죽을 좀 모아주게. \n합당한 대가는 지불하겠네.",
    "18100030": "돌 언덕 구릉지의 짐승들에게 쫓겨 봇짐을 잃어버리고 말았습니다. 저희도 짐을 그만 잃어버리고 싶은데 무서운 걸 어떡합니까... \n찾아주시면 꼭 답례하겠습니다.",
    "18100031": "숲길은 예로부터 주민들의 쉼터이자 산책로로 많이 사용됐었는데, 지금은 골칫 거리 정령들 때문에 사정이 좋지 않습니다. \n모험가님께서 주민들에게 숲길을 되찾아주세요.",
    "18100032": "숲길을 통과하던 중 갑자기 나타난 수목 정령을 피해 달아나다가 그만 봇짐들을 떨어뜨리고 왔습니다. 다시 자리를 가봤지만 짐승들이 물고 간 모양인지 보이지 않았습니다.\n제 봇짐을 좀 찾아주세요.",
    "18100033": "고도시 숲길에 서식하는 산양의 뿔은 재질이 단단하며 약재로 쓰기에도 손색이 없다네. 하지만 그곳엔 청인족이니, 투엽단이니 온갖 위험한 놈들이 득실거리지 않은가?\n자네가 그걸 구해다 준다면 합당한 보상을 주겠네!",
    "18100034": "수목 정령의 가지는 혼령과 교감하는데 아주 효과가 좋다냥!\n우리가 수목 정령을 때려서 가져올 수 없으니...\n모험가가 수목 정령의 가지를 가져와 달라냥!",
    "18100035": "투엽단 녀석들이 기승을 부려 많은 야생 동물들이 피해를 입고 있는 상태라오. \n이 간악한 무리를 저지해 주면 합당한 보상을 주겠소. 반달호수의 야생 동물들에게 평화를 찾아주시오.",
    "18100036": "고도시 숲길에는 투엽단의 무분별한 밀렵 활동으로 죽어나간 야생 동물의 시체가 도처에 널려 있다오.  \n혹시라도 그곳에서 동물의 뼈를 발견하거든 수습해 주길 청하오. 답례는 반드시 하겠소.",
    "18100037": "흑흑... 제 인형 좀 찾아주세요...\n노, 노숙령과 동자령들이 가져간 게 분명해요...!\n흑흑... 소중한 인형인데...",
    "18100038": "깊은 묘지 숲의 령들을 달래야 한다냥!\n우리도 열심히 성불시키고 있는데 역부족이다냥...\n모험가는 주술같은 거 필요 없다냥! \n때려서 성불이다냥!!",
    "18100039": "나, 김서방, 아니다. 아, 나, 도깨비, 아니다.\n도깨비, 괴롭히는, 도깨비들, 나쁘다.\n대신, 혼내달라.",
    "18100040": "호오... 꼭 균열에서 나온 불마의 존재가 아니더라도 균열의 흔적을 수집할 수도 있을 것 같습니다. \n침식된 존재들에게서 균열의 흔적을 가져다 주시면 보답하겠습니다!",
    "18100041": "마을을 되찾아야 하수와!!!\n그 전에 마을에서 짐부터 찾아와야 한수와!!!\n부탁하겠수와!",
    "18100042": "마을을 되찾아야 하수와!!!\n마을을 망가뜨리고 있는 악어와 서인족을 물리치수와! 건방진 괴물들을 물리치수와!",
    "18100043": "조금 다른 방식으로 불마의 존재가 생겨났다는 보고가 있네. 균열에 침식된 존재들을 처치해주게. \n조사 목적도 있지만... 그곳의 수와들에게 도움이 됐으면 좋겠네.",
    "18100044": "우리 수양에서 제보한 협행을 [2]건 완료하면 특별히 보상을 주겠네.\n대장님의 이름으로 특별히 주는 보상이네.\n그럼 무운을 빌겠네.",
    "18100045": "우리 에레다는 본 문파에서 제보한 협행을 [2건] 완료하는 모험가에게 단장님의 이름으로 특별한 보상 주고 있네.\n불마의 기운을 없애는 일에 동참해주게.",
    "18100046": "도화상전에서는 상전의 협행을 [4]건 완료하는 분에게 소정의 보상을 드리고 있어요. 저희 상전은 계산도 철저! 하고 지급도 확실! 하다는 거 알고 계시죠? \n많은 참여 부탁드려요~!",
    "18100047": "영교원에서는 특별히 우리 협행을 [3]번 하는 모험가에게 보상을 주고있다냥! 우리 바롱족은 약속을 꼭 지킨다냥!\n그럼 힘내라냥~",
    "18100048": "금경철문의 협행을 [2]번 수행하는 이에게 철문주님의 이름으로 특별한 보상을 주겠네. 꼭 약속하지.\n딱 [2]번이면 되네!",
    "18100049": "대어방에서는 협행을 수행하는 모험가님을 위해 특별한 보상을 드리고 있습니다. 대어방의 협행을 [4]건 수행하시는 분에게 자격이 주어집니다. 많은 참여 부탁드립니다.",
    "18100050": "주민들을 대신해서 우리 비사문에서 협행을 처리해준 것에 감사를 표하겠네. 주민들이 제보한 협행을 [4]건 완료하게.\n그럼 기다리고 있겠네.",
    "18100051": "대어방",
    "18100052": "영교원",
    "18100053": "에레다",
    "18100054": "금경철문",
    "18100055": "도화상전",
    "18100056": "수양",
    "18100057": "비사문",
    "18100058": "연금준",
    "18100059": "김규녈",
    "18100060": "대와",
    "18100061": "네이냥",
    "18100062": "잿빛바람",
    "18100063": "김서방",
    "18100064": "영교원 바롱",
    "18100065": "에레다 단원",
    "18100066": "금경철문 장인",
    "18100067": "도화상전 상인",
    "18100068": "수양의 관리자",
    "18100069": "비사문 협행관리인",
    "18100070": "풍백문 책임자",
    "18100071": "명혜단 담당자",
    "18100072": "신해월",
    "18100073": "사길미",
    "18100074": "비전예",
    "18100075": "전양원",
    "18100076": "청수국",
    "18100077": "명혜단",
    "18100078": "풍백문",
    "18100079": "아무개",
    "18100080": "꼬마 아이",
    "18100081": "온영인",
    "18100082": "봇짐상인",
    "18101000": "밀림 발발이의 기름 먹은 풀은 화력 좋게 잘 타죠.\n연료로 사용하는 곳이 있습니다. \n풀을 가져오시면 적당한 값에 매입하도록 하겠습니다.",
    "18101001": "밀림 거미는 아직 연구할 여지가 많이 남아 있습니다.\n거미줄 단백질을 다량 모을 수 있다면 연구에 큰 진척이 있을 것이며, 이는 후세를 위한 길이 될 것입니다.\n도움을 주신다면 보수는 당연하겠죠?",
    "18101002": "본래 동부 생태 조사림은 곰과 호랑이의 서식지였습니다. 그런데 언제부턴가 개체수가 줄더니 이젠 아예 자취를 감춰 버렸습니다. 아무래도 시귀 때문인 것 같습니다! 가죽 공급이 다시 원활해질 수 있도록 시귀를 처치하여 생태계를 복원해 주십시오!",
    "18101003": "비법서를 또 잃어버렸다냥... 이 비법서는 발이 달렸는지 자주 없어진다냥! 동부 생태 조사림 근처에서 잃어버린 것 같은데 주변을 다 찾아봤지만 못 찾았다냥!\n제발 꼭 좀 찾아달라냥... 흑...",
    "18101004": "방어선 구축을 잘해두면 적은 병사로 넓은 땅을 방어할 수 있죠. 좋은 위치를 찾아 적을 몰아내고 방어시설을 만들어야 합니다.\n녹각다귀를 밀어내는 작업을 도와주시겠습니까?",
    "18101005": "늑대는 집단생활을 합니다. 그 수준이 높아 소수의 병력으로는 늑대를 상대하기 힘듭니다.\n언덕 숲에 가서 집단을 깨뜨려 주신다면 저희 에레다에서 남은 세력을 파괴할 계획입니다.",
    "18101006": "발발이는 염료를 만들기에 좋은 소재죠. 해월대륙의 발발이에게선 어떤 염료를 얻을 수 있을지 기대됩니다.\n언덕 숲에 서식하는 오똑 발발이의 풀을 많이 얻어와 주십시오!",
    "18101007": "만다라화는 성격이 포악하여 사람들에게 위해를 가하는데, 그것 이외에도 소음을 발생 시켜 피해를 보고 있습니다. 많은 대원이 불만을 표시하고 있습니다.\n만다라 폭포 주변을 좀 조용하게 만들어주시면 사례하겠습니다.",
    "18101008": "장인분들이 즐겨 먹는 음식이 있습니다. \n약간 호불호가 갈릴 것 같은데... 여기 계신 분들은 무진장 좋아하더군요. 가는 모래 하구 근처에 있는 연안 소라게를 잡아서 내용물을 가져다주십시오.",
    "18101009": "거북알이 별미라 엄청 먹어 치운다고 하더라구요. 지금 많다고 해서 남획하면 나중을 기약할 수 없습니다. 저희도 거북을 많이 사냥하긴 하지만... 알은 보호해야 할 것 같습니다. 가는 모래 하구에 있는 거북알을 채집해 주시면 저희가 보호하겠습니다.",
    "18101010": "저희 명혜단은 거북 통해 서식 환경에 따른 생물의 변화를 연구하고 있습니다. \n난파선의 잔해 부근에 있는 연안 거북의 단단한 등딱지를 구해다 주십시오. 보존 상태를 최대한 좋게 부탁드리겠습니다.",
    "18101011": "명혜단은 자신을 보호할 정도의 전투력을 가지고 있지만 무력집단은 아니다 보니 한계점이 명확합니다. 저희는 누구보다 저희 자신의 힘을 잘 알고 있죠.\n그런 의미에서 난파선의 잔해에 있는 어둑시니 처치를 부탁드리고자 합니다.",
    "18101012": "악어도 인간에 피해만 주지 않으면 공존하고 싶은데… 연안 근처에 피해자가 속출하고 있습니다. 사람들의 접근을 막기도 어렵고…\n발자국 없는 해안에서 악어들을 몰아내 주십시오.",
    "18101013": "바구니를 만들려고 하는데 새로운 재료가 필요합니다.\n골짜기 바람길 쪽에서 식물 줄기를 얻어 주시겠어요?\n주변의 적들이 무서워서 못 들어가겠습니다.",
    "18101014": "골짜기 바람길 쪽에서 곰에게 쫓겨 봇짐을 잃어버리고 말았습니다. 짐을 찾으러 가야 하는데... 괜히 갔다가 더 잃고 돌아올 것 같기도 하고... 역시 이런 건 전문가분께 부탁드리는 게 좋겠지요? 잘 부탁드리겠습니다!",
    "18101015": "수양은 혈비패와의 전쟁을 선포하였습니다!\n수양이든 혈비패든 하나는 박살 나야 끝날 겁니다.\n물론 수양이 박살 날 일은 없을 겁니다. 하핫!",
    "18101016": "혈비패에서 한자리하는 녀석들은 두건을 가지고 다닌다고 하더군.\n사실 전혀 신경 쓰고 싶진 않지만 약간 거슬리기도 해.\n두건을 모아 주겠나? 다 태워버릴 수 있게!",
    "18101017": "달빛바람님의 환영을 제거해 주십시오.\n이것때문에 이상한 소문이 돈단 말입니다.\n달빛바람님의 명예를 위해서라도 부탁드립니다.",
    "18101018": "영교원에서는 다양한 약초를 조사하고 있다냥!\n투연초는 괴물이라고 생각했는데 약초일 수도 있다는 의견이 나왔다냥!\n영교원은 잎사귀를 조사할 필요가 있다냥!",
    "18101019": "곽호룡님이 환영에 대한 이야기를 들으시고는 내가 그렇게 약할 것 같냐며 신경 쓰지 말라고 하셨습니다. \n그래도 도화상전의 외부 시선을 신경 쓰지 않을 수 없네요.\n처리 부탁드리겠습니다.",
    "18101020": "아이고, 곧 안개숲 개척지로 물건을 팔러 가야 하는데, 가는 길목에 환영 인면충들이 들끓는다는 이야길 들었습니다요. 봇짐 상인도 신뢰가 생명인지라 안 갈 수도 없고... \n사람 한 명 구한다 생각하시고 좀 도와주십시오!",
    "18101021": "늪지를 조사해야 하는데 중간중간에 연잎인간들이 튀어나와서 깜짝깜짝 놀란다냥!\n이래선 제대로 조사를 진행할 수 없다냥!\n연잎인간을 없애달라냥!",
    "18101022": "뱀버섯의 독은 만능 해독제입니다. 물론 제조가 어려워 보통 사람은 사용하지 못하지만요. \n뱀버섯 군락에 있는 서인족을 좀 처치해주십시오. 뱀버섯 독을 채집해달라 부탁드리고 싶지만... 독 채집이 까다로워 직접 가야 하거든요.",
    "18101023": "묘지 근처에서 이상한 걸 봤다고 신고자가 늘고 있어요.\n저희도 아직 상황을 파악하지 못했습니다.\n일단 주변 영혼불이라도 제거해 봐야겠습니다.",
    "18101024": "묘지 근처에 갑자기 혈비패가 늘어났습니다.\n그곳에 딱히 혈비패에게 필요한 게 있을 것 같진 않은데...\n그 녀석들이라면 무슨 짓을 벌일지 알 수 없으니, \n지금 시점에서 없애 버리는 게 좋을 것 같습니다.",
    "18101025": "에레다 대원들을 위해 묘약을 개발 중입니다. 낙원 산선호를 잘 연구하면 만병통치약을 만들 수 있을 것 같아요.\n그 지역의 분위기를 대원들이 좋아하지 않네요.\n산선호의 발을 좀 모아주시겠습니까?",
    "18101026": "고대에 존재했던 수많은 종족에 대해 알고 계십니까? 옛날에 비해 퇴화하긴 했지만 묘면족도 그중 하나입니다. \n묘면족의 무기를 좀 구해다 주십시오. 고대의 기술에 대한 실마리를 얻을 수도 있으니깐요.",
    "18101027": "담인초 사이에서도 미묘한 종의 차이가 있다고 한다냥!\n우린 담인초 연구를 위해 다양한 자료가 필요하다냥!\n이번엔 습지에 있는 담인초 잎사귀를 얻어달라냥!",
    "18101028": "낙원족들은 눈에 보이면 파괴하는 걸 좋아하는 걸까?\n해월대륙에 설치한 협행표목이 낙원족에 의해 파괴되었어.\n그들이 접근할 수 없도록 퇴치해 주면 좋겠는데...\n부탁해도 될까?",
    "18101029": "반달호수에서 온전한 연잎을 이용해 우산으로 만드는 걸 시도했었는데요. 해월대륙의 연잎도 이용 가능할지 확인해보고자 합니다.\n낙원 구릉에서 온전한 연잎을 구해주십시오!",
    "18101030": "저희 명혜단은 풀내음 언덕길이 향기롭고 푸르른 곳으로 보존되기를 희망합니다. 그러니 자연의 섭리를 거스르고 고약한 냄새를 풀풀 풍기는 시귀를 좀 내쫓아 주십시오! 이왕이면 쓰레기도 좀 치워 주시면 좋고요.",
    "18101031": "요즘 들어 풀내음 사묘정 관련한 이야기가 많이 들려오네요. 치안 확보는 저희의 주요 임무가 아니긴 하지만... 이 정도라면 저희도 어느 정도는 힘을 보태야 할 것 같습니다.\n부탁드려도 될까요?",
    "18101032": "낙원 삼색조의 기름을 구해주시겠습니까?\n기름을 가공해서 나무에 바르려고요.\n습기에 강한 나무가 될 것으로 예상됩니다.",
    "18101033": "폭포 남부 숲에서 시작된 물줄기는 태록림 구석구석으로 흐른다냥. 그런데냥, 최근 들어 나타난 시귀 때문에 그곳의 수질이 크게 오염되고 말았다냥! 이대로 가다간 사람들이 병에 걸릴지도 모른다냥!\n시귀를 처치해 달라냥!",
    "18101034": "저희 특성상 많은 기록을 남기게 되는데... 좋은 붓은 필수라고 할 수 있지요. 해월대륙에 와서 보니 여우의 털이 상태가 좋아 붓으로 만들 수 있을 것 같습니다.\n여우의 고운 털을 구해주시겠습니까?",
    "18101035": "묘면족이 우리의 영역인 해맞이 비탈길에 침입하였습니다.\n그들의 공격을 막아내야 합니다.\n도와주시겠습니까?",
    "18101036": "해맞이 비탈길은 경치가 좋고, 폭포로 가는 길에 있어 많은 관광객이 이용하는 곳입니다.\n지금은 수목정령들이 골칫거리네요.\n비탈길이 다시 안전해질 수 있도록 도와주십시오.",
    "18101037": "검은 진흙지대의 흙이 품질이 좋더군요. \n저희 일꾼들이 들어가서 흙을 가져와야 하는데 거북과 거미 때문에 위험하다는 의견이 많습니다.\n작업자들을 보호할 수 있도록 도와주시겠습니까?",
    "18101038": "좋은 가죽은 언제나 환영입니다. 다양한 입수 경로를 유지하는 게 좋더군요. 혹시 공급이 끊기더라도 대체품을 빨리 준비할 수 있거든요.\n진흙 악어의 가죽도 한번 써보고 싶습니다.",
    "18101039": "어둑시니가 도깨비 해변을 장악했습니다. 해변가는 수양 쪽에서 처리해주면 좋겠는데 요즘 수양이 하는 일을 보면... \n저희가 나서서 처리하는 게 좋을 것 같습니다.\n도와주시겠습니까?",
    "18101040": "여기까지 왔으면 도깨비 해변의 거북알은 한번 먹어봐야지!\n이게! 이게! 진짜 별미거든! \n안 먹으면 무조건 손해 보는 거야! \n가져와. 가져와! 내가 값은 잘 쳐줄게.",
    "18101041": "해월대륙의 발발이 잎 추출물엔 어떤 약효가 있을지 궁금하다냥!\n아직은 잘 모르지만, 분명히 뭔가 있을게 틀림없다냥!\n난파선의 잔해에서 발발이의 잎을 좀 넉넉히 구해달라냥!",
    "18101042": "우리 에레다가 태록림에서 제보한 협행을 [3] 건 완료하는 모험가에겐 단장님의 이름으로 특별한 보상을 주고 있네.\n불마의 기운을 없애는 일에 동참해주게.",
    "18101043": "태록림에서 금경철문의 협행을 수행하는 이에게 철문주님의 이름으로 특별한 보상을 주겠네. 꼭 약속하지.\n딱 [3] 번이면 되네!",
    "18101044": "도화상전에서는 상전의 태록림 협행을 [3] 건 완료하는 분에게 소정의 보상을 드리고 있어요. \n도화상전이 보증한다는 게 무슨 의미인지 아시죠!\n많은 참여 부탁드려요~",
    "18101045": "태록림에서 수양이 제보한 협행을 [3] 건 완료하면 \n특별히 큰 보상을 주겠네. 대장님의 이름으로 주는 특별한 보상이야.\n그럼 무운을 빌겠네.",
    "18101046": "영교원은 태록림에서 우리가 주는 협행을 [3] 번 하는 모험가에게 보상을 주고있다냥! \n우리 바롱들은 약속을 꼭 지킨다냥!\n그럼 힘내라냥~",
    "18101047": "저희 명혜단은 탐구를 도와주시는 모험가분들께 제대로 된 보상을 드려야 한다고 생각합니다.\n태록림에서 저희가 드리는 협행을 [3] 번 도와주신다면 보상을 기대하셔도 좋습니다. \n그럼 이번에도 부탁드리겠습니다.",
    "18101048": "우리 비사문에서 태록림의 협행을 처리해준 것에 감사를 표하네.\n주민들이 직접 제보한 협행을 [2] 건 완료해 주겠나?\n그럼 기다리고 있겠네.",
    "18102000": "이젠 사용하지 않는 야영지긴 하지만...\n홍돈족이 살게 두고 싶진 않네요.\n괜찮으시면 그들을 몰아내 주시죠.",
    "18102001": "만다라화는 성질이 온화하지 않아 사람들이 좋아하지 않습니다. 무엇보다 시끄럽다는 게 제일 문제죠. 공존을 고려하다가도 결국은 포기하게 되는 것 같습니다.\n해월 지부 주변의 만다라화를 제거해 주십시오.",
    "18102002": "곧 훈련생들이 수수께끼 벌판으로 첫 실전 훈련을 나갑니다. 아무래도 걱정이 좀 되는군요. 훈련생들이 위험에 빠지는 건 원치 않으니 미리 그 수를 좀 줄여둬야겠습니다.",
    "18102003": "이 지역 전갈의 독은 강하고 쓸데가 많기로 유명합니다. 돈을 벌기 위해 전갈 독을 채집하다 사고를 당하는 사람도 많아요. 독을 치료하기 위해선 독이 필요하고... 그러다 사고를 당하고... 이상한 순환이 생겼네요.",
    "18102004": "특정 단체를 지칭하고 싶지 않지만... 수수께끼 벌판에 쓰레기가 많이 버려져 있더군요. 벌판의 치안 확보를 도와주고 계시는 게 고맙기 때문에 별말씀을 드리고 싶지 않습니다. 도와주시겠습니까?",
    "18102005": "이 지역에도 통통한 여우들이 많이 보이네요.\n털의 상태도 좋아 보입니다. \n저런 털이라면 좋은 붓을 만들 수 있겠어요.\n장막 여우의 고운 털을 구해주시겠습니까?",
    "18102006": "주민 보호가 풍백문의 주요 임무는 아니지만, 비옥대지 안에서라면 풍백문의 일이라고 생각합니다.\n어둑시니가 주민들에게 피해가 크다고 하니 부탁드리겠습니다.",
    "18102007": "개척바롱단에게 수많은 시련이 있어왔다냥.\n물론 스스로의 힘으로 이겨내 왔지만... 최근에 충고를 들었다냥. 모든 걸 혼자서 짊어지지 말란 말이었다냥!\n맞다냥! 이젠 나도 주변의 도움을 받아보려 한다냥!",
    "18102008": "이곳의 검은 발발이풀로 만드는 검은색은 빛 반사율이 극히 낮다는 실험결과가 있습니다. \n이건 혁명적인 검은색이에요.\n검은 발발이 풀을 구해주세요.",
    "18102009": "이곳의 호랑이는 색이 특별합니다. 그런 특별한 호랑이 가죽을 손에 넣고자 하는 부자들이 있어요. 부귀를 가져오고 잡귀를 몰아낸다는 속설이 있다는데...\n뭐 사실이든 아니든 상관없죠. 돈이 된다는 게 중요합니다.",
    "18102010": "비옥 발굴지 근처에는 시귀 병사들과 인부들이 여전히 남아있습니다. 수양을 믿고 이곳까지 온 이들이니 그들에게 안식을 선물하는 것 역시 수양이 해야 할 일이지만 도저히 여력이 생기질 않는군요. 도와주시겠습니까?",
    "18102011": "제 이름은 김규녈! 균열광이죠. 후후. 해월대륙에 균열을 연구하러 왔습니다! 예? 제가 해월대륙에 와서 균열이 일어난 게 아니냐고요? 오해입니다. 제가 연구해서 보여드리죠. 균열이 무엇인지를.",
    "18102012": "박쥐가 사는 곳에도 뭔가 좋은 약초가 있을지도 모른다냥.\n그곳에선 야금 때문에 몰래몰래 숨어서 채취해야 하는데...\n위험하고 너무 효율이 떨어지는 것 같다냥!\n가서 야금을 제거해 주면 좋겠다냥!",
    "18102013": "우리가 직접 가서 약초를 캐기엔 너무 위험하다냥.\n아직 그곳에 무엇이 있는지 모르는 게 문제니까 일단 눈에 보이는 들풀이라도 좋으니 적당히 뽑아오라냥.\n만약에 가치가 있다면 이후에 어떻게 할지 고민하겠다냥!",
    "18102014": "동부 숲에 돈이 될만한 걸 찾고 있습니다.\n우선은 붉은 뿔을 한번 조사해보려고요.\n이게 약효가 있거나... 특정한 용도로 쓸 수 있으면 좋겠네요.",
    "18102015": "바다에 있어야 할 해파리가 하늘에 떠 있다고냥?\n뭔가 굉장한 게 있을 지도 모르겠다냥... 생, 건조, 반건조, 얼려서 여러가지로 약효를 시험해 봐야겠다냥.\n우선 많이 잡아 와 달라냥!",
    "18102016": "사묘정의 숲은 병사들이 휴식처로 삼는 곳입니다. 근데 그곳의 투연초가 있어서 병사들에게 피해를 준다는군요.\n병사들에게 좋은 쉼터가 될 수 있도록, 투연초를 제거해 주시겠습니까?",
    "18102017": "여기 삼색조 깃털에서 염료를 추출해 보려고요.\n만약에 성공한다면 기본색상 세 개에 합성색까지!\n앞으로 삼색조가 좋은 수입원이 될지도 모르겠네요.",
    "18102018": "화염초에 대해서는 현재 두 가지 가능성을 보고 있습니다.\n화염초가 높은 온도를 내는 데 도움을 줄 것이라는 것과 높은 온도에 잘 버티는 능력이 있을 거란 추측이죠.\n화염초를 많이 가져오시면 금경철문에서 알아보겠습니다.",
    "18102019": "유강독모 유충의 껍데기를 조사하면 유강독모에 내성을 가진 물질을 발견할 수 있을지도 모릅니다.\n유강독모 유충의 껍데기를 좀 많이 얻어주시겠어요?\n조사가 속도를 높일 수 있을 겁니다.",
    "18102020": "담인초의 조직을 잘만 이용하면 다용도로 쓸 수 있을 것 같습니다. 아직 구상 수준에 머물러 있습니다만, 표본을 많이 구할 수 있다면 연구를 한번 해보려 합니다.\n부탁드려도 될까요?",
    "18102021": "솟을바위 경사로 쪽의 돌 품질이 좋은 것 같아서요. 장인들이 가서 돌을 캐려고 하는데 시귀 병사들이 돌아다녀서 어렵습니다. 수양에선 딱히 도와주지 않아서요.\n시귀 병사들을 좀 제거해 주시겠어요?",
    "18102022": "사실 이제 종이의 품질이 높아져서... 양피지를 쓸 이유가 전혀 없다고 생각했습니다. 근데 높은 분 중 하나가 꼭 양피지를 쓰고 싶다고 하시네요. 거기에다 차마 이유를 묻진 못했습니다. 차라리 양피지를 만드는 게 쉽겠더라고요.",
    "18102023": "시귀 채석꾼이 쓰는 도구의 수준이 궁금해서요.\n혹시 가능하다면 도구를 좀 수집해주시겠습니까?\n배울 게 있다면 배우려고요.",
    "18102024": "용머리 곶은 바닷바람이 불어와서 효능 좋은 약초가 자랄 것 같다냥! 근데 꼭 그런 곳마다 이상한 녀석들이 있어서 우리를 방해한다냥! 용머리 곶은 창도단 녀석들이 방해하는데, 우릴 좀 도와줬음 좋겠다냥!",
    "18102025": "홍돈족은 해월대륙으로 넘어오기 위해 수양을 이용했습니다. 탐사를 돕기로 약속했지만 목적을 달성하자마자 탐사대를 떠나버리더군요. 최근엔 저희를 공격하기까지 합니다. \n마음 같아서는... 아닙니다. 그냥 쫓아내 주십시오.",
    "18102026": "창도단 때문에 탐사고 뭐고 다 망쳤습니다.\n그래도 그들을 미리 조사해두는 건 필요할 것 같습니다.\n그들의 장비를 좀 얻어주실 수 있을까요?",
    "18102027": "청인족들이 탁회암 고원 쪽에서 많이 발견된다고 합니다.\n사실 거기라면 풍백문이 나설 건 없겠지만... 혹시 청인족이 비옥대지쪽으로 넘어오지 않도록 사전에 막을 필요는 있을 것 같습니다.",
    "18102028": "비옥대지에서 풍백문이 요청한 일을 [2] 건 완료해주신 소협에겐 당연히 그에 응당한 보상을 드릴 것입니다.\n저희를 도와주십시오.",
    "18102029": "비옥대지에서 금경철문의 협행을 수행하는 이에게 금경철문의 이름으로 특별한 보상을 주겠네. \n꼭 약속하지. 딱 [2] 번이면 되네!",
    "18102030": "도화상전에서는 상전의 비옥대지 협행을 [2] 건 완료하는 분에게 소정의 보상을 드리고 있어요. \n도화상전이 보증한다는 게 무슨 의미인지 아시죠!\n많은 참여 부탁드려요~",
    "18102031": "비옥대지에서 수양이 제보한 협행을 [2] 건 완료하면 특별히 큰 보상을 주겠네.\n대장님의 이름으로 주는 특별한 보상이야.\n그럼 무운을 빌겠네.",
    "18102032": "영교원은 비옥대지에서 우리가 주는 협행을 [2] 번 하는 모험가에게 보상을 주고있다냥! \n우리 바롱들은 약속을 꼭 지킨다냥! 그럼 힘내라냥~",
    "18102033": "저희 명혜단은 탐구를 도와주시는 모험가분들께 제대로 된 보상을 드려야 한다고 생각합니다. 비옥대지에서 저희가 드리는 협행을 [2] 번 도와주신다면 보상을 기대하셔도 좋습니다. 그럼 이번에도 부탁드리겠습니다.",
    "18102034": "우리 비사문에서 비옥대지의 협행을 처리해준 것에 감사를 표하네.\n주민들이 직접 제보한 협행을 [2] 건 완료해 주겠나?\n그럼 기다리고 있겠네."
}