{
    "11025000": "[권장 레벨] 30\n예도항 시설 관리자 전양원이 끊임없이 불평을 늘어놓고 있었다. 그는 과거 수양 소속이었으나 은퇴 후 그 인연을 통해 예도항 시설 관리를 맡고 있는 이였는데, 새롭게 거래 상대가 된 사호에서 기일을 지키지 않아 불만인 상태였다. \n\n도화상전의 담당자를 찾아가서 왜 약속된 기일에 물건이 도착하지 않았는지를 물어보도록 하자.",
    "11025001": "[권장 레벨] 30\n금경철문의 금불평은 작업자들이 현재 상황에 실망하여 기운이 없다며 고민을 털어놓는다.\n\n뭔가 도와달라고 할 게 있는 걸까? \n거미 튀김을 좋아한다고? 그걸 먹으면 기운이 날 거라고? 잘 모르겠지만 거미를 구해주도록 하자.",
    "11025002": "[권장 레벨] 30\n반달호수에서 해월대륙으로 넘어왔다는 이사민, 그는 자신이 도화상전에게 사기를 당했다고 생각한다. \n그래서 도화상전에 따지려고 하지만 제대로 말을 들어주지 않는다고 한다. \n\n담당자라는 사람이 바쁘더라도 조금만 시간을 할애해 주면 좋을 텐데... \n도화상전의 담당자를 만나 상황을 들어보도록 하자. ",
    "11025003": "[권장 레벨] 32\n녹색 뿔의 숲에 나는 단단한 줄기를 이용해서 바구니를 만들고 싶다는 사람을 만났다. \n\n약간 허황된 이야기처럼 들리기도 하지만 열심히 하는 듯하니 응원하는 셈 치고 줄기를 구해주도록 하자.",
    "11025004": "[권장 레벨] 32\n이사민이 같이 일하기로 했다는 청년이 신해월이었다고? 그는 줄기로 만든 바구니가 평이 아주 좋다는 이야기를 들려주었다. 하지만 단단한 식물 줄기조차 나라의 소유이기 때문에 함부로 개발할 수 없다는데...\n\n도화상전의 상전주 곽호룡에게 가서 방법이 없을지 알아보도록 하자.",
    "11025005": "[권장 레벨] 34\n매화단원들이 모여서 뭔가 심각한 분위기로 말을 나누고 있다. 매화단 탐사대가 수양과 같이 일을 하는 경우가 많은데, 수양대원들이 자기 자랑을 늘어놓고 잔소리까지 하는 바람에 그들과 같이 일을 하고 싶지 않다는 얘기였다.\n\n매화단과 수양이 앞으로 같이 해야 할 일들이 많을 텐데... 수양으로 가서 어떤 상황인지 알아봐야겠다.",
    "11025006": "[권장 레벨] 34\n곽호룡은 수양과 매화단의 갈등 상황을 중재한 일에 대해 내게 감사를 표했다. 감사를 받을 만큼 대단한 일은 아니었는데... 난 그냥 들은 이야기를 전한 게 전부인데 말이다.\n\n곽호룡은 이어 연회를 열어 사람들의 관계를 좋게 만들려고 한다며 준비를 도와달라고 요청하였다. \n\n매화단과 금경철문, 수양에 참석을 요청하자.",
    "11025007": "[권장 레벨] 37\n수양과 매화단원 사이의 오해는 모두 풀렸던 게 아닌가? 곽호룡이 연회까지 열어서 분위기를 좋게 만드려 노력했는데도 불구하고 그들 사이에는 거리가 있어 보였다.\n\n탐사를 해야 하는데, 수양대원의 도움을 받길 원하지 않는다니, 매화단원 건자감의 일을 도우며 이야기를 들어보자.",
    "11025008": "[권장 레벨] 39\n이정도면 창도단 관련한 증거물은 충분히 얻은 거 같은데? 이젠 원래 목적대로 난파선 탐사를 진행하면 될 것 같다. \n\n건자감과 이야기해서 탐사를 어떻게 진행할 지 알아보도록 하자.",
    "11025200": "[권장 레벨] 48\n영교원의 퐁퐁은 최근 들어 거점 주변의 물을 먹고 배탈 난 사람이 늘어난 것에 곤혹스러워하고 있다. \n원래 이곳의 물은 깨끗하고 맛이 좋았다고 하는데... \n\n그 원인을 빨리 파악하고 싶어 나한테 관련 있을 법한 것들을 찾아달라고 부탁했다. \n\n일단 물가로 이동해 보자.",
    "11025201": "[권장 레벨] 50\n검은 진흙지대 개발 반대운동을 하던 다도연이라는 자가 조사를 위해 떠난 후 며칠이 지나도록 돌아오지 않았다고 한다. 혹시 검은 진흙지대로 가게 되면 친구를 찾아달라는데... \n\n너무 지체되면 위험하겠는데? 어떻게 될지 모르겠지만 일단 진흙지대로 가보도록 하자.",
    "11025202": "[권장 레벨] 51\n수양대원 이율경은 낙원 계곡이 굉장히 위험하다고 경고하고 있었다. 수양의 공식적인 입장은 아닌 것 같은데... \n\n이율경의 이야기를 자세히 들어보고 낙원 계곡의 상황을 파악하자.",
    "11025203": "[권장 레벨] 48\n낙원족 와키키가 지나가는 날 불러 세우더니, 낙원족의 영역에 들어왔다며 다짜고짜 화를 냈다. 최근 들어 자신들의 영역을 침입당해 예민해져 있었다. 와키키는 자신들이 평화로운 종족이라고 주장하며, 최근에 인간들에게 공격받았다고 말했다. \n\n와키키는 도움을 준다면 나의 결백을 인정해 주겠다고 한다. 왜 인정을 받아야 하는지는 모르겠지만 굳이 감정을 상하게 하고 싶진 않으니 무리한 일이 아니라면 적당히 도와주자.",
    "11025204": "[권장 레벨] 51\n도화상전의 박대비가 날 찾고 있었다고? \n안 그래도 하고 싶은 말이 있었으니 잘 되었다. \n그동안 낙원 계곡에서 들었던 이야기를 전달해 줘야겠다. 그럼 사호들에게 말이 전달되겠지?\n\n근데 굳이 장소를 옮기자고? 상관없을 것 같은데... 그렇게 비밀리에 할 말도 아닌 것 같고...\n\n그래도 신중한 게 좋다고 하고 딱히 반대할 이유도 없으니 따라가도록 하자.",
    "11026000": "[권장 레벨] 30\n예도항 시설 관리자 전양원이 끊임없이 불평을 늘어놓고 있었다. 그는 과거 수양 소속이었으나 은퇴 후 그 인연을 통해 예도항 시설 관리를 맡고 있는 이였는데, 새롭게 거래 상대가 된 사호에서 기일을 지키지 않아 불만인 상태였다. \n\n도화상전의 담당자를 찾아가서 왜 약속된 기일에 물건이 도착하지 않았는지를 물어보도록 하자.",
    "11026001": "[권장 레벨] 30\n금경철문의 금불평은 작업자들이 현재 상황에 실망하여 기운이 없다며 고민을 털어놓는다.\n\n뭔가 도와달라고 할 게 있는 걸까? \n거미 튀김을 좋아한다고? 그걸 먹으면 기운이 날 거라고? 잘 모르겠지만 거미를 구해주도록 하자.",
    "11026002": "[권장 레벨] 30\n반달호수에서 해월대륙으로 넘어왔다는 이사민, 그는 자신이 도화상전에게 사기를 당했다고 생각한다. \n그래서 도화상전에 따지려고 하지만 제대로 말을 들어주지 않는다고 한다. \n\n담당자라는 사람이 바쁘더라도 조금만 시간을 할애해 주면 좋을 텐데... \n도화상전의 담당자를 만나서 상황을 들어보도록 하자. ",
    "11026003": "[권장 레벨] 32\n녹색 뿔의 숲에 나는 단단한 줄기를 이용해서 바구니를 만들고 싶다는 사람을 만났다. \n\n약간 허황된 이야기처럼 들리기도 하지만 열심히 하는 듯하니 응원하는 셈 치고 줄기를 구해주도록 하자.",
    "11026004": "[권장 레벨] 32\n이사민이 같이 일하기로 했다는 청년이 신해월이었다고? 그는 줄기로 만든 바구니가 평이 아주 좋다는 이야기를 들려주었다. 하지만 단단한 식물 줄기조차 나라의 소유이기 때문에 함부로 개발할 수 없다는데...\n\n도화상전의 상전주 곽호룡에게 가서 방법이 없을지 알아보도록 하자.",
    "11026005": "[권장 레벨] 34\n매화단원들이 모여서 뭔가 심각한 분위기로 말을 나누고 있다. 매화단 탐사대가 수양과 같이 일을 하는 경우가 많은데, 수양대원들이 자기 자랑을 늘어놓고 잔소리까지 하는 바람에 그들과 같이 일을 하고 싶지 않다는 얘기였다.\n\n매화단과 수양이 앞으로 같이 해야 할 일들이 많을 텐데... 수양으로 가서 어떤 상황인지 알아봐야겠다.",
    "11026006": "[권장 레벨] 34\n곽호룡은 수양과 매화단의 갈등 상황을 중재한 일에 대해 내게 감사를 표했다. 감사를 받을 만큼 대단한 일은 아니었는데... 난 그냥 들은 이야기를 전한 게 전부인데 말이다.\n\n곽호룡은 이어 연회를 열어 사람들의 관계를 좋게 만들려고 한다며 준비를 도와달라고 요청하였다. \n\n매화단과 금경철문, 수양에 참석을 요청하자.",
    "11026007": "[권장 레벨] 37\n수양과 매화단원 사이의 오해는 모두 풀렸던 게 아닌가? 곽호룡이 연회까지 열어서 분위기를 좋게 만드려 노력했는데도 불구하고 그들 사이에는 거리가 있어 보였다.\n\n탐사를 해야 하는데, 수양대원의 도움을 받길 원하지 않는다니, 매화단원 건자감의 일을 도우며 이야기를 들어보자.",
    "11026008": "[권장 레벨] 39\n이정도면 창도단 관련한 증거물은 충분히 얻은 거 같은데? 이젠 원래 목적대로 난파선 탐사를 진행하면 될 것 같다. \n\n건자감과 이야기해서 탐사를 어떻게 진행할 지 알아보도록 하자.",
    "11026200": "[권장 레벨] 48\n영교원의 퐁퐁은 최근 들어 거점 주변의 물을 먹고 배탈 난 사람이 늘어난 것에 곤혹스러워하고 있다. \n원래 이곳의 물은 깨끗하고 맛이 좋았다고 하는데... \n\n그 원인을 빨리 파악하고 싶어 나한테 관련 있을 법한 것들을 찾아달라고 부탁했다. \n\n일단 물가로 이동해 보자.",
    "11026201": "[권장 레벨] 50\n검은 진흙지대 개발 반대운동을 하던 다도연이라는 자가 조사를 위해 떠난 후 며칠이 지나도록 돌아오지 않았다고 한다. 혹시 검은 진흙지대로 가게 되면 친구를 찾아달라는데... \n\n너무 지체되면 위험하겠는데? 어떻게 될지 모르겠지만 일단 진흙지대로 가보도록 하자.",
    "11026202": "[권장 레벨] 51\n수양대원 이율경은 낙원 계곡이 굉장히 위험하다고 경고하고 있었다. 수양의 공식적인 입장은 아닌 것 같은데... \n\n이율경의 이야기를 자세히 들어보고 낙원 계곡의 상황을 파악하자.",
    "11026203": "[권장 레벨] 48\n낙원족 와키키가 지나가는 날 불러 세우더니, 낙원족의 영역에 들어왔다며 다짜고짜 화를 냈다. 최근 들어 자신들의 영역을 침입당해 예민해져 있었다. 와키키는 자신들이 평화로운 종족이라고 주장하며, 최근에 인간들에게 공격받았다고 말했다. \n\n와키키는 도움을 준다면 나의 결백을 인정해 주겠다고 한다. 왜 인정을 받아야 하는지는 모르겠지만 굳이 감정을 상하게 하고 싶진 않으니 무리한 일이 아니라면 적당히 도와주자.",
    "11026204": "[권장 레벨] 51\n도화상전의 박대비가 날 찾고 있었다고? \n안 그래도 하고 싶은 말이 있었으니 잘 되었다. \n그동안 낙원 계곡에서 들었던 이야기를 전달해 줘야겠다. 그럼 사호들에게 말이 전달되겠지?\n\n근데 굳이 장소를 옮기자고? 상관없을 것 같은데... 그렇게 비밀리에 할 말도 아닌 것 같고...\n\n그래도 신중한 게 좋다고 하고 딱히 반대할 이유도 없으니 따라가도록 하자.",
    "11027000": "예도항 시설 관리자 전양원이 끊임없이 불평을 늘어놓고 있었다. 그는 과거 수양 소속이었으나 은퇴 후 그 인연을 통해 예도항 시설 관리를 맡고 있는 이였는데, 새롭게 거래 상대가 된 사호에서 기일을 지키지 않아 불만인 상태였다. \n\n도화상전의 담당자를 찾아가 물건이 늦는 이유에 대해 묻자, 담당자는 부하들에게 재촉이나 할 뿐 현재 상황에 대해서는 전혀 알지도 못하고 큰 관심도 없는 듯했다. 이 상태로는 내일이 되어도 해결이 되지 않을 것 같아 물건을 생산하는 금경철문에 직접 가보았다. \n\n금경철문의 장인들에게 사정을 들으니, 최근 해변에 나타난 어둑사니로 인해 목탄을 구할 수 없었다고 한다. 목탄을 구할 수 없으니 불을 피울 수 없고, 그러니 일을 하지 못해 물건을 만들 수 없었던 거였다. 급한 대로 목탄 대신 발발이의 기름 먹인 풀과 거미의 진액을 구해다 주었다. 다행히 그것을 이용해서 불을 피워 장인들은 작업을 진행할 수 있었고, 전양원도 물건을 받게 되었다. \n\n일단 급한 불은 껐다만, 아니 급한 불은 피웠다만 중간에서 관리하는 도화상전, 괜찮은 걸까?",
    "11027001": "금경철문의 금불평은 작업자들이 현재 상황에 실망하여 기운이 없다며 고민을 털어놓는다.\n\n현재 금경철문의 장인들은 제대로 일을 할 수 없는 상황에 의기소침한 상태였다. 뭔가 도움을 줄 순 없을까? 상황 자체를 바꾸기엔 힘들 것 같은데... 맛있는 걸 먹으면 기분이 좋아질 거라고? 그야 그렇겠지! 여기 장인들은 어떤 요리를 좋아할까?\n...응? 거미 튀김을 좋아한다고? 내가 지금 잘못 들은 건 아니지? 해월대륙의 별미는 거미야? 이곳의 거미는 다른 맛이 나는 걸까?\n\n장인들의 독특한 취향이라고 생각하는 게 편할 것 같다. 나한테 요리를 해달라고 하는 건 아니잖아. 그냥 거미를 잡아주기만 하면 되는 거니까. 그건 내가 잘할 수 있는 일이고 말이야. 맛있게 먹고 기운 차리길 기대해보자.\n\n도화상전과 금경철문 사이에도 뭔가 복잡한 관계가 있는 것 같은데... 사호는 이에 관해 알고 있을까?",
    "11027002": "반달호수에서 해월대륙으로 넘어왔다는 이사민, 그는 자신이 도화상전에게 사기를 당했다고 생각한다. 담당자를 만나 따지려 해 봤지만 제대로 말을 들어주지 않는다고 했다. \n\n도화상전의 담당자, 박대비를 직접 만나 이야기를 들어보려고 했으나 역시 어려웠다. 어디든 각자 사정이 있고 바쁘겠지만... 이곳 예도항은 특히 일이 많아서 쉴 새도 없어 보였다. 그래도 어떻게든 말을 걸었는데 바빠서 짜증이 난 것인지 소리를 질러댔다. 일단 상황이 진정되어야 이야기를 들어볼 수 있을 것 같아, 혹시 도울 일이 있을지 묻자, 바로 채취한 곰 가죽이 필요하다고 했다. \n\n곰가죽을 얻어다 주자 그제야 그는 진정을 한 듯 예의 차린 상태로 말을 하기 시작 했다. 사람은 여유가 있어야 예절을 안다고 했던가... 담당자는 이야기를 모두 듣고 난 후, 이사민을 포함한 사람들에게 자세한 설명을 해주겠다는 약속을 했다. 이걸로 실질적인 도움이 될지는 모르겠지만 답답함은 좀 덜 수 있겠지? 이사민도 해결을 기대했다기보단 이야기를 들어주길 바랐다고 하니까...",
    "11027003": "풍요 우림 거점에서 어떤 자가 날 빤히 바라보길래 무슨 일이 있나 싶어서 말을 걸었다. 그는 열정, 가능성, 특별함과 같은 모호한 말을 늘어놓기 시작했다. 적당히 축복을 빌어주고 자리를 벗어나려고 했는데 잡히고 말았다. \n\n청년은 녹색 뿔의 숲에 있는 단단한 식물의 줄기를 이용해 바구니를 만들고 싶어 했다. 응원의 말을 전하자마자 그는 주변에 괴물이 많아 줄기를 얻을 수 없다며 도움을 요청 했다. 여러 가지 생각이 떠올랐지만... 의문을 뒤로하고 줄기를 얻어 주기로 마음먹었다. \n\n그곳에는 다양한 종류의 괴물들이 있어 확실히 줄기를 구하기가 쉽지 않았겠단 생각이 들었다. 구해다 준 줄기를 보고 강도와 유연성이 뛰어나다며 좋아하는 모습을 보니 나도 기분이 좋긴 한데 이게 정말 해월대륙의 특산물이 될 수 있을까?",
    "11027004": "다시 만난 이사민은 신해월에 대한 이야기를 꺼냈다. 예전에 이야기한 전도유망한 청년이 신해월이었다고? 이사민은 줄기로 만든 바구니의 평이 아주 좋다고 말했다. 하지만 곧이어 단단한 식물 줄기조차 나라의 소유물이기 때문에 함부로 개발할 수 없게 되었다며 난색을 표했다. 땅에 난 풀과 나무까지 모두 나라의 것이라는 걸까? \n\n이사민의 부탁에 도화상전의 상전주 곽호룡에게 가서 방법이 없을지 물어보기로 했다. 상황을 듣은 곽호룡은 엄밀하게 따지면 틀린 말은 아니라며 논의를 통해 방법을 찾아 보자고 했다. 그러나 그전에 자신이 확인할 수 있도록 견본을 하나 가져다 달라고 말했다. \n\n재료를 구해 신해월에게 가져다주며 이야길 전하자 바로 견본을 준비해 주었다. \n다시 곽호룡을 찾아가 견본을 전달했고, 그와 동시에 이사민의 이야기를 들려주었다. 이야길 모두 들은 곽호룡은 자신이 담당자에게 말해 이주 가격을 다시 검토하고, 적응을 도울 수 있는 방법도 찾아보겠다 말했다. \n\n이후 이사민을 찾아갔더니 수양에 일정 금액을 내는 조건으로 허가를 받았다고 좋아 했다. 내 생각보다 훨씬 빠르게 처리되었구나. 역시 상단주의 수완은 굉장한 것 같다.",
    "11027005": "매화 단원들이 모여서 심각한 분위기로 말을 나누고 있었다. 매화단 탐사대가 수양과 같이 일을 하는 경우가 많은데, 수양 대원들이 자기 자랑을 늘어놓고 잔소리까지 하는 바람에 그들과 같이 일을 하고 싶지 않다는 얘기였다. 매화단과 수양이 앞으로 같이 해야 할 일들이 많을 텐데... 좋지 않은 상황이다. \n\n일단 상황을 확인하기 위해 수양으로 가자, 마침 수양의 담당자가 부하와 대화를 나누고 있었다. 그는 과거 개척 시기에 많은 인원이 죽거나 다쳤던 걸 직접 목격한 사람이었다. 도움이 되길 바라면서 한 충고를 사람들이 잔소리로 받아들이고 불쾌함을 드러내자, 감정이 격양되어 소리를 질렀던 모양이다. 도움이 되길 바란 마음은 좋은 거지만, 표현 방법까지 신경 써야 제대로 효과를 볼 수 있을 거다. \n\n대화 단원들에게 돌아가 이야기를 들려주었다. 건자감은 사정이 이해된다며 앞으로는 잘 풀어보겠다고 했다. 이렇게 오해가 풀려 다행이다.",
    "11027006": "곽호룡은 수양과 매화단의 갈등 상황을 중재한 일에 대해 내게 감사를 표했다. 감사를 받을 만큼 대단한 일은 아니었는데... 그저 들은 이야기를 전한 게 전부인데 말이다. 곽호룡은 이어 연회를 열어 사람들의 관계를 개선하려 한다며 준비를 도와 달라고 요청하였다. \n\n매화단과 금경철문, 수양에 참석을 요청하러 갔다. 난 그냥 상황을 설명드리면 그냥 알겠다고 하실 줄 알았는데 꼭 그렇지만도 않았다. 특히 달빛바람은 자신에게 병풍 역할을 시키는 거냐며 화를 내는 바람에 당황하기도 했다. 그래도 홍매화 단장과 수양 담당자는 별 말없이 전달을 받아주어 다행이었다. \n\n전달이 끝난 이후에는 연회에 사용할 특수 요리 재료를 얻기 위해 바닷가로 이동했다. 이것으로 사람들의 기분이 풀어지고, 좋은 관계가 형성되면 내 작은 노력이 큰 의미로 돌아오는 거겠지. \n\n일이 끝난 이후 만난 곽호룡은 자신이 현장을 돌아볼 여유가 부족하다며 해월대륙을 탐험하며 알게 되는 게 있다면 알려달라고 부탁하였다. 뭔가 이렇게 부탁받으니 좀 부담스럽긴 하지만... 한번 해보자.",
    "11027007": "수양과 매화단원 사이의 오해는 모두 풀렸던 게 아닌가? 곽호룡이 연회까지 열어서 분위기를 좋게 만드려 노력했는데도 불구하고 그들 사이에는 거리가 있어 보였다. 탐사를 해야 하는데 수양대원의 도움을 받길 원하지 않는다니, 매화단원 건자감의 일을 도우며 이야기를 들어보기로 하자.\n\n현장에서 만난 건자감은 난파선의 무덤에 가는 길에 창도단 무리를 발견하고 기뻐하고 있었다. 그는 이 정보를 파악해 수양에 전달하면 좋을 것 같다고 했다. 하긴 이런 정보는 주변 지역의 치안 유지에도 큰 도움이 되니 수양에게 굉장히 좋은 정보겠지.\n\n근데 이야기를 더 들어보니... 약간 다른 의미도 있는 것 같다. 이 정보를 수양에게 전달 하면 수양대원이 자신들을 바라보는 시선이 달라질 것 같다고? 아직 수양과는 거리가 좀 있는 건가?\n건자감은 수양대원들이 매화단원들을 깔보고 있다고 생각했다. 나로선 실상은 알 수 없으니 아니라고 함부로 부정할 수도 없는 노릇이다. 그래... 우선은 원하는 대로 창도단 증거물을 모아주도록 하자.",
    "11027008": "창도단에 관한 증거물을 충분히 얻은 후 본격적으로 난파선 탐사를 시작했다. 먼저 도착한 매화단원들이 탐사를 진행하는 동안 나는 주변의 적들을 처치하며 도왔다.\n\n건자감과 매화단원들이 탐사를 끝내고 돌아왔다. 아마도 성공적으로 진행한 듯하다. 건자감은 이번 탐사가 굉장히 마음에 들었는지, 앞으로도 계속 같이 다니고 싶다고 말했다. 나 역시 탐사 활동이 흥미롭고 매화단원들을 돕는 게 싫은 건 아니지만... 그럴 수는 없다.\n\n이제 거점으로 돌아갈 시간이 되었다. 창도단 관련해서 수양에 직접 보고할 거라 생각 했는데 말하기가 껄끄럽다며 자기 대신 말해줄 수 없겠느냐 부탁했다. 직접 가서 활약상을 수양에게 보여주는 게 좋을 것 같단 생각이 들었지만 별말은 하지 않았다. 증거물과 함께 대신 말을 전달하는 게 어려운 일은 아니었다. 하지만 둘의 관계가 좋아지는 건 시간이 좀 더 필요할 것 같단 생각이 들었다.",
    "11027200": "영교원의 퐁퐁은 최근 들어 거점 주변의 물을 먹고 배탈 난 사람이 늘어나 곤혹스러워 하고 있다. 원래 이곳의 물은 깨끗하고 맛이 좋았기에, 물이 상한 원인을 빨리 파악하고 싶어 나한테 관련 있을 법한 것들을 찾아달라고 부탁했다.\n\n무엇이 관련 있을지 판단하긴 어려웠기 때문에 최대한 많은 걸 찾아가기로 마음 먹었다. 우선 다른 곳에서 볼 수 없었던 꽃과 죽어있는 동물의 사체. 이것도 원인일지 모른다. 물 근처에 떠 있는 이상한 오물 역시. 일단 다 가져가면 잘 판단해 주시겠지!\n\n꽃이나 시체에는 별다른 관심을 보이지 않던 퐁퐁은 오물에 크게 관심을 가지며 혹시 누군가 의도를 가지고 뿌린 게 아닐까 의심하기 시작했다. 갑자기 궁금해져서 바롱들은 이런 일들이 발생할 때마다 퍼롱퍼롱과 다 상의하냐고 물어보았다. 퐁퐁이 말하길, 바롱들은 사소한 일, 중요한 일 구분 없이 뭐든 공유하고 이야기한다고 했다. 바롱은 역시 인간과는 좀 다른 존재인 걸까?",
    "11027201": "검은 진흙지대 개발 반대운동을 하던 다도연이라는 자가 조사를 위해 떠난 후 며칠이 지나도록 돌아오지 않았다고 한다. 혹시 근처로 가게 된다면 친구를 찾아달라는 부탁을 받고 나는 검은 진흙지대로 향했다. \n\n진흙지대에서 만난 순찰대원은 며칠이 지났다면 살아있기 힘들 수도 있다며 부정적인 의견을 내기도 했다. 냉정히 말하자면 틀린 말은 아닐 것이다. 하지만 혹시 모른다는 생각으로 좀 더 안으로 들어가 보기로 했다.\n\n어디선가 도와달라는 소리가 들려왔다. 혹시 그 사람일까? 주변을 둘러보자 다도연을 발견할 수 있었다. 다행히 큰 부상은 없는 상태였다.\n안전한 곳으로 이동한 다도연은 이곳의 진흙을 여기저기에서 퍼가면서 여러 문제가 발생하고 있다고 한다. 그리고 사호가 이런 문제에 관심 있을지를 궁금해한다. 그건 나도 좀 궁금하다. 이곳의 이야기를 나중에 곽호룡님을 만나면 전달해드려야겠다. ",
    "11027202": "수양대원 이율경은 낙원 계곡이 굉장히 위험하다고 경고했다. 수양이 경고하고 돌아가라고 한다면 그건 따르는 게 좋겠다 생각하고 있었는데, 이야기를 들어보니 수양의 공식적인 입장은 아닌 듯하다. \n\n이곳을 순찰하는 수양의 병사가 위험하다고 경고하고 있는데 수양의 결정권자나 사호까진 정보가 전달되지 않은 걸까? 공식적인 경고가 없으니 낙원 계곡의 경치를 구경하기 위해 오는 관광객은 줄지를 않고, 사고 역시 끊이지 않아 이율경은 걱정이 많은 듯했다. \n\n이율경을 따라 해맞이 비탈길로 이동하여 위협이 되는 존재를 확인했다. 비탈길엔 묘면족이, 이 아래에는 낙원족이 머무르고 있어 언제든 습격을 받을 수 있어 보였다. 이율경의 말처럼 일반 관광객이라면 많이 위험할 것이 분명하다. 수양과 사호는 이런 상황에 대해 알고 있을까? 몰라서 이렇게 방치하는 것일까? ...아니면 알면서도 더 큰 이익을 위해 어쩔 수 없다고 판단한 걸까?",
    "11027203": "낙원족 와키키가 지나가는 날 불러 세우더니, 낙원족의 영역에 들어왔다며 다짜고짜 화를 냈다. 최근 들어 자신들의 영역을 침입당해 예민해져 있었다. 와키키는 자신들이 평화로운 종족이라고 주장하며, 최근에 인간들에게 공격받았다고 말했다. 그렇다면 이곳을 오가는 자들을 경계하는 일이 이상하진 않다.\n\n도움을 준다면 결백을 인정해 주겠다고 하는데... 왜 결백을 인정받아야 하는지 모르겠지만 굳이 감정을 상하게 하고 싶지 않다. 영역을 침입한 거미들을 없애는 것과 영역 표시를 제거하는 일을 도와주면 되는 걸까? 눈에 보이는 대로 거미를 몰아내고, 거미줄까지 치우고 난 후에 와키키에게 돌아갔다. \n\n와키키는 과거 인간들이 이곳에 왔을 때 서로의 영역을 정했다는 말을 전해 준다. 그런데 최근 들어 그 약속을 깨고 점점 영역을 넓히고 있다며 불만을 토하고, 좋은 사람도 있겠지만 모든 인간을 믿을 수는 없다고 말한다.\n맞는 말이다. 모든 인간을 믿을 수는 없겠지. \n낙원족의 영역을 침입하고 영역을 넓히는 인간들이 누구일까? 궁금해졌다.",
    "11027204": "그동안 낙원 계곡에서 들었던 이야기를 곽호룡과 사호에게 전달해 줘야겠다 생각하고 있을 때, 우연히 도화상전의 박대비를 만났다. 그 역시 날 찾고 있었다고 했다. \n박대비에게 낙원 계곡의 이야기를 꺼내려 하자 그는 자리를 옮기고 싶은 듯 보였다. 비밀로 할 이야기는 아니었지만 그래도 신중한 게 좋다고 하니 반대할 이유도 없어 따라갔다. \n\n거점 밖으로 나가 위협이 되는 동물들을 정리하고, 박대비에게 그동안 경험했던 일을 전했다. 그러자 그는 갑자기 자기반성을 시작했다. 응? 내가 기대한 반응은 이런 게 아니었는데... \n\n박대비는 자신의 과거까지 털어놓으며, 낙원 계곡에서 일어난 일들이 자신과 같은 관리자가 제대로 일을 못했기 때문이라 자책했다. 난 뭘 탓하려는 게 아니라 이런 이야기가 있다는 걸 전하려 했던 것뿐인데... 이렇게 나오니 내가 무슨 말을 해야 할지 몰라 급하게 대화를 마쳤다."
}