{
    "110010000": "[Рекомендуемый уровень]>12 \n Я хочу подарить детям деревянное копье и щит. \n Если вы являетесь мастером в Кымгёнчхольмуне, он обязательно сделает для них игрушки, чтобы они могли играть. \n \n Получите материалы и отправляйтесь в Кымгёнчхольмун.",
    "110010001": "[Рекомендуемый уровень]>12 \n Два мастера Кымгёнчхольмун дерутся. \n Я думаю, они говорят об оборудовании, которое они сделали ... \n \n Давайте послушаем подробнее.",
    "110010002": "[Рекомендуемый уровень]>29 \n Гю-Нын Ким, исследователь, изучающий трещины в яме пустоты, попросил меня принести образец Бастиона? Хотите попробовать?",
    "110010003": "[Рекомендуемый уровень]>29 \n Среди особей хулиганов выделяется особый образец. Когда я принес его Гю-Нунг Ким, она была очень взволнована и попросила для него живой образец. \n \n Владелец сайта этот образец - обычный хулиган. Кажется, он намного более могущественное существо. \n Если вы поймаете его, вы можете получить живой экземпляр ... \n \n Посмотрите вокруг ямы пустоты и посмотрите, есть ли что-нибудь, что выделяется. ",
    "110010004": "[Рекомендуемый уровень]>29 \n Джо Джо, который работает исследователем трещин в яме пустоты, в качестве помощника Ким Гю-Нына, спросил, знает ли он о существовании Яхвы. Может быть информация, которую можно записать. Давайте найдем Яхву от его имени и доставим содержимое .",
    "110010005": "[Рекомендуемый уровень]>30 \n Я нашел ущелье с несколько жутким ощущением. \n \n Несмотря на то, что оно тянулось от начала до внутренней части, кажется, что, если вы не достаточно храбры, вы не сможете войти в него. \n \n Такое место, как это Никто не может пойти ... А? Что это? ",
    "110010006": "[Рекомендуемый уровень]>26 \n Заброшенное кораблекрушение было повреждено до такой степени, что было трудно определить его первоначальную форму, но среди обломков была найдена старая коробка. \n \n Есть ли что-то ценное? Давайте очистим и поставим галочку в поле. . ",
    "110010007": "[рекомендуемый уровень]>13 \n Два синих человечка болтают о ком-то \n",
    "110010008": "[Рекомендуемый уровень]>17 \n Этот встревоженный дровосек сказал, что он страдал от ножниц и кошмаров с тех пор, как собирал минералы с лесной дороги в городе Кодо. Так что давайте пойдем и посмотрим, есть ли минералы на месте. ",
    "110010009": "[Рекомендуемый уровень]>13 \n Старик, который выглядит ненормальным, постоянно взывает к крестной матери и отчаянно что-то ищет. \n \n Кому принадлежит имя старика? \n Это настоящее, как старик? \n \n Давайте посмотрим вокруг. ",
    "110010010": "[рекомендуемый уровень]>17 \n Человек, который выглядит обеспокоенным, бормочет. \n Слушайте его.",
    "110010011": "[Рекомендуемый уровень]>13 \n Маленький мальчик, которого я встретил у входа в лесную дорогу старого города, хвастался, что встретил говорящий дендрарий и сказал ему, где он был.",
    "110010012": "[рекомендуемый уровень]>7 \n Думаю, мы кое-что нашли. \n Приходите и присмотритесь.",
    "110010013": "[Рекомендуемый уровень]>10 \n Кажется, я кое-что нашел. \n Приходите и присмотритесь.",
    "110010014": "[Рекомендуемый уровень]>7 \n Организация, которая занимается посредничеством и обработкой различных запросов. Я встретил человека, который распространяет много информации о Бизимоне. \n \n На первый взгляд, он хвалит Бизимона, но нет никаких сомнений в том, что человек, отвечающий за Бизимон у него черное сердце. \n \n Что ж, то, что этот человек сказал о сотрудничестве, определенно кажется полезным, поэтому давайте посмотрим на название сотрудничества .",
    "110010015": "[Рекомендуемый уровень]>13 \n Президент Общества охраны дикой природы Эшенвинд сказал, что беспорядочная браконьерская деятельность бойцов быков серьезно угрожает экологии озера Вандал. Это очень злая группа. \n \n Давайте поможем загнанному в угол Обществу охраны дикой природы очистите бригаду пожарных и окажите первую помощь раненым животным! ",
    "110010016": "[Рекомендуемый уровень]>7 \n Нэй-ньянг, лидер Первопроходца Баронгдан, хочет представить своих гордых членов. \n \n На самом деле, Нэй-нянь, которому сложно найти членов лично, похоже, задержал мою работу , но я ищу, чтобы участники осмотрели руины. Я тоже не думаю, что это было бы плохо .",
    "110010017": "[Рекомендуемый уровень]>20 \n Судя по всему, Хын-и-нянь напился после того, как съел много травы баронг вместо того, чтобы собрать ее. \n \n Баронг не имел бы таланта выжить, если бы не съел траву баронг на месте. Я не знаю ' Не думаю, что мне когда-либо удавалось собирать траву по какой-то причине ... \n \n Поднимите корзину, которая стоит там, и соберите траву вместо Хын-няна. После этого проснуться не будет слишком поздно. ",
    "110010018": "[рекомендуемый уровень]>22 \n к сожалению, павлин слишком слаб, чтобы охотиться на диких медведей и тигров. \n \n давай охотимся на диких медведей и тигров и соберем шерсть животных, чтобы мы могли безопасно завершить эту миссию.",
    "110010019": "[Рекомендуемый уровень]>31 \n Barongdan's Heung-yi-nyang и Pung-y-nyang были сбиты с толку и выбежали.",
    "110010020": "[Рекомендуемый уровень]>22 \n Охотник за морской водой Джимми Год сказал, что не хочет, чтобы кто-либо принимал его в качестве члена команды, несмотря на количество денег, которые он тратит на охоту. \n \n Дикие медведи и тигры повсюду , так где бы вы хотели продемонстрировать свои навыки? ",
    "110010021": "[Рекомендуемый уровень]>22 \n Джимми Бог был немного удивлен тем, насколько легко было убивать диких медведей и тигров, и он был удовлетворен и предложил присоединиться к нему в морской охоте. \n \n Но его люди возражали, поэтому Джимми Бог сказал Мне нужно немного подождать. Он сказал: Я немедленно дам вам особую миссию, - сказал он.",
    "110010022": "[Рекомендуемый уровень]>10 \n Немного грустно прощаться с пионером Баронгданом. \n \n Ньянян сказал, что это была его последняя миссия, и попрощался с ним, попросив его найти прощальный подарок, который он спрятал. скажем, он спрятан где-то в школе, так что давайте найдем его .",
    "110010023": "Нянян попрощался и приготовил подарок. \n Но разве это не весело, если ты просто подаришь его мне?",
    "110010024": "[Рекомендуемый уровень]>33 \n Участник Мёнхе Мин Кён-хан ищет виновного, который нарушил ночную историю лидера. Однако, как ученый, ему трудно найти виновного. \n \n Давайте поможем ему найти виновного. ",
    "110010025": "Я видел плакат, написанный кем-то, кто не смог преодолеть тиранию банды Чандо.",
    "110010026": "[Рекомендуемый уровень]>13 \n The Breeze of the Wildlife Society Спасательная команда была обеспокоена тем, что число раненых или убитых диких животных в последнее время увеличилось из-за тигров, бродящих по лесным тропам города Кодо. Вместо этого давайте охотимся на голодных тигров-хищников, которые угрожают экологии древней лесной дороги .",
    "110010027": "[Рекомендуемый уровень]>13 \n Мапарам, член Общества охраны дикой природы, планирует внезапную атаку, чтобы избавиться от более радикального боевого отряда.",
    "110010028": "Родители Со-хян, потерявшие дочь в одночасье, хотят быть со своей дочерью, чтобы она не была одинока в ее последнем путешествии. Давайте защитим ее от вас.",
    "110010029": "[Рекомендуемый уровень]>17 \n Странный гоблин утверждал, что он человек. \n \n Он отругал демонов, которые сделали его таким, и попросил его восстановить себя.",
    "110010030": "[Рекомендуемый уровень]>20 \n Vandal Ranch Чихание рабочего, как говорят, вызывает беспокойство из-за вспышек болезни, которые живут рядом с ранчо. \n \n Давайте поохотимся на виновных, виновных, чтобы чихание могло излечить.",
    "110010031": "[Рекомендуемый уровень]>25 \n Мова, кузнец из племени Сува, разработал план с учетом долгосрочной битвы с разрушенными монстрами. Давайте возьмем материалы для этого плана.",
    "110010032": "[Рекомендуемый уровень]>7 \n Давайте исследуем коридор пробуждения до конца.",
    "110010033": "[Рекомендуемый уровень]>7 \n Давайте исследуем коридор пробуждения до конца.",
    "110010100": "[Рекомендуемый уровень]>12 \n Я вижу маленьких детей по соседству, играющих, имитируя копья и щиты. Когда мы были маленькими, у нас с Арангом было такое время ... \n \n Хотели бы вы посмотреть, как дети играют в наши дни?",
    "110010101": "[Рекомендуемый уровень]>12 \n Два мастера Кымгёнчхольмун дерутся. \n \n Я думаю, они говорят об оборудовании, которое они сделали ... Давайте послушаем внимательно.",
    "110010102": "[Рекомендуемый уровень]>29 \n Гю-Нын Ким, исследователь, изучающий трещины в яме пустоты, попросил меня принести образец Бастиона? Хотите попробовать?",
    "110010103": "[Рекомендуемый уровень]>29 \n Среди образцов огненных смертных выделяется особый образец. Когда я принес его Гю-Нунг Ким, она была очень взволнована и попросила для него живой образец. владелец этого экземпляра - обыкновенный костер. Я думаю, что это существо намного более могущественное, чем Маза. Если вы поймаете его, вы сможете получить живой экземпляр ... \n \n Осмотрите яму пустоты и посмотрите, есть ли что-нибудь стоящее из.",
    "110010104": "[Рекомендуемый уровень]>29 \n Джо Джо, который работает исследователем трещин в яме пустоты, в качестве помощника Ким Гю-Нына, спросил, знает ли он о существовании Яхвы. Может быть информация, которую можно записать. Давайте найдем Яхву от его имени и доставим содержимое .",
    "110010105": "[Рекомендуемый уровень]>30 \n Я нашел ущелье с несколько жутким ощущением. \n \n Несмотря на то, что оно тянулось от начала до внутренней части, кажется, что, если вы не достаточно храбры, вы не сможете войти в него. \n \n Такое место, как это Никто не может пойти ... А? Что это? ",
    "110010106": "[Рекомендуемый уровень]>26 \n Заброшенное кораблекрушение было повреждено до такой степени, что было трудно определить его первоначальную форму, но среди обломков была найдена старая коробка. \n \n Есть ли что-то ценное? Давайте очистим и поставим галочку в поле. . ",
    "110010107": "[рекомендуемый уровень]>13 \n Два синих человечка болтают о ком-то \n",
    "110010108": "[Рекомендуемый уровень]>17 \n Этот встревоженный дровосек сказал, что он страдал от ножниц и кошмаров с тех пор, как собирал минералы с лесной дороги в городе Кодо. Так что давайте пойдем и посмотрим, есть ли минералы на месте. ",
    "110010109": "[Рекомендуемый уровень]>13 \n Старик, который выглядит ненормальным, постоянно взывает к крестной матери и отчаянно что-то ищет. \n \n Кому принадлежит имя старика? \n Это настоящее, как старик? \n \n Давайте посмотрим вокруг. ",
    "110010110": "[рекомендуемый уровень]>17 \n Человек, который выглядит обеспокоенным, бормочет. \n Слушайте его.",
    "110010111": "[Рекомендуемый уровень]>13 \n Маленький мальчик, которого я встретил у входа в лесную дорогу старого города, хвастался, что встретил говорящий дендрарий и сказал ему, где он был.",
    "110010112": "[рекомендуемый уровень]>7 \n Думаю, мы кое-что нашли. \n Приходите и присмотритесь.",
    "110010113": "[Рекомендуемый уровень]>10 \n Кажется, я кое-что нашел. \n Приходите и присмотритесь.",
    "110010114": "[Рекомендуемый уровень]>7 \n У меня укусило затылок. Я оглядываюсь и вижу, как странный человек манит. Это очень подозрительно, мне любопытно! \n \n Что мне делать? Поговорим с вами? ",
    "110010115": "[РЕКОМЕНДУЕМЫЙ УРОВЕНЬ]>13 \n Президент Общества охраны дикой природы. Серый ветер бродит по двору с лицом, залитым водой. \n \n Что вас беспокоит?",
    "110010116": "[Рекомендуемый уровень]>7 \n Нэй-ньянг, лидер Первопроходца Баронгдан, хочет представить своих гордых членов. \n \n На самом деле, Нэй-нянь, которому сложно найти членов лично, похоже, задержал мою работу , но я ищу, чтобы участники осмотрели руины. Я тоже не думаю, что это было бы плохо .",
    "110010117": "[Рекомендуемый уровень]>20 \n Там, в тени дерева, я вижу, что Хынги-нян бессознательно спит. \n \n Я не знаю, но, судя по репутации баронгдана-первооткрывателя, у меня есть ощущение, что что-то не так идет не так. Давай отправим .",
    "110010118": "[Рекомендуемый уровень]>22 \n Щенки пионера Баронгдана прячутся за деревьями и просто наблюдают за дикими животными. \n \n Чтобы не попасть в неприятные ситуации, лучше просто игнорировать их, но, увидев это жалкое выражение на вашем лице, вы можете не просто игнорировать их. Нет. \n \n Кажется, что-то не так, поэтому мне нужно помочь .",
    "110010119": "[Рекомендуемый уровень]>31 \n Хын-и-нян из Баронгдана и Пунг-ни-нянь сбиты с толку и выбегают. \n \n Два Баронга, затаив дыхание, похоже спорят и спорят. Давайте послушаем, что происходит.",
    "110010120": "[рекомендуемый уровень]>22 \n У входа на скалистый холм я встретил группу охотников за морской водой, которые громко рекламировали. Охота в морской воде кажется хорошим способом заработать деньги, так что давайте подойдем к ней и поговорим с ним.",
    "110010121": "[Рекомендуемый уровень]>22 \n Джимми Бог был немного удивлен тем, насколько легко было убивать диких медведей и тигров, и он был удовлетворен и предложил присоединиться к нему в морской охоте. \n \n Но его люди возражали, поэтому Джимми Бог сказал Мне нужно немного подождать. Он сказал: Я немедленно дам вам особую миссию, - сказал он.",
    "110010122": "[Рекомендуемый уровень]>10 \n Группа баронгов-первопроходцев собралась возле пристани порта Суволь. \n я случайно? ",
    "110010123": "Пионеры Баронгдан, признанные официальной группой, заявили, что они планируют переехать на новый континент и провести новую новаторскую деятельность.",
    "110010124": "[Рекомендуемый уровень]>33 \n Я вижу человека, у которого много проблем. \n Какие проблемы возникают у вас, глядя на этот обрыв? \n \n Давайте послушаем историю.",
    "110010125": "Я видел плакат, написанный кем-то, кто не смог преодолеть тиранию банды Чандо.",
    "110010126": "[Рекомендуемый уровень]>13 \n Бриз, терапевт, отвечающий за лечение диких животных в Обществе охраны дикой природы, вытирал слезы, лечя раненого оленя. Они вдвойне ощущают угрозу смерти.",
    "110010127": "[Рекомендуемый уровень]>13 \n Мапарам, член Общества охраны дикой природы, планирует внезапную атаку, чтобы избавиться от более радикального боевого отряда.",
    "110010128": "Родители Со-хян, потерявшие дочь в одночасье, хотят быть со своей дочерью, чтобы она не была одинока в ее последнем путешествии. Давайте защитим ее от вас.",
    "110010129": "[Рекомендуемый уровень]>17 \n Я встретил странного гоблина в глубоком кладбище. \n ",
    "110010130": "[Рекомендуемый уровень]>20 \n Vandal Ranch Чихание рабочего, как говорят, вызывает беспокойство из-за вспышек болезни, которые живут рядом с ранчо. \n \n Давайте поохотимся на виновных, виновных, чтобы чихание могло излечить.",
    "110010131": "[Рекомендуемый уровень]>25 \n Мова, кузнец из племени Сува, разработал план с учетом долгосрочной битвы с разрушенными монстрами. Давайте возьмем материалы для этого плана.",
    "110010132": "[Рекомендуемый уровень]>7 \n Аранг кое о чем говорил со мной.",
    "110010133": "[Рекомендуемый уровень]>7 \n Я не искал Коридор Пробуждения сознательно, но внезапно другой Коридор Пробуждения оказался в пределах пешей досягаемости. \n Это правда, что исследовать Коридор Пробуждения в одиночку, не вмешиваясь, все еще обременительно. \n Однако , поскольку я уже прошел через Коридор Пробуждения в одиночку, я ничего не могу сделать!"
}