{
    "11040000": "This is an unreleased story.",
    "11040001": "This is an unreleased story.",
    "11040002": "This is an unreleased story.",
    "11040003": "This is an unreleased story.",
    "11040004": "After solving the problems of the Taerok Forest, we are finally able to move on to the fertile land.\nWill I be able to get help at Pungbaekmun as Arang has promised?\n\nTo the Pungbaekmun Haewol Branch Let the story go.",
    "11040005": "The problem of the Hongdon tribe has been solved, but the problem faced by Pungbaekmun is not over yet.\nOne day, a being who suddenly appeared is aiming for Hoshitamtam Pungbaekmun on the hill of Wonryeong where you can see the Haewol Branch... \n\n Let's hear the details and solve the problem.",
    "11040006": "The Haewol branch of Pungbaekmun returned after succeeding in weakening the power of the Black Dawn.\nIs it possible to finally meet the great leader Songmunak... But the atmosphere at Munpa Plaza is not so bad.\n\nSongmun Let's talk to the Evil Elder.",
    "11040007": "There were a lot of great things, but in the end, I managed to obtain fertility from a fertility mine. \n\nWhat's the point of a light engineering battle all of a sudden... Let's follow Arang and achieve our goal.",
    "11040008": "When we arrived at the Haewol branch of Pungbaekmun Gate, the executioner Biryuha, who had come first, led the members of the family to welcome us. He said that he would give the teacher he met after a long time, if he couldn't go empty-handed, and that he would give him a gift that was perfect for greetings. It was to solve the problem of Pungbaekmun, the problem between the Hongdon tribe and the Black Dawn.\n\nThere have been several incidents of violent Hongdon tribe attacking the Munpawon for some time. He said that his younger brother, Hong Don-pal, the head of the Hong Don tribe, had changed violently since he got his hands on a strange stone. Arang suspected that the stone was 'Takhoeam'. We got help from Hong Don-chil's clever trick. I was able to defeat Hong Donpal and destroy a strange stone presumed to be taffy rock.",
    "11040009": "Another suggestion from Biryuha, to defeat the Black Dawn, we went to the battle leader of Pungbaekmun. The Black Dawn is a group that worships Sura. The battle leader asked for help because a number of members were dispatched to Wonryeong Hill and they were fighting the Black Dawn.\n\nI arrived in a hurry from the hill of Wonryeong, Arang, and the members of Pungbaekmun's members were the momentum of the Black Dawn. Although it is unknown where they appear, we had to get out of the hill in a hurry, conscious of their endless reinforcements. With Arang's determination and jumping off the cliff, we were able to escape the hill of Mononoke. nPerong Perong's churning skills, and with Arang, it's really... I seem to get caught up in reckless things often.\n\nAnyway, the momentum of the Black Dawn has also been defeated! ",
    "11040010": "Finally met Pungbaekmun, the head of Pungbaekmun, Song Munak, welcomed us warmly and politely enough that it was a little burdensome. When he took out the , Song Mun-ak suddenly knelt down and asked to rescue his son who went to the den as soon as he burned to seek fertility.\n\nArang and I rode an old razor to the fertile ruins. I found Song Si-guk, the destroyer of the void, being tainted with Sura's power. Due to Song Mun-ak's stubborn attitude, we had no choice but to turn away from Song Si-guk.\nAfter Song Mun-ak returned to the branch, we continued to care, but when we went back, he was no longer there. Arang was saved by Song Mun-ak. I said yes, but I felt reluctant.\n\nAnyway, by chance, we were able to obtain the fertility that Song Si-guk was trying to claim and open a rift.",
    "11040011": "The forest of dreams that came to me in a frenzied battle with Arang. The returner of Shinsoo couldn't possibly catch up with Arang because of a different vessel. \n\nWe succeeded in summoning the energy of the rift through Dalian in the Forest of Dreams, but the Pasa that appeared suddenly closed the crack in an instant. Pasa, who stood in front of us in human form, was furious with us. Maybe it was natural.\nNow that I think about it, I thought of summoning Sura, who had plunged the world into the brink of ruin. No, I think I'm possessed by Arang.\n\nPasa, who graduated from school because of our reckless behavior, said that she would personally answer our questions. They are like Sura's children. If you want to hear about the blue people, come to the dark area. From what Arang said, there seems to be no direct path to the dark area yet. Let's go through the Yongrin Desert to the dark area as Arang suggested.",
    "11040012": "This is an unreleased story.",
    "11040013": "This is an unreleased story.",
    "11040014": "This is an unreleased story."
}