{
    "131000000": "Jimmy God~ My name is Jimmy God~\nA ray of light in my desolate heart~",
    "131000001": "Only you, there is only sea water~",
    "131000002": "What?\nWho's singing here?!",
    "131000003": "Let's do it together~ !\nWe are all~ life's hunters!",
    "131000004": "The treasure of life~Fishing it right here~\nJimmy God~Jimmy God~ Searching for seawater for thirty thousand miles~",
    "131000005": "Ahhh! I hate to hear the song! \nThat's right, let's catch it!",
    "131000006": "Who the hell caught a sea turtle...\nI wanted to catch it first and get recognized by the master!",
    "131000007": "What~? Why are you murmuring?",
    "131000008": "I'm looking for seawater that haunts this area...\nNo matter how many traps I set up, they don't appear.",
    "131000009": "I was betting who would get it first...\nAnd then it turned out to be empty!",
    "131000010": "It's a skill to lure with traps!\nIf that doesn't work, you won't be able to catch seawater!",
    "131000011": "What? This little boy!\nWhy don't you try grabbing it?",
    "131000012": "Heh, you'll regret that!",
    "131000013": "Obviously, this is the best seawater to deal with...",
    "131000014": "Hey!!",
    "131000015": "Oh, what if I suddenly call you? \nI almost fell.",
    "131000016": "(Ask if you are looking for seawater)",
    "131000017": "Oh! Yes, that's right. \nActually, it's scary to deal with alone, so I can't really find it...",
    "131000018": "If someone treats seawater, there is no need to find it, right?\nWe'll help you~",
    "131000019": "Really?\nThen, I think someone should take care of it first and tell the master that I'm one step late...",
    "131000020": "Just trust us and wait!",
    "131000021": "Deokji~ I feel good today~\nOh! Deokji~ You are Jimmy God's friend!",
    "131000022": "Noisy...",
    "131000023": "Deokgul Deokgul Deokgul Deokgul Deokgul",
    "131000024": "What else? \nCan Suwa people and people be friends?",
    "131000025": "Deokji! Searching for seawater~Finding seawater~\nLet's go find the treasures of this world together~",
    "131000026": "Ahhh~ I sing like that!!\nLet's catch that seawater!!",
    "131000027": "Ha.. Master doesn't seem to be looking for me these days...",
    "131000028": "I really need to catch seawater in this area this time! \nI couldn't learn light engineering, damn it.",
    "131000029": "(Ask if something difficult happened)",
    "131000030": "I found where the seawater is, but it's across the bridge...\nI can't cross it!",
    "131000031": "Leave it to us~\nI'll go and grab it and come back! Heh!",
    "131000032": "Samyojeong is scary, what should I do?",
    "131000033": "Wait a minute!\nIf you have time, could you help me?",
    "131000034": "(Ask what's going on)",
    "131000035": "I boldly told my master that I would find and catch seawater in this area,\nI'm afraid my feet won't fall..",
    "131000036": "Can you find and dispose of that seawater for me?",
    "131000037": "Hot! That's like a piece of cake~",
    "131000038": "There's a long way to go, but it's easy! \nIt won't take long, so I'll deal with it right away!",
    "131000039": "Deokji, our future is long and difficult!",
    "131000040": "If you and I are together~ I'm not afraid of sea water~",
    "131000041": "Deokgul Deokgul Deokgul Deokgul Deokgul",
    "131000042": "Aww! Someone else is singing loudly!",
    "131000043": "I don't think I'll be able to sing that song if I get rid of all these sea creatures!!!\nLet's deal with it right away!!!",
    "131000044": "There seems to be a hidden hiding place at the Black Dawn camp...\nIs there any way to secretly investigate, hmm.",
    "131000045": "Um? What's going on?",
    "131000046": "Looks like he likes adventure quite a bit.\nThen, have you ever heard of the Black Dawn?",
    "131000047": "I've heard that they have a hiding place in the camp.\nI don't know what heinous things are going on there.",
    "131000048": "You can't leave it like that!\nWe'll find that hiding place!",
    "131000049": "I'll beg you. Find their hideout and clean it up.",
    "131000050": "Oh~ A new member has come to my feet.\nOkay... If that's the case, then I'll give you a chance!",
    "131000051": "Eh? You're giving me a chance? You mean… you're talking about that chance?",
    "131000052": "No way! How hard we worked to find out!!",
    "131000053": "(What chance?)",
    "131000054": "Because meeting like this is a relationship, especially! Very~ Special! \nI'll give you a chance to find and hunt seawater~",
    "131000055": "How do you feel about this broad harvest god? Thank you? Thank you? Hahaha!\nNow, then, go find the seawater~",
    "131000056": "Rookie! You found me dedicated to seawater hunting! \nYou seem to have properly entered the unpredictable world of seawater hunting! Ha ha ha!",
    "131000057": "Captain! Are you sure you're accepting new hires? So, are you going to give me another chance?",
    "131000058": "No~! No~! This seawater is a real~ scary mutant~",
    "131000059": "(Have you entered the world of seawater hunting?)",
    "131000060": "Odo-dok, dang-duk. The newcomers are improving their skills step by step. They may someday surpass us...\nBut the day will come when we will finally finish.",
    "131000061": "Rookie~ Go and find out the location of the seawater! \nIf we can't be together, you just have to fight and win!",
    "131000062": "Rookie! It's you again! Ha... Newcomer, you mean~ \nThis harvest god gave me a special opportunity, ha ha... you ruined our plan.",
    "131000063": "So, when we come back alive like this, our plan to just skip the sweet water...!",
    "131000064": "Quiet! I'll catch you!",
    "131000065": "(I struggled hunting seawater, but what did I ruin?)",
    "131000066": "Hey... you look like you don't know what it is. Well, with your narrow insight, you won't be able to tell me about my grand plan. Then... you can only learn through experience!",
    "131000067": "Rookie, this generous harvest god will give you one more chance. \nFind the location of the seawater and fight! This harvest god will watch over you! Ha ha ha!",
    "131000068": "Rookie! You really have the longest line of all the newbies I've ever met!\nEvery time we find Haesu, we run into each other like this! It's not a normal relationship~",
    "131000069": "Huh? Captain! Are you going to give the newbie another chance?",
    "131000070": "No! No! I'm going to kill myself again and go away!",
    "131000071": "(Now that I think about it, it's strange to see each other again...)",
    "131000072": "Odo-dok, rumble. Your hard work is well known by this Harvest God.\nIn the meantime, our expedition has come this far by finding seawater with a burning passion.",
    "131000073": "So, shouldn't we give the newcomers here an extreme opportunity to be prepared for death?\nHurry up and show your skills! If successful, I'll accept you as our expedition member! Hahaha!",
    "131000074": "Hahaha! If you meet me like this again, I will greatly appreciate your distribution!\nAnd as I said last time, I will accept you as an expedition member!",
    "131000075": "Captain! What if you get a crew for an important seawater hunt!",
    "131000076": "There's no hunter like a fortress, so we're left with nothing!",
    "131000077": "(Did you become a member of the expedition like this?)",
    "131000078": "Noisy! People who can't even pay for a meal talk a lot?\nThe more we need talented people at times like this!",
    "131000079": "Come on, rookie. I believe in you~ \nFind seawater and show me your skills!",
    "131000080": "Sohyuk! Have you ever seen Seawater Hunter Harvest God...\nHey? Are you a newbie?",
    "131000081": "Really? We kept throwing candles over our plans and moved to Taerokrim,\nDid you follow me here to disturb you?",
    "131000082": "(Are you following me? Seriously misunderstood!)",
    "131000083": "Anyway! Now that you're here, hurry up and look for the captain!\nHe went to find Haesu, but he hasn't come back!",
    "131000084": "Yeah! Harvest God gave you a great chance at Vandal Lake!\nRepay the favor!",
    "131000085": "See if there is any seawater nearby and look for the captain too!\nWe'll look here and there too!",
    "131000086": "Rookie! It was you!\nHave you searched all the way through the spider forest?",
    "131000087": "Is it possible that Harvest God didn't get hit by seawater?\nHuman bones are lying next to seawater...",
    "131000088": "(there were no human bones...)",
    "131000089": "Crump! What are you talking about?\nThe captain can't be easily defeated!",
    "131000090": "Mo... I don't know! I'm scared of this place!\nThere's seawater nearby, so what if we get hit?",
    "131000091": "I'll have to find it somehow!\nRookie! There must be traces of seawater nearby, so look for the captain there!",
    "131000092": "Rookie! Did you find the captain?\n… I see you are alone, so… you didn't find it?",
    "131000093": "You... you're good at hunting, aren't you deliberately not looking for it?\nDodok Oh... We did our best... Now let's send Harvest God away.",
    "131000094": "(Harvest really… how did it happen?)",
    "131000095": "Crump! Do you want to keep making noises?\nYour harvest god is our captain! Captain! There's no way the captain will die easily!",
    "131000096": "But Oh Dodok, you know. Harvest God-sama's hunting skills are so... Hmmmm... \nAnyway! It's too dangerous here! It's no wonder if anyone dies!",
    "131000097": "Rubuduk, you're saying...!\nRookie! There seems to be another seawater around here, so go and find the captain.\nIn the meantime, I'll have to take a look.",
    "131000098": "Si, newbie! How did I get here...!\nHmmmm, did you find Harvest God?",
    "131000099": "You still haven't found it? I thought it was me!\nIt must have been taken out or dead, or one of the two, how do you find it?",
    "131000100": "(there wasn't a harvest cap where I went...)",
    "131000101": "Eight, I just came all the way here... How do I go about it?\n... Ah, yes, yes! There is a newbie!",
    "131000102": "Hmmmm, newbie! There are some things I know, but I'll tell you only.\nThere's a lot of seawater around here~ How are you, are you surprised?",
    "131000103": "Once we get rid of that seawater! We're going to make a lot of money! It's really a big deal!\nThen let's form a new seawater expedition the two of us! I'm in charge of collecting information, you in charge of hunting! How are you?",
    "131000104": "Bound, we'll talk about it later. Whoa~\nRookie, you're here! Someone saw the captain around here.",
    "131000105": "But maybe after that, huh, you know?\nHow are you going to hunt seawater in this dangerous place?",
    "131000106": "(Isn't it better not to tell Oh Do-dok about the new expedition?)",
    "131000107": "Woo Doo-wook, stop talking nonsense.\nRookie, do you see any traces of seawater in front of me? Someone saw the captain investigating there.",
    "131000108": "No bullshit? I've heard rumors too!\nThe seawater that appears here is not normal seawater? It's very dangerous!",
    "131000109": "But you can't give up on the captain!\nRookie… please. The fate of the seawater hunting expedition is at stake!",
    "131000110": "Oh~ A new member has come to my feet.\nCome on~ Is this your first time hunting in fertile land?",
    "131000111": "Oh, you seem to be trembling, so relax.\nSeawater hunting isn't that difficult~ Find it and get rid of it! That's all.",
    "131000112": "(don't the harvester recognize me?)",
    "131000113": "Hey! Where are you keeping your head stiff?\nDo you know who this person is? That's the famous Harvest God of Vandal Lake!",
    "131000114": "Hahahaha! Yeah~ I'm that harvest god~\nRookie, I know you're lucky~ Meeting me is guaranteed to get you a high salary! Lifetime job guaranteed!",
    "131000115": "Hahahaha! Come on, let's hunt for seawater around here.\nThis is a special opportunity for Harvest God!",
    "131000116": "Hahahaha! You must have been attacked by Haesu by now?",
    "131000117": "Harvest God... he's alive...",
    "131000118": "What??? What! Why are you alive? Did you succeed in hunting?\nThis guy also has a long neckline?",
    "131000119": "Wait… you? You!",
    "131000120": "Khahahahaha! It was you! You were the guy with a long leash!\nYou survived so well and came to the fertile land!",
    "131000121": "Yes... Then I will prepare seawater suitable for you.\nSee you soon! Ha ha ha ha!",
    "131000122": "Si… New!!!",
    "131000123": "You were alive!\nTo meet you here! Ah, I'm glad!",
    "131000124": "(Why is Dodok Oh alone?)",
    "131000125": "The rook dumped me and took me to Vandal Lake!",
    "131000126": "I told the people here that I would do seawater hunting, and I received money in advance,\nThey said they took everything and jumped on their own!",
    "131000127": "Wow, as you may have guessed... Actually, I'm not good at sea hunting...\nNewbie! Can you do it? Before people ask for my money back, help me!",
    "131000128": "Huh? Newbie!! Is that you?",
    "131000129": "While you were hunting for seawater, people brought me here.\nHurry up and kill the seawater... Whew.",
    "131000130": "(harvest cap must be in fertile land...)",
    "131000131": "But it doesn't seem like the sky will forsake me.\nTo meet you like this! How lucky are you?",
    "131000132": "Even in such a beautiful place, there must be dangerous seawater.\nBe careful~",
    "131000133": "…what are you doing? Will you help me?",
    "131000134": "Rookie! You've come all the way here!",
    "131000135": "I didn't want you to come this far...\nThere is a really scary seawater in front of this!",
    "131000136": "(Shall we talk about Ododog?)",
    "131000137": "No way.\nThe newcomers are fearless. They are very good.",
    "131000138": "Did I say I would prepare seawater suitable for you?\nGo and find traces of seawater and fight against it!",
    "131000139": "How do you feel? This broad harvest hat-sama's heart? Thank you very much. \nKhahahaha!",
    "131000140": "Captain! You're alive!",
    "131000141": "Oh Dodok!!! You really mean you?\nYou were alive! We met again!",
    "131000142": "I thought we would meet again!\nYou never gave up!",
    "131000143": "Are you looking for me like that?\nOh Dodok, let's go back with me now!",
    "131000144": "… Harvester, is this my death penalty?",
    "131000145": "Khahahaha! Nothing formal!\nOh Dodok is my right arm, no, it's my family! Family! Hahahaha! ",
    "131000146": "Rookie! You must have a very thick face to appear again!\nLast time, you saw iron claws and ran away!",
    "131000147": "Captain~ Don't say that!\nThe newcomer has helped me several times since Taerokrim~",
    "131000148": "(never escaped?)",
    "131000149": "Looks like his skills aren't normal.",
    "131000150": "What's the habit of talking in front of the captain?\nThe newcomers are also members of our expedition!",
    "131000151": "Oh Do-dok, you're right~ I admitted it.\nThat's why, newbie, you have to help Oh Do-dok.",
    "131000152": "Dodok Oh has found information that seawater appears in this area.\nRookie, go find the seawater and show your skills!",
    "136000000": "Not all ports are created equal!",
    "136000001": "Various veterans gather here, \nlarge ships can dock, and supply can be done without any problems. ",
    "136000002": "A place where many people and goods gather and connects the Suwol Plain and the Suwol Continent. \nWhat was the name of the port here? ",
    "136000003": "Yes, that's right! It's Suwol Port!",
    "136000004": "The rift was a tragedy for the inhabitants of Vandal Lake, \nI think it was even harsher for the Suwa people.",
    "136000005": "The surrounding environment was polluted, and the village burned to pieces.",
    "136000006": "This former Suwa village has now been occupied by the eroded.",
    "136000007": "As long as they remain... rebuilding seems unimaginable yet.",
    "136000008": "Have you been to Shin Daeeobang Chongta for the first time?",
    "136000009": "Even after the tragic events of the past, people did not give up,\nand it bloomed so splendidly again.",
    "136000010": "The Chongta Building, a blend of novelty and old style, symbolizes reconstruction, continuation of tradition \nand new prosperity. ",
    "136000011": "Wait a minute. Over there! Don't climb on the tiles. It's dangerous! \nAww! Don't run on the stairs!",
    "136000012": "You are not allowed to enter! This is a very dangerous place.",
    "136000013": "The morons over there are dangerous too, but cracks are still common.",
    "136000014": "It may be hard to imagine from what it looks like now,\nThere used to be a Daeeobang Chongta here, which used to be the center of Vandal Lake. ",
    "136000015": "In the past, it was said that clear water flowed... Now all I see is black, dried soil.",
    "136000016": "A lot is gone after the rift. You can't just cry!",
    "136000017": "Even what's left should be well preserved... \nDo you know who bothers wildlife and conservation groups the most right now?",
    "136000018": "Not those terrifying bullies, but bloody humans. \nHow could that be? After all, humans are!",
    "136000019": "Just show me the fighters! Kill them all... No, I'll have to give you my soul!",
    "136000020": "Sudden Cloud",
    "136000030": "Welcome to the entrance to the sea and moon continent. It was a long voyage, wasn't it?",
    "136000031": "Named in honor of the first expedition leader, the port of Yedo\nhas been playing a central role and the beginning of pioneering expeditions since ancient times.",
    "136000032": "The opening of additional berthing facilities has also significantly increased the passenger and cargo throughput that was dissatisfied.",
    "136000033": "Yedohang in its prime! We will continue to cruise together with you.",
    "136000034": "You can see the sea around Yedo Port very well from here, right?",
    "136000035": "In the past, expeditions were attacked, and there were many smugglers and smuggling ships.",
    "136000036": "It was a watchtower built to stop it... After the defense was stabilized, it was no longer needed, and it was abandoned.",
    "136000037": "But strange people in black began to gather. ",
    "136000038": "Ahh. I'll just burn it out then...",
    "136000039": "In the past when the Shadow Forest was pioneered, many sacrifices were made due to the resistance of monsters and endemic diseases.",
    "136000040": "It was a great tragedy for everyone in the expedition, including Suyang, and we could not afford a proper funeral.",
    "136000041": "We had no choice but to leave the swamp and bury it as a group here in the good condition of the land. ",
    "136000042": "For a moment... I will take a moment to remember and pray for the souls of those who passed away.",
    "136000043": "I'll tell you a moment. This is not a safe place.",
    "136000044": "Sooyang is doing her best to keep the police safe, but as the number of visitors increases, so do the accidents.",
    "136000045": "Please refrain from accessing dangerous areas so that only good memories can be made.",
    "136000046": "It is said that Nakwondaeseong, who likes bimu, sometimes appears near that big tree... ",
    "136000047": "Want to get up close and see? Absolutely not!",
    "136000048": "Note: Forests have a unique atmosphere.",
    "136000049": "It's covered with rocks all around, so the echo of the sound gives it a mysterious feeling.",
    "136000050": "When you focus on the sound of water coming in, you start to feel the air flow around you on your skin.",
    "136000051": "There's a reason people come here to gather and clear their minds through meditation.",
    "136000052": "But... don't come alone. Some say they faint out of energy during their stay.",
    "136000060": "Pungbaekmun Haewol Branch is located in the highest and best place in the fertile land.",
    "136000061": "From the top of Pungbaekmun, you can see the red mountains, the blue sea, and even the appearance of sea dragons.",
    "136000062": "Youth rushing towards your dreams with unstoppable ambition and pure passion!",
    "136000063": "Pungbaekmun is waiting for you. ",
    "136000064": "Don't forget. When you perform your own dance, you look the brightest.",
    "136000065": "Do you really have to come here? Can't you see the bullies over there? It's dangerous! Ehhh!",
    "136000066": "Everyone on the expedition said they were thrilled when they first discovered the fertility of this place.",
    "136000067": "Of course, since they thought their worth was proven, right?",
    "136000068": "At Pungbaekmun, a branch was set up to commemorate, and even a ropeway was installed...",
    "136000069": "Sura appeared and absorbed all the energy, and in the end it became... a cursed land.",
    "136000070": "Look over there! The colorful flowers are blooming, and the stones are shining like jewels.",
    "136000071": "Monsters also seem to lure people with their colorful colors.",
    "136000072": "But it's like eating a pretty mushroom just by looking at its appearance can cause trouble,",
    "136000073": "You'd better be content to see it from afar here too.",
    "136000074": "Don't dream here, let's sleep in a safe place!",
    "136000075": "See that dragon head over there? Doesn't that sound too plausible to be a coincidence?",
    "136000076": "The spikes on the back look like ribs.",
    "136000077": "A certain bard sang that two dragons fought in the sky,\nthe defeated sea dragon fell here...",
    "136000078": "People's imagination is really amazing, isn't it?\nYou even created other dragons for the sake of the story.",
    "136000079": "It looks like a stone springing out of a mountain. People here call it Sotulbawi...",
    "136000080": "The stone isn't some kind of creature and it didn't grow out of it, right?",
    "136000081": "Or a stone came from somewhere and got stuck there...",
    "136000082": "Well, if I knew this, I wouldn't have had a place in the Crystal Jungle Research Institute.",
    "136000083": "Hmmmm! I'm going to call this the scientific name of Sumptuous Cloud Rock! Tangtang!"
}