{
    "11030000": "[Рекомендуемый уровень]>33 \n Hope? \n Ваш младший брат не ест и не играет на улице? \n \n У ребенка обеспокоенное лицо. \n Что происходит?",
    "11030001": "[рекомендуемый уровень]>30 \n Беспокоитесь о своих товарищах в Восточном экологическом лесу? \n Потому что зеленый гигант Гвит начал работать? \n Похоже, там есть какой-то огромный монстр. Давайте встретимся с командой и послушаем историю.",
    "11030002": "[Рекомендуемый уровень]>32 \n Рог поедает все зерна, поэтому им это сложно. \n Я собираюсь бросить земледелие? Я не могу дать хорошего ответа ...",
    "11030003": "[Рекомендуемый уровень]>37 \n Я рад, что вы не откажетесь от фермерства. \n Но у вас ничего нет, поэтому вы не можете управлять своим фермерским оборудованием? Я могу это делать хорошо, поэтому могу помочь ты?",
    "11030004": "[рекомендуемый уровень]>34 \n Foster Рекрутер Kogondae, кажется, недоволен юрисдикцией. Я не могу сказать вам, что делать с юрисдикцией породы, но ... \n \n Если речь идет только о том, чтобы избавиться от внезапного разведения морской жизни. Как ты думаешь, сможешь? ",
    "11030005": "[Рекомендуемый уровень]>35 \n Суян Суннуби скучает по старым добрым временам, когда проводил время на пляже. Это стало невозможным после того, как Дукси захватил пляж ... \n \n Пойдем на пляж и посмотрим, сколько там данков. Если есть не так много, может быть, я смогу избавиться от них .",
    "11030006": "[Рекомендуемый уровень]>40 \n Недавно банда синих воров сделала себе имя с бандой Чандо. Недавно лидер банды Маэва, Красный Маэва, попал в беду из-за выводка. Есть сообщения, что это создан в месте, называемом Кровавым лесом, и нападает на команду экспедиции, а также на прохожих.",
    "11030100": "[Рекомендуемый уровень]>44 \n Змеиный эксперт Са Гиль-ми говорит, что он разрабатывает лекарства для людей, которые умирают от отравления змеиными грибами. Мы не можем этого сделать, поэтому давайте поймаем сам змеиный гриб. Мы можем сделать из него лекарство. . ",
    "11030101": "[рекомендуемый уровень]>45 \n Remembrance of Pioneers Коллега на кладбище увидел привидение и был настолько шокирован, что сказал, что бросит работу ... \n Что за дух появился? Давайте послушаем, может, это поможет. ",
    "11030102": "[Рекомендуемый уровень]>47 \n Бирю-ха из Пунгбек-Мун внезапно появляется и предлагает нам пойти посмотреть цветы вместе. Что вы имеете в виду? Я думаю, мне придется начать с избавления от врагов вокруг меня. почему ты попросил меня помочь тебе? ",
    "11030103": "[рекомендуемый уровень]>41 \n Дисциплинированный солдат очень зол? \n Вы испытываете огромную ненависть к Кровожадному \n Есть ли личное недовольство? \n Если я знаю точное местоположение базы Кровавого Вора, я могу перебросить войска? \n \n I Мы не можем избавиться от всех таблеток с кровью, но мы сможем это выяснить, если получим информацию о местоположении. Давайте избавимся от таблеток с кровью и посмотрим, есть ли поблизости какие-нибудь базы .",
    "11030104": "[Рекомендуемый уровень]>43 \n Баронг из Янг Гьовон внезапно увидел меня и сказал, что опоздал. Я что-то делаю не так? \n Я хотел услышать больше, но он только что ушел? ... \n Разве болото не опасно? \n Если что-то случится, это большое дело. \n \n Давайте перейдем к сайту прямо сейчас.",
    "11030105": "[Рекомендуемый уровень]>43 \n Гугу очень любезен и предлагает рассказать о желанном античеловеческом насекомом, которое появляется здесь. \n Я вежливо отказался, что мне это не нужно. \n \n Теперь, когда я здесь, следуйте за мной и держать Гугу в безопасности и разговаривать Например, я должен начать с избавления от фантомных червей вокруг меня. Если бы я знал, что это будет такая неприятность, я бы вообще не был здесь ... \n \n Я начал , так что мне придется вычистить его до конца .",
    "11030106": "[Рекомендуемый уровень]>47 \n Прохожий внезапно спросил дорогу. \n Он сказал, что хочет отправиться в неизведанный Джадрак ... Подождите, это дорога в плодородную землю. Вы идете в противоположном направлении? \n \n К границе туманного леса Чтобы попасть туда, сначала нужно пройти к болоту. Но на пути много врагов? Если я один, я могу просто избежать этого ... \n \n Размышляя об этом человеке , Мне нужно будет расчистить путь, уничтожив врагов .",
    "11030107": "[Рекомендуемый уровень]>42 \n Чан Мин Ё из Суян сказала, что недавно во время патрулирования у нее произошел странный опыт. Он встретил и поприветствовал Квак Хо Рёна и Лунного Ветра Кым Гён Чхоль Муна, и когда он присмотрелся, он сказал это был долгожданный прием. Они говорят, что не хотят выходить на улицу ... \n \n Я не могу стереть свои воспоминания, поэтому мне придется помочь им избежать подобных переживаний в будущем .",
    "11030108": "[Рекомендуемый уровень]>42 \n Центральный проход леса Таэрок, лес в тени тумана и сухое болото, где можно собрать качественную почву, оба из которых известны привидениями. Здесь работали рабочие. В конце концов, , некоторые рабочие, кажется, говорят, что они вообще не могут работать .",
    "11030109": "[Рекомендуемый уровень]>44 \n Испуганный Баронг топает ногами у входа на Мемориальное кладбище пионеров. Похоже, баронги, собравшиеся вместе копать травы, обеспокоены. Я очень переживаю за Муму. \n \n Но что мы можем поделать сделать для симпатичного Баронга Муму? Давайте послушаем историю Муму. ",
    "11030110": "[Рекомендуемый уровень]>46 \n Президент Общества охраны дикой природы равнин Сувола Пепельный ветер приезжает на некоторое время, чтобы насладиться пейзажем моря и лунного континента, и ошеломлен. Земледельцы ослеплены корыстью и начинают браконьерство. Даже они Предполагается, что целью является охраняемый вид, Сан Сонхо.",
    "11030200": "[Рекомендуемый уровень]>49 \n Я вижу человека, опасно стоящего возле водопада. \n Может быть? Может?",
    "11030201": "[Рекомендуемый уровень]>47 \n Некая тренировочная команда внезапно взялась за задание и была обескуражена. Вы подготовили завещание? Мне было поручено наблюдать за Наквондэсоном, это опасно? Давайте послушаем историю. Интересно наблюдать за Наквондэсоном. .. ",
    "11030202": "[Рекомендуемый уровень]>48 \n Фостер Нан-а-нё говорит, что она устала регулярно избавляться от вшей. Наблюдать за крепостью Наквондэсон в одиночку - задача не из легких ... Рекрутеры действительно много работают. \n \n Я приёмник Работник по уходу Я не могу сделать за них всю работу, но разве это не поможет, если я избавлюсь от лысых вшей? ",
    "11030203": "[рекомендуемый уровень]>50 \n Weeping Nodora обеспокоена тем, что может вылезти из своего гнезда. Было бы полезно, если бы я рассказал вам о текущей ситуации?",
    "11030204": "[Рекомендуемый уровень]>51 \n Younggyowon Langrang нужен мох для изготовления лекарства. \n Можно мне достать мох из дендрария на склоне восхода солнца? Я не думаю, что это так сложно ... \n Чем могу помочь? \n \n As вы слышали, давайте пойдем на склон восхода солнца и избавимся от древесного духа и возьмем мох. Они сказали, что мха недостаточно, поэтому вам может потребоваться избавиться от большого количества мха .",
    "11030205": "[Рекомендуемый уровень]>49 \n Где-то я слышу вздохи стальных кулаков, которые, кажется, вот-вот взорвутся. Стальные кулаки ... Похоже, они несут тяжелую нагрузку у ворот Кымгёнчхольмун, но что-то неаккуратно. Может быть. это связано? .. Очевидно, что он влюблен в него!",
    "11030206": "[Рекомендуемый уровень]>51 \n С тех пор, как Таэрокрим был пионером, мероприятие Восход Солнца, организованное Дохвасанджоном, проводилось каждый год на склоне восхода Солнца. Сажать Мёмён там неудобно, потому что там слишком много людей. Примирение с Мёмён не удается Однако, по крайней мере, он хочет оттолкнуть их только в проходе.",
    "11030207": "[Рекомендуемый уровень]>49 \n The Black Dawn, неопознанная группа, которая атакует секту, которая служит божественным зверям. Ereda и Pungbaekmun, с которыми мы знакомы, также становятся мишенью. Я сомневаюсь в быстром расширении этой секты. срочный огонь прямо перед силами Черного Рассвета! Давайте поможем Ореуму победить Черный Рассвет .",
    "11031000": "[Рекомендуемый уровень]>33 \n Hope? Твой брат не ест и не играет на улице? \n У ребенка обеспокоенное лицо. Что происходит?",
    "11031001": "[РЕКОМЕНДУЕМЫЙ УРОВЕНЬ]>30 \n Беспокоитесь о своих товарищах в Восточном экологическом лесу? Это потому, что Зеленая гигантская коза начала работать? Похоже, там есть какое-то огромное чудовище. Давай встретимся и поговорим.",
    "11031002": "[Рекомендуемый уровень]>32 \n Рога говорят, что у них проблемы, потому что они съедают все зерно. Ты собираешься бросить сельское хозяйство? Я не могу тебе этого дать ... \n Думаю, было бы лучше пойти в Плач и цветок сливы и спросите, есть ли лучший способ .",
    "11031003": "[Рекомендуемый уровень]>37 \n Я рад, что вы не откажетесь от фермерства. \n Но у вас ничего нет, поэтому вы не можете управлять сельскохозяйственным оборудованием? Вы рискуете своей жизнью, чтобы пойти на пляж. чтобы получить материалы ... \n \n Если речь идет об уничтожении врагов, с тобой все будет хорошо. Может, я смогу тебе помочь? ",
    "11031004": "[рекомендуемый уровень]>34 \n Foster Рекрутер Гогондэ, похоже, недоволен юрисдикцией. Я не могу помочь вам с юрисдикцией воспитателей ... \n \n Если речь идет только о том, чтобы избавиться от внезапного размножения прибрежных существ. Сделайте это ты думаешь, что сможешь? ",
    "11031005": "[Рекомендуемый уровень]>35 \n Суян Суннуби скучает по старым добрым временам, когда проводил время на пляже. Это стало невозможным после того, как Дукси захватил пляж ... \n \n Пойдем на пляж и посмотрим, сколько там данков. Если есть не так много, может быть, я смогу избавиться от них .",
    "11031100": "[Рекомендуемый уровень]>44 \n Змеиный эксперт Са Гиль-ми говорит, что он разрабатывает лекарства для людей, которые умирают от отравления змеиными грибами. Мы не можем этого сделать, поэтому давайте поймаем сам змеиный гриб. Мы можем сделать из него лекарство. . ",
    "11031101": "[рекомендуемый уровень]>45 \n Remembrance of Pioneers Коллега на кладбище увидел привидение и был настолько шокирован, что сказал, что бросит работу ... \n Что за дух появился? Давайте послушаем, может, это поможет. ",
    "11031102": "[Рекомендуемый уровень]>47 \n Бирю-ха из Пунгбек-Мун внезапно появляется и предлагает нам пойти посмотреть цветы вместе. Что вы имеете в виду? Я думаю, мне придется начать с избавления от врагов вокруг меня. почему ты попросил меня помочь тебе? ",
    "11031103": "[рекомендуемый уровень]>41 \n Дисциплинированный солдат очень зол? \n Вы испытываете огромную ненависть к Кровожадному \n Есть ли личное недовольство? \n Если я знаю точное местоположение базы Кровавого Вора, я могу перебросить войска? \n \n I Мы не можем избавиться от всех таблеток с кровью, но мы сможем это выяснить, если получим информацию о местоположении. Давайте избавимся от таблеток с кровью и посмотрим, есть ли поблизости какие-нибудь базы .",
    "11031104": "[Рекомендуемый уровень]>43 \n Баронг из Янг Гьовон внезапно увидел меня и сказал, что опоздал. Я что-то делаю не так? \n Я хотел услышать больше, но он только что ушел? ... \n Разве болото не опасно? \n Если что-то случится, это большое дело. \n \n Давайте перейдем к сайту прямо сейчас.",
    "11031105": "[Рекомендуемый уровень]>43 \n Гугу очень любезен и предлагает рассказать о желанном античеловеческом насекомом, которое появляется здесь. \n Я вежливо отказался, что мне это не нужно. \n \n Теперь, когда я здесь, следуйте за мной и держать Гугу в безопасности и разговаривать Например, я должен начать с избавления от фантомных червей вокруг меня. Если бы я знал, что это будет такая неприятность, я бы вообще не был здесь ... \n \n Я начал , так что мне придется вычистить его до конца .",
    "11031106": "[Рекомендуемый уровень]>47 \n Прохожий внезапно спросил дорогу. \n Он сказал, что хочет отправиться в неизведанный Джадрак ... Подождите, это дорога в плодородную землю. Вы идете в противоположном направлении? \n \n К границе туманного леса Чтобы попасть туда, сначала нужно пройти к болоту. Но на пути много врагов? Если я один, я могу просто избежать этого ... \n \n Размышляя об этом человеке , Мне нужно будет расчистить путь, уничтожив врагов .",
    "11031107": "[Рекомендуемый уровень]>42 \n Чан Мин Ё из Суян сказала, что недавно во время патрулирования у нее произошел странный опыт. Он встретил и поприветствовал Квак Хо Рёна и Лунного Ветра Кым Гён Чхоль Муна, и когда он присмотрелся, он сказал это был долгожданный прием. Они говорят, что не хотят выходить на улицу ... \n \n Я не могу стереть свои воспоминания, поэтому мне придется помочь им избежать подобных переживаний в будущем .",
    "11031200": "[Рекомендуемый уровень]>49 \n Я вижу человека, опасно стоящего возле водопада. \n Может быть? Может?",
    "11031201": "[Рекомендуемый уровень]>47 \n Некая тренировочная команда внезапно взялась за задание и была обескуражена. Вы подготовили завещание? Мне было поручено наблюдать за Наквондэсоном, это опасно? Давайте послушаем историю. Интересно наблюдать за Наквондэсоном. .. ",
    "11031202": "[Рекомендуемый уровень]>48 \n Фостер Нан-а-нё говорит, что она устала регулярно избавляться от вшей. Наблюдать за крепостью Наквондэсон в одиночку - задача не из легких ... Рекрутеры действительно много работают. \n \n Я приёмник Работник по уходу Я не могу сделать за них всю работу, но разве это не поможет, если я избавлюсь от лысых вшей? ",
    "11031203": "[рекомендуемый уровень]>50 \n Weeping Nodora обеспокоена тем, что может вылезти из своего гнезда. Было бы полезно, если бы я рассказал вам о текущей ситуации?",
    "11031204": "[Рекомендуемый уровень]>51 \n Younggyowon Langrang нужен мох для изготовления лекарства. \n Можно мне достать мох из дендрария на склоне восхода солнца? Я не думаю, что это так сложно ... \n Чем могу помочь? \n \n As вы слышали, давайте пойдем на склон восхода солнца и избавимся от древесного духа и возьмем мох. Они сказали, что мха недостаточно, поэтому вам может потребоваться избавиться от большого количества мха ."
}