{
    "131000000": "Джимми Бог~ Меня зовут Джимми Бог~\nЛуч света в моем опустошенном сердце~",
    "131000001": "Только ты, есть только морская вода~",
    "131000002": "Что?\nКто здесь поет?!",
    "131000003": "Давай сделаем это вместе~!\nМы все~ охотники за жизнью!",
    "131000004": "Сокровище жизни~Ловим его прямо здесь~\nДжимми Бог~Джимми Бог~Ищет морскую воду за тридцать тысяч миль~",
    "131000005": "Аххх! Ненавижу слушать эту песню! \nТочно, давайте поймаем его!",
    "131000006": "Кто, черт возьми, поймал морскую черепаху...\nЯ хотел поймать ее первым и получить признание хозяина!",
    "131000007": "Что~? Почему ты бормочешь?",
    "131000008": "Я ищу морского водяного, который преследует эту местность...\nНесмотря на то, сколько ловушек я ни расставлял, они не появляются.",
    "131000009": "Я поспорил, кто первый его достанет...\nА потом оказалось, что он пустой!",
    "131000010": "Это умение приманивать ловушками!\nЕсли это не сработает, ты не сможешь поймать морскую воду!",
    "131000011": "Что? Этот маленький мальчик!\nПочему бы тебе не попробовать схватить его?",
    "131000012": "Хех, ты об этом пожалеешь!",
    "131000013": "Очевидно, это лучшая морская вода, с которой можно иметь дело...",
    "131000014": "Эй!!!",
    "131000015": "Ой, а что если я вдруг позвоню тебе? \nЯ чуть не упал.",
    "131000016": "(Спросите, не ищете ли вы морскую воду)",
    "131000017": "О! Да, точно. \nНа самом деле, с ней страшно иметь дело в одиночку, поэтому я не могу ее найти...",
    "131000018": "Если кто-то лечит морскую воду, то не нужно ее искать, верно?\nМы тебе поможем~",
    "131000019": "Правда?\nТогда, я думаю, кто-то должен позаботиться об этом первым и сказать хозяину, что я опоздал на шаг...",
    "131000020": "Просто доверьтесь нам и ждите!",
    "131000021": "Деокджи~ Мне сегодня хорошо~\nOh! Деокджи~ Ты - друг Джимми!",
    "131000022": "Шумно...",
    "131000023": "Деокгул Деокгул Деокгул Деокгул Деокгул Деокгул",
    "131000024": "Что еще? \nМогут ли люди и люди Сува быть друзьями?",
    "131000025": "Деокджи! Ищем морскую воду~Находим морскую воду~\nДавайте вместе искать сокровища этого мира~",
    "131000026": "Аххх~ Я так пою!!!\nДавайте ловить морскую воду!!!",
    "131000027": "Ха... Хозяин, похоже, не ищет меня в эти дни...",
    "131000028": "На этот раз мне действительно нужно поймать морскую воду в этом месте! \nЯ не смог научиться светотехнике, черт возьми.",
    "131000029": "(Спросите, не случилось ли чего-нибудь сложного)",
    "131000030": "Я нашел, где находится морская вода, но это через мост...\nЯ не могу его перейти!",
    "131000031": "Оставь это нам~\nЯ пойду, возьму ее и вернусь! Хех!",
    "131000032": "Самёчжон страшный, что мне делать?",
    "131000033": "Подожди минутку!\nЕсли у тебя есть время, не могла бы ты мне помочь?",
    "131000034": "(Спроси, что происходит)",
    "131000035": "Я смело сказал своему хозяину, что найду и поймаю морскую воду в этом месте,\nя боюсь, чтобы мои ноги не упали...",
    "131000036": "Можешь ли ты найти и утилизировать эту морскую воду для меня?",
    "131000037": "Горячо! Это как кусок торта~",
    "131000038": "Путь предстоит долгий, но это легко! \nЭто не займет много времени, так что я разберусь с этим сразу!",
    "131000039": "Деокджи, наше будущее долгое и трудное!",
    "131000040": "Если мы с тобой вместе~ я не боюсь морской воды~",
    "131000041": "Деокгул Деокгул Деокгул Деокгул Деокгул Деокгул Деокгул",
    "131000042": "Ой! Кто-то еще громко поет!",
    "131000043": "Мне кажется, я не смогу спеть эту песню, если избавлюсь от всех этих морских существ!!!\nДавайте разберемся с этим немедленно!!!",
    "131000044": "Кажется, в лагере Черного Рассвета есть тайник...\nЕсть ли способ тайно исследовать, хм...",
    "131000045": "Хм? Что происходит?",
    "131000046": "Похоже, он очень любит приключения.\nТогда, вы когда-нибудь слышали о Черном Рассвете?",
    "131000047": "Я слышал, что у них есть тайник в лагере.\nЯ не знаю, какие гнусные вещи там происходят.",
    "131000048": "Вы не можете так это оставить!\nМы найдем этот тайник!",
    "131000049": "Я буду умолять тебя. Найдите их убежище и уберите его.",
    "131000050": "О~ Новый член пришел к моим ногам.\nНу ладно... Если это так, то я дам тебе шанс!",
    "131000051": "А? Ты даешь мне шанс? То есть... ты говоришь об этом шансе?",
    "131000052": "Ни за что! Как мы старались, чтобы узнать!!!",
    "131000053": "(Какой шанс?)",
    "131000054": "Потому что такая встреча - это отношения, особенно! Очень~ особенные! \nЯ дам тебе шанс найти и поохотиться на морскую воду~",
    "131000055": "Как ты относишься к этому богу широкого урожая? Спасибо? Спасибо? Хахаха!\nНу, тогда иди и найди морскую воду~",
    "131000056": "Новичок! Ты нашел меня, посвященного охоте на морскую воду! \nВы, кажется, правильно вошли в непредсказуемый мир охоты на морскую воду! Ха-ха-ха!",
    "131000057": "Капитан! Вы уверены, что принимаете новых сотрудников? И дадите ли вы мне еще один шанс?",
    "131000058": "Нет~! Нет~! Эта морская вода - настоящий~ страшный мутант~",
    "131000059": "(Вы попали в мир охоты на морскую воду?)",
    "131000060": "Одо-док, данг-дук. Новички совершенствуют свои навыки шаг за шагом. Возможно, когда-нибудь они превзойдут нас...\nНо настанет день, когда мы, наконец, закончим.",
    "131000061": "Новичок~ Иди и узнай, где находится морская вода! \nЕсли мы не можем быть вместе, ты просто должен бороться и победить!",
    "131000062": "Новичок! Это снова ты! Ха... Новичок, ты имеешь в виду~ \nЭтот бог урожая дал мне особую возможность, ха-ха... ты разрушил наш план.",
    "131000063": "Значит, когда мы вернемся живыми, как сейчас, наш план просто пропустить сладкую воду...!",
    "131000064": "Тихо! Я тебя поймаю!",
    "131000065": "(Я боролся с охотой на морскую воду, но что я испортил?)",
    "131000066": "Эй... ты выглядишь так, будто не знаешь, что это такое. Ну, с твоим узким кругозором ты не сможешь рассказать мне о моем грандиозном плане. Тогда... ты сможешь научиться только через опыт!",
    "131000067": "Новичок, этот щедрый бог урожая даст тебе еще один шанс. \nНайди местонахождение морской воды и сражайся! Этот бог урожая будет присматривать за тобой! Ха-ха-ха!",
    "131000068": "Новичок! У тебя самая длинная очередь из всех новичков, которых я когда-либо встречал!\nКаждый раз, когда мы находим Хэсу, мы сталкиваемся друг с другом вот так! Это не нормальные отношения~",
    "131000069": "А? Капитан! Вы дадите новичку еще один шанс?",
    "131000070": "Нет! Нет! Я снова убью себя и уйду!",
    "131000071": "(Теперь, когда я думаю об этом, странно снова видеть друг друга...)",
    "131000072": "Одо-док, грохот. Твои труды хорошо известны этому Богу Жатвы.\nВ то же время, наша экспедиция зашла так далеко, найдя морскую воду со жгучей страстью.",
    "131000073": "Итак, не стоит ли дать новичкам экстремальную возможность быть готовыми к смерти?\nПоторопитесь и покажите свои навыки! В случае успеха, я приму тебя в нашу экспедицию! Хахаха!",
    "131000074": "Хахаха! \nЕсли ты еще раз встретишь меня в таком виде, я буду очень признателен за твое распределение!\nИ как я уже сказал в прошлый раз, я приму тебя в члены экспедиции!",
    "131000075": "Капитан! А вдруг вы наберёте команду для важной морской охоты!",
    "131000076": "Нет такого охотника, как крепость, поэтому мы останемся ни с чем!",
    "131000077": "(Вы стали членом экспедиции таким образом?)",
    "131000078": "Шумно! Люди, которые даже не могут заплатить за еду, много говорят?\nВ такие моменты нам больше нужны талантливые люди!",
    "131000079": "Давай, новичок. Я верю в тебя~ \nНайди морскую воду и покажи мне свои навыки!",
    "131000080": "Сохюк! Ты когда-нибудь видел \"Охотника за морской водой\"...\nЭй? Ты новичок?",
    "131000081": "Правда? Мы продолжали закидывать свечи за наши планы и переехали в Таерокрим,\nНеужели ты последовал за мной сюда, чтобы потревожить тебя?",
    "131000082": "(Ты следишь за мной? Серьезно не понял!)",
    "131000083": "В любом случае! Раз уж ты здесь, поторопись и поищи капитана! \nОн пошел искать Хэсу, но не вернулся!",
    "131000084": "Да! Бог Урожая дал тебе отличный шанс на озере Вандал!\nОтплати за услугу!",
    "131000085": "Посмотри, есть ли поблизости морская вода и поищи капитана!\nМы тоже поищем здесь и там!",
    "131000086": "Новичок! Это был ты!\nТы обыскал весь паучий лес?",
    "131000087": "Возможно ли, что Бог Урожая не попал под морскую воду?\nЧеловеческие кости лежат рядом с морской водой...",
    "131000088": "(Человеческих костей не было...)",
    "131000089": "Крамп! О чем ты говоришь?\nКапитан не может быть легко побежден!",
    "131000090": "Мо... Я не знаю! Я боюсь этого места!\nТам рядом морская вода, что если мы попадем под удар?",
    "131000091": "Мне придется как-то найти его!\nНовичок! Поблизости должны быть следы морской воды, так что ищите капитана там!",
    "131000092": "Новичок! Ты нашел капитана?\n... Я вижу, ты один, значит... ты не нашел его?",
    "131000093": "Ты... ты хорошо охотишься, не нарочно ли ты не ищешь его?\nДодок О... Мы сделали все, что могли... Теперь давайте отправим Бога Урожая прочь.",
    "131000094": "(Урожай действительно... как это случилось?)",
    "131000095": "Крамп! Ты хочешь продолжать издавать звуки?\nВаш бог урожая - наш капитан! Капитан! Капитан ни за что не умрет легко!",
    "131000096": "Но О Додок, ты же знаешь. Охотничьи навыки Бога Урожая-сама такие... Хммм... \nНе надо! Здесь слишком опасно! Неудивительно, если кто-то умрет!",
    "131000097": "Рубудук, ты говоришь...\nНовичок! Кажется, где-то здесь есть другая морская вода, так что иди и найди капитана.\nА я пока посмотрю.",
    "131000098": "Си, новичок! Как я сюда попал...\nГммм, ты нашел Бога Жатвы?",
    "131000099": "Ты все еще не нашел его? Я думал, что это я!\nНаверное, его вытащили или он умер, или одно из двух, как его найти?",
    "131000100": "(там, где я был, не было шапки урожая...)",
    "131000101": "Восемь, я только что проделал весь этот путь... Как мне быть?\n... Ах, да, да! Есть новичок!",
    "131000102": "Хммм, новичок! Есть некоторые вещи, которые я знаю, но расскажу только тебе.\nЗдесь много морской воды~ Как ты, ты удивлен?",
    "131000103": "Как только мы избавимся от этой морской воды! Мы заработаем кучу денег! Это действительно большое дело!\nТогда давайте вдвоем создадим новую морскую экспедицию! Я отвечаю за сбор информации, а ты за охоту! Как дела?",
    "131000104": "Баунд, поговорим об этом позже. Стоп~\nНовичок, ты здесь! Кто-то видел здесь капитана.",
    "131000105": "Но, может быть, потом,\nКак ты собираешься охотиться на морскую воду в этом опасном месте?",
    "131000106": "(Не лучше ли не говорить О До Доку о новой экспедиции?)",
    "131000107": "У Ду-ук, прекрати нести чушь.\nРуки, ты видишь передо мной следы морской воды? Кто-то видел, как капитан проводил там расследование.",
    "131000108": "Не чушь? Я тоже слышал слухи!\nМорская вода, которая появляется здесь, это не обычная морская вода? Это очень опасно!",
    "131000109": "Но вы не можете отказаться от капитана!\nНовичок... пожалуйста. На карту поставлена судьба экспедиции по поиску морской воды!",
    "131000110": "О~ Новый член прибыл к моим ногам.\nДавай~ Ты впервые охотишься в плодородных землях?",
    "131000111": "О, кажется, ты дрожишь, так что расслабься.\nОхота в морской воде не так уж сложна.\nНайди и избавься от него! Вот и все.",
    "131000112": "(разве комбайн не узнает меня?)",
    "131000113": "Эй! Где ты держишь свою голову?\nЗнаешь ли ты, кто этот человек? Это знаменитый Бог Жатвы Вандальского озера!",
    "131000114": "Хахахаха! Да~ Я тот самый бог урожая~\nНовичок, я знаю, что тебе повезло~ Встретившись со мной, ты гарантированно получишь высокую зарплату! Пожизненная работа гарантирована!",
    "131000115": "Хахахаха! Давай, поохотимся на морскую воду в округе.\nЭто особая возможность для Бога Жатвы!",
    "131000116": "Хахахаха! Ты, наверное, уже подвергся нападению Хаэсу?",
    "131000117": "Бог Жатвы... он жив...",
    "131000118": "Что??? Что! Почему ты жив? Ты преуспел в охоте?\nУ этого парня тоже длинное декольте?",
    "131000119": "Подожди... ты? Ты!",
    "131000120": "Кхахахахаха! Это был ты! Ты был тем парнем с длинным поводком!\nТы так хорошо выжил и пришел на плодородную землю!",
    "131000121": "Да... Тогда я приготовлю морскую воду, подходящую для тебя.\nСкоро увидимся! Ха-ха-ха!",
    "131000122": "Si... New!!!",
    "131000123": "Ты была жива!\nВстретить тебя здесь! Я рад!",
    "131000124": "(Почему Додок О один?)",
    "131000125": "Ладья бросила меня и унесла на озеро Вандал!",
    "131000126": "Я сказал людям здесь, что буду заниматься охотой в морской воде, и получил деньги вперед,\nОни сказали, что забрали все и прыгнули сами!",
    "131000127": "Ого, как вы уже догадались... Вообще-то, я не очень хорош в морской охоте...\nНовичок! Ты сможешь это сделать? Пока люди не потребовали вернуть деньги, помогите мне!",
    "131000128": "А? Новичок!!! Это ты?",
    "131000129": "Пока ты охотился за морской водой, люди привели меня сюда.\nПоторопись и убей морскую воду... Фух.",
    "131000130": "(Шапка урожая должна быть в плодородной земле...)",
    "131000131": "Но не похоже, что небо оставит меня.\nВстретить тебя вот так! Как тебе повезло!",
    "131000132": "Даже в таком красивом месте должна быть опасная морская вода.\nБудьте осторожны~",
    "131000133": "...что ты делаешь? Поможешь мне?",
    "131000134": "Новичок! Ты проделал такой путь!",
    "131000135": "Я не хотел, чтобы ты заходил так далеко...\nТам впереди очень страшная морская вода!",
    "131000136": "(Поговорим об Ододоге?)",
    "131000137": "Ни за что.\nНовички бесстрашны. Они очень хороши.",
    "131000138": "Я говорил, что приготовлю морскую воду, подходящую для вас?\nПойдите, найдите следы морской воды и сразитесь с ней!",
    "131000139": "Что ты чувствуешь? \nЭто сердце господина Шляпника? Большое спасибо. \nКхахахаха!",
    "131000140": "Капитан! Вы живы!",
    "131000141": "О Додок!!! Вы действительно?\nВы были живы! Мы снова встретились!",
    "131000142": "Я думал, что мы встретимся снова!\nТы никогда не сдавался!",
    "131000143": "Ты так ищешь меня?\nОх, Додок, давай вернемся со мной!",
    "131000144": "...Жнец, это мой смертный приговор?",
    "131000145": "Кхахахаха! Ничего формального!\nОх Додок - моя правая рука, нет, это моя семья! Семья! Хахахаха! ",
    "131000146": "Новичок! У тебя должно быть очень толстое лицо, чтобы появиться снова!\nВ прошлый раз ты увидел железные когти и убежал!",
    "131000147": "Капитан~ Не говори так!\nНовичок уже несколько раз помогал мне после Таерокрима~",
    "131000148": "(никогда не сбегал?)",
    "131000149": "Похоже, его навыки не совсем обычные.",
    "131000150": "Что за привычка говорить в присутствии капитана?\nНовички тоже члены нашей экспедиции!",
    "131000151": "О До Док, ты прав~ Я признал это.\nПоэтому, новичок, ты должен помочь О До Доку.",
    "131000152": "Додок О нашел информацию, что в этом районе есть морская вода.\nНовичок, иди найди морскую воду и покажи свои навыки!",
    "136000000": "Не все порты созданы одинаковыми!",
    "136000001": "Здесь собираются различные ветераны, \nбольшие корабли могут причаливать, и снабжение может осуществляться без проблем. ",
    "136000002": "Место, где собирается много людей и товаров, соединяющее равнину Сувол и континент Сувол. \nКак назывался здешний порт? ",
    "136000003": "Да, верно! Это порт Сувол!",
    "136000004": "Разлом был трагедией для жителей Вандал Лейк, \nя думаю, что для народа Сувола он был еще более суровым.",
    "136000005": "Окружающая среда была загрязнена, а деревня сгорела дотла.",
    "136000006": "Эта бывшая деревня Сува теперь занята эродированными",
    "136000007": "Пока они остаются... восстановление пока кажется немыслимым.",
    "136000008": "Вы впервые побывали в Син Даеобанг Чонгта?",
    "136000009": "Даже после трагических событий прошлого, люди не сдались,\nи он снова так пышно расцвел.",
    "136000010": "Здание Чонгта, сочетание новизны и старого стиля, символизирует реконструкцию, продолжение традиций \nи новое процветание. ",
    "136000011": "Подождите минутку. Вон там! Не залезай на плитку. Это опасно! \nAww! Не бегай по лестнице!",
    "136000012": "Вам запрещено входить! Это очень опасное место.",
    "136000013": "Вон те придурки тоже опасны, но трещины все равно встречаются",
    "136000014": "Возможно, трудно представить, как это выглядит сейчас,\nРаньше здесь был Daeeobang Chongta, который был центром Вандальского озера. ",
    "136000015": "В прошлом говорили, что здесь текла чистая вода... Теперь я вижу только черную, высохшую почву",
    "136000016": "Многое ушло после разлома. Нельзя просто плакать!",
    "136000017": "Даже то, что осталось, должно хорошо сохраниться... \nЗнаете ли вы, кто сейчас больше всего беспокоит диких животных и природоохранные группы?",
    "136000018": "Не эти ужасные хулиганы, а чертовы люди. \nКак такое может быть? Ведь люди - это они!",
    "136000019": "Просто покажите мне бойцов! Убей их всех... Нет, мне придется отдать тебе свою душу!",
    "136000020": "Внезапное облако",
    "136000030": "Добро пожаловать ко входу на морской и лунный континент. Это было долгое путешествие, не так ли?",
    "136000031": "Названный в честь первого руководителя экспедиции, порт Йедо\nhas с древних времен играл центральную роль и был началом первопроходческих экспедиций.",
    "136000032": "Открытие дополнительных причальных сооружений также значительно увеличило пропускную способность пассажирских и грузовых перевозок, которыми были недовольны.", "136000032",
    "136000033": "Yedohang в самом расцвете сил! Мы продолжим совершать круизы вместе с вами.",
    "136000034": "Отсюда хорошо видно море вокруг порта Едо, верно?",
    "136000035": "В прошлом на экспедиции нападали, и было много контрабандистов и контрабандных кораблей.",
    "136000036": "Чтобы остановить это, была построена сторожевая башня... После стабилизации обороны в ней больше не было необходимости, и она была заброшена.",
    "136000037": "Но странные люди в черном начали собираться. ",
    "136000038": "Ааа. Тогда я просто сожгу его...",
    "136000039": "В прошлом, когда Теневой лес был освоен, было принесено много жертв из-за сопротивления монстров и эндемических болезней.",
    "136000040": "Это была большая трагедия для всех членов экспедиции, включая Суяна, и мы не могли позволить себе достойные похороны.",
    "136000041": "У нас не было выбора, кроме как покинуть болото и похоронить его всей группой здесь, в хорошем состоянии земли. ",
    "136000042": "На мгновение... Я воспользуюсь моментом, чтобы вспомнить и помолиться за души тех, кто ушел из жизни.",
    "136000043": "На минуту. Это не безопасное место.",
    "136000044": "Суян делает все возможное, чтобы обеспечить безопасность, но с увеличением количества посетителей растут и несчастные случаи",
    "136000045": "Пожалуйста, воздержитесь от посещения опасных мест, чтобы остались только хорошие воспоминания",
    "136000046": "Говорят, что Наквондаесонг, который любит биму, иногда появляется возле того большого дерева... ",
    "136000047": "Хотите подойти поближе и посмотреть? Ни в коем случае!",
    "136000048": "Примечание: Леса обладают уникальной атмосферой.",
    "136000049": "Он весь покрыт камнями, поэтому эхо от звука придает ему таинственное ощущение",
    "136000050": "Когда вы сосредотачиваетесь на звуке льющейся воды, вы начинаете чувствовать на своей коже поток воздуха вокруг вас",
    "136000051": "Не зря люди приходят сюда, чтобы собраться и очистить свой разум с помощью медитации",
    "136000052": "Но... не приходите в одиночку. Некоторые говорят, что во время пребывания у них пропадает энергия",
    "136000060": "Филиал Пунгбэкмун Хэволь расположен в самом высоком и лучшем месте на плодородной земле",
    "136000061": "С вершины Пунгбэкмуна можно увидеть красные горы, синее море и даже появление морских драконов.",
    "136000062": "Молодежь, устремляющаяся к своей мечте с неудержимым честолюбием и чистой страстью!",
    "136000063": "Пунгбэкмун ждет тебя. ",
    "136000064": "Не забывайте. Когда ты исполняешь свой собственный танец, ты выглядишь ярче всех.",
    "136000065": "Тебе действительно нужно приходить сюда? Разве ты не видишь там хулиганов? Это опасно! Эххх!",
    "136000066": "Все участники экспедиции сказали, что были в восторге, когда впервые обнаружили плодородность этого места",
    "136000067": "Конечно, ведь они считали, что их ценность доказана, верно?",
    "136000068": "В Пунгбэкмуне в память об этом было создано отделение и даже установлена канатная дорога...",
    "136000069": "Появилась Сура и поглотила всю энергию, и в итоге она стала... проклятой землей",
    "136000070": "Посмотрите туда! Там распускаются разноцветные цветы, а камни сияют, как драгоценности",
    "136000071": "Монстры тоже, похоже, заманивают людей своими разноцветными цветами",
    "136000072": "Но как будто съев красивый гриб, просто взглянув на его внешний вид, можно навлечь на себя беду,",
    "136000073": "Здесь тоже лучше довольствоваться тем, что видишь издалека.",
    "136000074": "Не надо мечтать здесь, давайте спать в безопасном месте!",
    "136000075": "Видишь вон ту голову дракона? Не слишком ли правдоподобно это звучит, чтобы быть совпадением?",
    "136000076": "Шипы на спине похожи на ребра",
    "136000077": "Один бард пел, что два дракона сражались в небе,\nt побежденный морской дракон упал здесь...",
    "136000078": "Воображение людей действительно поразительно, не так ли?\nВы даже создали других драконов ради этой истории.",
    "136000079": "Он похож на камень, выходящий из горы. Люди здесь называют его Сотулбави...",
    "136000080": "Камень не является каким-то существом и не вырос из него, верно?",
    "136000081": "Или камень откуда-то взялся и застрял там...",
    "136000082": "Ну, если бы я это знал, то не получил бы место в НИИ Кристальных Джунглей.",
    "136000083": "Хмммм! Я назову это научным названием \"Благоухающая облачная скала\"! Тангтанг!"
}