{
    "18600000": "Есть воры, которые едят только проростки. Ущерб урожаю - не единственное. Пожалуйста, избавьтесь от воров.",
    "18600001": "Меня беспокоит, что в мелководном озере слишком много синих крабов-отшельников. Они всеядны, поэтому нет ничего, что я не мог бы съесть. Пожалуйста, уменьшите их количество, прежде чем съесть их всех.",
    "18600002": "Воры в мелком озере украли приманку для рыбной ловли. Пожалуйста, позаботьтесь о проблемных воришках.",
    "18600003": "Говорят, что есть люди, которые едят змеиные грибы, не зная, что они ядовиты. Чтобы уменьшить ущерб, идите к мелкому озеру и избавьтесь от змеиных грибов.",
    "18600004": "Люди-лотосы в мелком озере очень свирепы. Нет ни одного или двух человек, которые подходят к ним, думая, что они листья лотоса, а затем снова подвергаются нападению. Пожалуйста, избавьтесь от людей-лотосов, чтобы люди не пострадали.",
    "18600005": "Пока вы покупаете синих крабов, воры приходят и крадут их. Пожалуйста, ругайте назойливых воров, сбежавших в мелкое озеро. Они носят синих крабов, так что вы сможете легко их найти.",
    "18600006": "Люди из листьев лотоса, живущие в мелком озере, мешают торговцам, идущим из дробовика Даэобанг. Пожалуйста, помогите торговцам, победив их.",
    "18600007": "Говорят, что лисы на мелководных озерных холмах крадут стайки путешественников. Упрекайте непослушных лисиц.",
    "18600008": "Нам нужно пересадить дерево в гнилой лесной зоне, но жители Запада вмешиваются. Убейте западных воинов, бродящих вокруг дерева.",
    "18600009": "Люди, которые побывали на гнилых лесозаготовках, продолжают болеть. Из-за людей Вестина может быть эпидемия, поэтому мы не можем стоять на месте. Пожалуйста, убейте лучников Вестина.",
    "18600010": "Жители Запада в районе гнилой древесины убили невинных людей. Пожалуйста, убейте жителей Запада, чтобы отомстить.",
    "18600011": "Черепахи, появляющиеся вокруг озера, затрудняют ловлю рыбы. Пожалуйста, охотьтесь на озерных черепах, чтобы уменьшить их количество.",
    "18600012": "Говорят, что есть черепахи, которые никогда не покидают черепашье озеро. Это озерная черепаха. Пожалуйста, позаботьтесь о тяжелых озерных черепахах.",
    "18600013": "Руины полны беглых мечников-стражей. Их слишком много, и они представляют угрозу. Пожалуйста, убейте их.",
    "18600014": "Артиллерия Сбежавших Стражей постоянно появляется в обнаженных руинах. Пожалуйста, уменьшите их количество, прежде чем они пересекут мелкое озеро.",
    "18600015": "Пожалуйста, убейте всех элитных спешащих сторожевых фехтовальщиков и элитную дикую гвардейскую артиллерию, включая неистового Стража-фехтовальщика и Яростную гвардейскую артиллерию. Охранники, кажется, молчат прямо сейчас, но однажды они могут внезапно вторгнуться в деревню.",
    "18600016": "Появляются Сбежавшие Стражи и угрожают руинам. Помогите им не стать угрозой для людей, победив Сбежавших Стражей Мечников, Артиллерию Сбежавших Стражей и элитных Сбежавших Стражей.",
    "18600017": "Говорят, что плохой фехтовальщик и двойные мечи разбили лагерь в лесу, и им не разрешено даже войти. Идите вперед, расчистите копья и расчистите путь.",
    "18600018": "Сила банды копейщиков растет день ото дня, и число жителей, страдающих от повреждений, увеличивается. Отправляйся в логово копейщиков и победи фехтовальщика копейщиков и двойной меч, чтобы предотвратить дальнейшие разграбления.",
    "18600019": "Иди в логово копий и убей копья и копья, которые беспокоят невинных людей. Убей также элитных копейщиков и элитные копья. Если ты оставишь копья в покое, они станут большой угрозой позже.",
    "18600020": "Говорят, что есть много прохожих, которые не хотят идти по лесам древнего города из-за духа дерева. Некоторые даже проводят ритуал, чтобы отразить неудачу, встретив элитного духа дерева. Пожалуйста, разберитесь с ним. дух дерева для устрашающих прохожих .",
    "18600022": "Пожалуйста, убейте тигров на лесной дороге старого города. Из-за тигров исчезнут и олени, и козы.",
    "18600023": "Говорят, что прохожие не могут пройти по лесной дороге в городе Кодо из-за духа дерева. Пожалуйста, помогите тем, кто боится.",
    "18600024": "Коренные народы на базе бойцовского клуба лишены своих домов и не могут вернуться. Убейте фехтовальщика или лучника, чтобы показать, что Медицинская ассоциация жива.",
    "18600025": "Все больше и больше людей получают травмы из-за бойцов. Отправляйтесь на базу бойцов и не позволяйте бойцам совершать зверства. Убивайте мастеров клинка, лучников, ассасинов, техников и элитных боевых топоров.",
    "18600026": "Клинки печально известны тем, что они вонючие, и среди них Клинки Ассасинов говорят, что их злоба является насмешкой. Убейте их.",
    "18600027": "Ущерб, нанесенный обычным людям из-за незаконного ввоза стаи, не так велик. Пожалуйста, отправляйтесь на базу отряда.",
    "18600028": "Ходят слухи, что пауки появляются в глубоком кладбищенском лесу и роют кладбище. Идите и избавьтесь от пауков до того, как призраки выйдут из кладбища.",
    "18600029": "В глухом кладбищенском лесу говорят, что если вы отойдете на один шаг, появится дух бездомности, а если вы сделаете два шага, появится дух Тонджа-рёна и схватит людей.",
    "18600030": "Гоблин такой страшный. Вы не знаете, какую магию собираетесь использовать, так как же вы можете не бояться? Я надеюсь, что демоны, слабые телом и разумом, исчезнут.",
    "18600031": "Скот на пастбище на закате говорит, что не может пастись, потому что боится мертвецов. Идите и помогите.",
    "18600032": "Красные свиньи пасутся на пастбищах на закате и говорят, что у них не хватает корма для скота. Пожалуйста, разберитесь с амброзией.",
    "18600033": "Знаете ли вы, что в траве на закатных пастбищах есть золото? У идеального золотого мопса блестящие золотые листья. Сохраните золотые листья. Золото, которое вы соберете, будет использовано с пользой.",
    "18600034": "Пожалуйста, убейте медведей на холмах Каменного холма. Я боюсь идти на холмы Каменного холма.",
    "18600035": "Почему так много тигров на холмах Каменного холма? Убейте тигров, бродящих по холмам Каменного холма.",
    "18600036": "Медведи и тигры на холмах Каменного холма известны своей силой и свирепостью. Они нападают и причиняют вред как животным, так и людям. Кто-то должен иметь дело с этими зверями.",
    "18600037": "Разрушенные западные люди загрязняют разрушенную деревню Сува микробами. Пожалуйста, убейте разрушенных западных людей в целях гигиены.",
    "18600038": "Сува очень сильно страдают из-за разрушенного Вестина, который появился в разрушенной деревне Сува. Пожалуйста, помогите им остаться в безопасности, победив их.",
    "18600039": "С тех пор, как разрушенный Вестин появился в разрушенной деревне Сува, люди сува жили тяжелой жизнью. Однако говорят, что также появились крокодилы, что еще больше усложнило жизнь народу Сува. Пожалуйста, помогите ва.",
    "18600040": "В последнее время количество синих крабов-отшельников быстро увеличилось, что беспокоит рыбную промышленность. Пожалуйста, уберите синих крабов-отшельников рядом с обломками потерпевшего крушение корабля.",
    "18600041": "Все больше и больше людей страдают от болотных крокодилов в Жуткой долине. Пожалуйста, помогите им уберечься.",
    "18600042": "Яма Бездны стала непригодной для жизни из-за Горелок. Убейте их.",
    "18600043": "Булму, которая блуждает без души и остается только человеческая кожа, нужно убить. Идите в Яму Бездны и убейте Булму.",
    "18600044": "Ямы пустоты все еще преследуют дебилы. В нескончаемой битве и те, кто потерпел поражение, и те, кто не был опустошен, напуганы. Пожалуйста, сделайте это.",
    "18600501": "Гриб на спине червя из джунглей, должно быть, ядовит. Кто-то приготовил и съел его некоторое время назад и чуть не умер. Убейте червя на тропе паучьего леса, пока не ударил Аммона.",
    "18600502": "Если вы пройдете через паучий лес, вы будете поражены тем, сколько там пауков в джунглях. В прошлом было так много паутины, что вы даже не могли видеть солнечный свет. Для тех, кто боится пауков в джунглях, пожалуйста, убейте их .",
    "18600503": "Не бывает в течение дня или двух, чтобы мандалы были шумными, поэтому все больше и больше людей страдают глухотой или отклонениями от нормы. Я не хочу больше страдать. Пожалуйста, избавьтесь от мандал на тропинке в паучьем лесу.",
    "18600504": "Несмотря на то, что в Восточном экологическом лесу улучшена безопасность, мы не единственные пионеры, на которых нападают бессознательные демоны без всякой причины. Чтобы уменьшить урон, нам нужно убивать бессознательных демонических лучников и солдат.",
    "18600505": "Говорят, что Мёён в Восточном экологическом лесу свирепы по отношению к прохожим. Обычные Мёён осторожны, но что-то странно. Что-то, кажется, сделало их жестокими. Соберите улики у разрушенного Мёён. Пожалуйста, приходите.",
    "18600506": "Даже сегодня, в Восточном Экологическом Лесу, было много жертв нападений бессознательных демонов. Пожалуйста, помогите предотвратить увеличение числа жертв, убивая бессознательных демонических лучников и солдат.",
    "18600507": "Говорят, что когда мандала издает звук, вспышка в джунглях также издает звук. Это похоже на пение песни. Вспышка в джунглях перед водопадом мандалы также присоединяется к мандале, поэтому шум становится невыносимым. со вспышкой джунглей перед водопадом мандалы .",
    "18600508": "Очень удачно, что шумная мандала находится на берегу водопада, но никогда не знаешь, когда она перейдет в порт Эдо. Пожалуйста, не дай мандале упасть.",
    "18600509": "Трудно пройти перед водопадом Мандала из-за шума мандалы. Это только тогда, когда вы убиваете не только маленькую мандалу и мандалу, но и элитную мандалу. Только эта проблема будет решена. Пожалуйста, снимите малая мандала, мандала и элитная мандала .",
    "18600510": "Волк из джунглей - грозное существо, с которым ты не хочешь столкнуться. Пожалуйста, убей волка, чтобы жители тропического леса изобилия могли спокойно передвигаться.",
    "18600511": "Узел тропического леса изобилия - важное место для пионеров, потому что он может производить еду, но я волнуюсь, потому что вокруг много рогов. Пожалуйста, позаботьтесь о них, чтобы они не попали в узел тропических лесов изобилия.",
    "18600512": "Это ложный слух о том, что стебли мандалы эффективны при лечении яда. Пожалуйста, избавьтесь от мандалы, чтобы вас не обманули.",
    "18600513": "Вы видели листья индиго прибрежного белоголового орлана? Это красивый лист. Я сделал корзину с листьями и отправил ее в порт Суволь, и ответ был хорошим. Если вы соберете листья, я пришлю вам еще один. . ",
    "18600514": "Вокруг заброшенной сторожевой башни есть небольшая пристань, которую, как говорят, трудно использовать из-за крабов-отшельников и прибрежных черепах. Пожалуйста, прогоните их и расчистите путь для тех, кто зарабатывает на жизнь рыбной ловлей.",
    "18600515": "Устье с мелким песком вызывает подозрение. Говорят, что черепахи, белоголовые орлы и крабы-отшельники там одичали. Некоторые даже говорят, что сначала нападают на людей. Вы не должны позволять им нападать на людей, так что уберите там существ.",
    "18600516": "Призраки бродят вокруг обломков кораблекрушения. Люди боятся призраков и не могут вывести их на берег. Пожалуйста, убейте их, чтобы они больше не пугали людей.",
    "18600517": "Мне нужно убрать обломки кораблекрушения в море перед цитаделью Тропического леса Изобилия, но я не могу себе этого позволить из-за темноты. Победите Тупица или Элитного Ленивца.",
    "18600518": "У меня есть некоторые ценности, которые я не принес с места крушения. Думаю, маленькие идиоты забрали их, вы можете их вернуть? Пожалуйста.",
    "18600519": "В новаторской стране Таэрокрим есть разные мигранты, и они едут повсюду, чтобы заработать на жизнь. Пожалуйста, разберитесь с прибрежными крокодилами, чтобы беспомощные мигранты не подверглись нападению свирепых крокодилов на берегу.",
    "18600520": "Иди к могиле обломков и избавься от нескольких сломанных сигар. Никто не хочет туда идти из-за роя испорченных сигар, которые бродят по местности, но есть еще запасы, которые нужно восстановить.",
    "18600521": "Похоже, копейщики обосновались на безбрежных берегах. Причина, по которой они расположились там лагерем, пока не известна. Пожалуйста, сделайте все возможное, чтобы они не подвергали опасности свою безопасность.",
    "18600522": "Я действительно не знал, что хулиган появится в Таэрокриме. Это правда. Некоторые люди говорят, что они ясно видели его с ветряной дороги в долине. купил. Пожалуйста. ",
    "18600523": "Рог каменной вороны огромный и твердый, поэтому, если вы немного его подрежете, его можно будет использовать как оружие. Если вы получите рог каменной вороны в долине, я сделаю это.",
    "18600524": "Медведи на Ветряной дороге долины известны своей жестокостью. Убейте медведей долины за страшных поселенцев.",
    "18600525": "К пляжным черепахам прикреплено много моллюсков, и, если вам повезет, вы можете даже встретить жемчужные раковины. Пожалуйста, соберите жемчужные раковины со спины пляжной черепахи. Если вы будете делать украшения из жемчуга, он будет очень популярен. . ",
    "18600526": "Вспышки на пляже достигли проезжей части к северу от порта Эдо. Обычно это недалеко от берега, но это из-за усиления серого цвета? Пожалуйста, не допускайте проникновения вспышек в порт Эдо.",
    "18600527": "Инструменты продолжают исчезать. Кымгёнчхольмун, Дохвасанджон, мы с тобой страдаем. Ты единственный, кто это делает. Иди и забери инструменты.",
    "18600528": "Говорят, что копатели пляжа любят сверкать, поэтому они собрали много жемчуга. Землекопы продолжают красть наши вещи из порта Эдо, поэтому мы можем принести жемчуг. Пожалуйста, принесите жемчуг, который есть у пляжных копателей.",
    "18600529": "Кровавое чудовище тренирует лесных волков. Убейте волков в Кровавом чудовище, чтобы они не могли дрессировать волков.",
    "18600530": "Большинство торговцев получают необходимые им предметы из порта Эдо и доставляют их к каждой границе, но Кровавый Пират продолжает появляться и красть товары и даже убивать торговца. Отправляйтесь в Кровавый Лес и победите Кровавого Пирата.",
    "18600531": "Мы должны сообщить внешнему миру о вспышке кровожадности в Таэрокриме. Как насчет того, чтобы послать красную маску кровожадной свиньи? Пожалуйста, соберите маски у разведчиков-кровожадных, кровожадных убийц, кровожадных лучников и элиты кровожадных. эсминцы .",
    "18600532": "Говорят, что веточки тумана атакуют прохожих, проходящих через лес туманной тени. Пожалуйста, уберите ветки тумана из туманного леса для прохожих.",
    "18600533": "Кажется, что Кымгёнчхольмун Мунджу лунный свет появился в темном лесу. Даже в роях. Вероятно, это нереальная иллюзия. Пожалуйста, избавьтесь от желанного лунного света, чтобы люди не были обмануты.",
    "18600534": "Говорят, что Санджонджу Квак Хо-рён появился в лесу в тени тумана. Должно быть, это монстр, появившийся как иллюзия. Пожалуйста, избавься от иллюзии, Квак Хо-рён, чтобы никто не был обманут.",
    "18600535": "Крокодилы в Mistshade свирепы и будут представлять большую угрозу для поселенцев, если их оставить без присмотра. Идите вперед и победите Mist Crocodiles в Mistshade.",
    "18600536": "Меня беспокоит, что болото пересыхает, но становится все более и более облачным, поэтому я очень волнуюсь. Я не знаю причину высыхания, но я знаю точную причину помутнения. из-за туманного лотоса. Избавьтесь от этой воды, чтобы она не стала мутной .",
    "18600537": "Из всех беспомощных поселенцев больше всего боятся зверей. Пожалуйста, избавься от крокодилов в сухих болотах ради них.",
    "18600538": "Говорят, что насекомые-черви имитируют самые могущественные фигуры, с которыми они сталкивались в последнее время. И они используют эту форму, чтобы заманить и нанести вред мигрантам, что является настоящей проблемой. Позаботьтесь о них, чтобы они не причиняли им вреда.",
    "18600539": "Красные цветы сливы из цветков сливы появились на сухих болотах. Если это призрак, немедленно убейте его. А если вы увидите призрачного червя, пока находитесь в пути, убейте его вместе. Никто не знает, что это за призрак червь превратится в. ",
    "18600540": "Говорят, что змеиный гриб из колонии змеиных грибов испускает в воздух вещества, содержащие галлюциногенные вещества. Пожалуйста, избавьтесь от опасного змеиного гриба.",
    "18600541": "В колонии змеиных грибов растет количество полыни. Нет ничего хорошего в том, что все большее количество людей нападает на людей.",
    "18600542": "Говорят, что в колонии грибов-змей появилось насекомое-человек. Пожалуйста, позаботьтесь о насекомом-фантоме-грибе, чтобы оно не имитировало людей и не причиняло вреда.",
    "18600543": "Для первых пионеров построено мемориальное кладбище пионеров. Пожалуйста, уберите табак и кровавый камень вокруг кладбища, чтобы они могли с комфортом отдохнуть.",
    "18600544": "Души блуждают по кладбищу духов-первопроходцев. Разве ты не спал спокойно из-за своей незавершенной миссии по возвращению леса Таэрок? Пожалуйста, позволь бездомным и одиноким душам покоиться с миром.",
    "18600545": "Примечание: существует фактор, который препятствует развитию леса, поэтому я хотел бы попросить вас разобраться с ним. Я был бы благодарен, если бы вы могли помочь новаторскому бизнесу, имея дело с Сансонхо.",
    "18600546": "Вы видели черепах с острым панцирем, бродящих по лесу? Это выглядит очень опасно. Пожалуйста, прогоните райскую черепаху из леса на расчистку.",
    "18600547": "Нет ни одного или двух человек, которых ослепили и атаковали Болото Болото и Болото Болото. Есть только одно решение этой проблемы. Убейте Болото Болото.",
    "18600548": "Раньше на водно-болотных угодьях Даминчо была небольшая деревня. Однако из-за внезапного нападения Мёмиён на водно-болотных угодьях большинство людей было вытеснено, и теперь осталась только сторожевая башня. Тем не менее, Мёмиён на водно-болотных угодьях по-прежнему нападают на людей, проходящих мимо. Победите Мьомён Болотных угодий ради людей .",
    "18600549": "Многие поселенцы страдают из-за болотного гиацинта, который выделяет мощное токсичное вещество. Избавьтесь от болотного женьшеня. Это сделает мигрантов намного менее болезненными.",
    "18600550": "Говорят, что Наблюдатели Рая и Метатели Рая атаковали поселенцев, которые бродили по Райским холмам. Не игнорируйте атаки Паразитов. Пожалуйста, защитите их от Стражей Рая и Метателей Рая.",
    "18600551": "Люди Наквон делают рисовые лепешки из белых цветов, цветущих на холмах Рая, и говорят, что это эффективно при лечении эндемических заболеваний. Как насчет сбора и проверки рисовых лепешек, которые люди носят с собой?",
    "18600552": "Если обильные воды Райского холма можно будет использовать для питья и сельскохозяйственных целей, это будет большим подспорьем для мигрантов. Но я обеспокоен тем, что вспышки водопадов и люди с водопадами, являющимися лотосами, загрязняют воду.",
    "18600553": "Пожалуйста, избавьтесь от гнилых демонов, которые бродят по покрытой травой холмистой дороге. Это были бандиты, которые мучили людей на холмистой дороге, и ходят слухи, что они погибли, сражаясь между собой. После этого они, как говорят, появлялись на глазах у людей. как демон и вселять страх. Пожалуйста, убейте демонов ради их безопасности .",
    "18600554": "Листья горного белоголового орлана блестящие и жесткие, поэтому они идеально подходят для изготовления поделок. Если вы получите листья горного белоголового орлана, мы постараемся разработать различные поделки.",
    "18600555": "Пожалуйста, убейте пауков, которые бродят по Травяному холму. Пауки, кажется, нападают на мигрантов, проходящих мимо Травяного холма, как добычу. Убейте травяных пауков, чтобы помочь мигрантам.",
    "18600556": "Ботаники сказали, что собираются изучить камуфляж кузнечика, чтобы выяснить, почему на травянистой дороге по холму нет деревьев. Как насчет получения камуфляжа для исследования? Пожалуйста, помогите.",
    "18600557": "Черная заря появилась на плато водяного тумана. Ходят слухи, что они нацелены на травников, но если это правда, то это большое дело. Многие травники в лесу Таэрок ходят в убежище травников рядом с плато водяного тумана и они все будут побеждены. Пожалуйста, не забудьте победить Рассвет .",
    "18600558": "Знаете ли вы, что вам лучше всего известно о лекарственных травах Таэрокрима? Это Райский Триколор. Везде, где Райский Триколор проявляет интерес, всегда есть трава. С его помощью вы сможете легко найти травы. Райский Триколор. меня.",
    "18600559": "В Таэрок-Риме есть другие существа, называемые демонами. Они излучают синюю энергию из своих тел, но их нестабильный вид выглядит так, будто они потеряли свои души, и они очень жестокие. Хотя они внешне отличаются от матери огня, они одинаково опасные существа. Водопад Идите в Южный Лес и прогоните этих опасных существ .",
    "18600560": "Говорят, что люди Мёмён на склоне восхода солнца продолжают приносить собранные ими материалы для их восстановления и уничтожения. Они, похоже, не хотят возвращать их, но мигрантам необходимо вернуть их, чтобы выжить.",
    "18600561": "Иммигранты ищут шкуры оленей для изготовления изделий из кожи. Шкуры восходящего оленя жесткие, но очень мягкие, поэтому они самого высокого качества. Если вы получите шкуры восходящего оленя, это будет большим подспорьем для жизни мигрантов. . ",
    "18600562": "Дендрарий восхода солнца и Мёмеон вызывают большую озабоченность у травников, поднимающихся по склону восхода солнца, потому что они мешают и изводят их в поисках трав. Пожалуйста, прогоните дендрарий и Мёмиён для травников.",
    "18600563": "Черная грязь - мрачное место даже днем. Многие пионеры вошли сюда преждевременно, но были атакованы крокодилами и так и не вернулись. Пожалуйста, убейте крокодилов в Черной грязи, чтобы уменьшить количество невинных жертв.",
    "18600564": "Пожалуйста, убейте грязных черепах в зоне черной грязи. Они стоят в грязи и яростно атакуют, если они хоть немного беспокоят вас, но они не единственные, кто пострадал. Защитите людей от грязевых черепах.",
    "18600565": "Говорят, что грязевые пауки продолжают появляться перед пионерами Черной Грязевой зоны и преграждают им путь. Пожалуйста, убейте Грязевых пауков, чтобы пионеры могли легко выбраться из похожей на лабиринт Черной Грязевой зоны.",
    "18600566": "Путь Паучьего леса - полезный маршрут в Восточный лес экологических исследований, но он не займет много времени из-за мандалы. Избавьтесь от мандалы. Это определенно будет большим подспорьем.",
    "18600567": "Вы должны знать, что наш Кымгёнчхольмун очищает минералы на новом континенте и отправляет их в разные места. Однако люди Мёмён уже некоторое время грабят минералы, которые они добыли. Мы не можем доставить их. Давайте поможем Мёмён не беспокоить нас . ",
    "18600568": "Перед водопадом Мандала находится важный транспортный маршрут для товаров, по которому перевозчики не хотят идти, потому что мандалы шумные, а медведи-водопады опасны. Если вы справитесь с этим, я вознаграду вас.",
    "18600569": "Мы, Эреда, как специалисты по разломам, постоянно исследуем Разлом, беря биопробу из области Разлома и собирая информацию о том, что изменилось. Итак, я хотел бы попросить небольшое ущелье предоставить биопробу перед водопадом Мандала. Как влияет ли на него Разлом? Мы всегда должны за ним следить .",
    "18600570": "Прибрежная черепаха сказала мне! В заброшенной сторожевой башне появились воры! Они сказали, что будут приходить все новые и новые! Давай, останови бандитов!",
    "18600571": "Говорят, что есть люди, которые идут на берег и попадают в плен к демонам. Пожалуйста, идите к могиле кораблекрушения и изгоните демонов, чтобы невинные люди не оказались в опасности.",
    "18600572": "Принесите мне оружие, которое есть у демонов. Это опасно, но стоит разобраться, как было изготовлено их оружие. О, я надеюсь, что оно не сломано. Оно должно быть в хорошем состоянии для расследования.",
    "18600573": "Недостаточно информации о кораблекрушении. Откуда взялись разрушенные стихи и почему они попали в море и на лунный континент… Но я хочу знать, но я не могу продолжить расследование из-за угрожающих стихов. Если вы это сделаете , вы поможете расширить великое интеллектуальное любопытство человечества .",
    "18600574": "Мы исследуем могилу затонувшего корабля в Дохваджоне. Нам нужно выяснить, было ли затонувшее судно пассажирским или грузовым, и какие предметы на нем находились. Одолжите мне. Я позабочусь о награде.",
    "18600575": "Сейчас не время быть беззаботным! Нам нужно выяснить, почему все члены экипажа кораблекрушения превратились в демонов! Может, они ели черные и синие травы! Если это правда, то это большое дело! Идите и узнайте ! Я хочу, чтобы ты ушел! ",
    "18600576": "Почему копьеносная банда появилась на безбрежном берегу? Похоже, только они знают, что замышляет копьеносная банда. Возможно, у членов копьеносной банды есть записка с написанным на ней планом. Пожалуйста, соберите записи… Я разберусь. план!",
    "18600577": "Не так давно группа воров напала на наш грузовой корабль и сильно пострадала. Похоже, что Копейщики Безногого берега - те же бандиты, что появились на нашем грузовом корабле. Мы не знаем, когда они снова появятся со своими оружие готово, так что нам нужно прицелиться. Пойдем, пойдем убивать бандитов .",
    "18600578": "Мы, Эреда, постоянно исследуем трещины. Недавно на берегах появились трещины, не оставляющие следов, поэтому мы пытаемся выяснить, как это влияет на окружающих существ.",
    "18600579": "Мёнхьедан расследует злые дела кровожадных. Нет ничего более важного на этой бесплодной границе, чем понимание динамики злого роя. Пожалуйста, узнайте, что делает кровавый воришка.",
    "18600580": "До сих пор не было случаев разломов в Лесу Кровавых Кровей. Однако в последнее время ходят слухи, что Кровавые Крови собираются в лесу, чтобы открыть разломы. подозрительно. Пожалуйста, пойди и проверь их сам. ",
    "18600581": "Мы собираемся установить памятник пионерам Таэрокрима, который увековечивает достижения пионеров на Мемориальном кладбище пионеров. Однако дела не продвигаются, потому что возникла и помешала кровавая темница.",
    "18600582": "Кровавые таблички появились на Мемориальном кладбище пионеров! Они пришли в место, которое увековечивает души тех, кто был первооткрывателем леса Таэрок и воровал!",
    "18600583": "Мы, Кымгёнчхольмун, не те люди, которые делают что-либо с прибылью. Обратите внимание, что мы не передаем наше оборудование нечистым. Они говорят, что Коррумпированные вербовщики в лесу несут наше оборудование. Заберите у них это оборудование. оборудования я планирую вернуть значение тарану столько же, сколько и я .",
    "18600584": "Я слышал, что коррумпированные культиваторы собрались в лесу Джоджиё. Мы вместе выращивали Таэрокрим с первых дней, и мы не можем просто смотреть, как они падают. Пожалуйста, иди в лес. Уничтожь это и помоги породе.",
    "18600585": "Некоторые из приемных членов, которые должны возглавить восстановление леса Таэрок, забыли о своих обязанностях и поглощены получением прибыли. Они собрались в лесу одновременно, так что сейчас подходящее время для наказания коррупционеров. Давайте искоренить осквернителей! ",
    "18600586": "В Дохваджоне мы внимательно изучаем грязь в зоне черной грязи. Исследование того, что секрет сохранения процветающего леса - это плодородная грязь, очень интересно. Чтобы убедиться, что это правда, нам нужен образец глины. Я хотел бы . Я заплачу тебе, чтобы ты не разочаровался .",
    "18600587": "Жаль, что Зона Черной Грязи славится только грязью. Есть так много историй, о которых стоит поговорить, в том числе о крокодилах, черепахах и лысых орлах! Мне нужна ваша помощь. Буду признателен, если вы сможете разобраться в дикой природе животные в Черной Грязи .",
    "18600588": "Зона черной грязи - очень опасное место для обычных мигрантов, но все больше и больше людей входят в зону черной грязи, не зная об этом, и получают фекалии. Убийство крокодила из черной грязи, грязевой черепахи, грязевого паука и змеиного гриба значительно улучшит ситуацию. безопаснее, чем сейчас. То же самое. Пожалуйста, помогите. ",
    "18600589": "Изначально наши баронги хорошо общались с дикими животными. Но какое-то время они не могли общаться с животными из черной грязи. Они продолжают злиться и атаковать. Хммм, с их телом должно быть что-то не так! Я хочу тебя чтобы спасти меня! ",
    "18601001": "Красная лесная дорога и красный склон становятся угрозой для ветви Пунгбекмун Хэволь, поскольку число племен хонгдон продолжает расти.",
    "18601002": "Почему бы вам не сделать специальный продукт с обилием собачьей травы, держащий мандалу? Если вы сделаете игрушки для кошек из собачьей травы, они будут продаваться любителям домашних животных. Давайте попробуем один раз.",
    "18601003": "Говорят, что дикие животные Дороги Рыжего леса нападают на поселенцев. Пожалуйста, убейте волков, чтобы поселенцы чувствовали себя в безопасности.",
    "18601004": "Красные побеги на рогах краснорогих оленей эффективны при лечении эндемических заболеваний, но многие мигранты не могут получить их из-за их высокой цены.",
    "18601005": "Я беспокоюсь, что народ Хонгдон построит деревню на красной лесной дороге, как эта. Это племя Хонгдон напротив великолепной ветви Пунгбэкмун Хэволь ?!",
    "18601006": "Говорят, что племена Хонгдон хитро обращаются со своим оружием на дороге Рыжего леса. Это война! Торопитесь, возьмите оружие племени Хонгдон и нейтрализуйте его!",
    "18601007": "Я слышал, что люди Красного Дона выращивают черноногих, собираются ли они использовать это в пищу? Если да, то мы должны избавиться от черноногих. Когда еда закончится, люди Красного Дона отступят из Рыжий лес .",
    "18601008": "Стаи скорпионов увеличиваются в долине осеннего заката, и у меня болит голова. Я не могу обойтись без ума. Пожалуйста, избавься от краснохвостого скорпиона.",
    "18601009": "Есть поговорка, что если Токто использовать правильно, это лекарство? В долине осеннего заката столько скорпионов, как насчет приготовления лекарства с ядом? Если собрать яд краснохвостого скорпиона и элитного красного большохвостый скорпион, мы сделаем хорошее лекарство .",
    "18601010": "Первые пионеры сжигали старые деревья, опасаясь эндемической болезни. С тех пор духи кленовых деревьев витали там, где они были. Помогите древесным духам не причинить вред прохожим.",
    "18601011": "В поле под полем вырубки есть гномы, которые загадывают загадки, и они говорят, что если они не могут разгадывать загадки, они будут шалить. Пожалуйста, молчите, чтобы копатели не загадывали загадки.",
    "18601012": "Темные люди появляются на Таинственных полях днем и ночью. Убейте их, чтобы они не пришли в поселение.",
    "18601013": "Дух старого дерева появляется в Таинственном поле. Причина появления духа старого дерева - в Тьме. Говорят, что Тьма призывает духов нанести вред поселенцам. Идите в Таинственное поле и избавьтесь от Тьмы. и духи .",
    "18601014": "Говорят, что рыжая лисица, живущая в зоне вырубки, пересекает гору и каждую ночь входит в филиал Хэвол, чтобы принести мясо, которое они приготовили для еды. Пожалуйста, убейте рыжую лису в зоне вырубки.",
    "18601015": "В зоне вырубки много мандал. Пожалуйста, избавьтесь от мандал, пока лесозаготовка не стала шумной. Это серая мандала!",
    "18601016": "Может быть, и мандалы тоже полезны! Больше всего меня интересует стебель мандалы, а стебли, высокие, как рога, кажутся, содержат много питательных веществ. Если вы соберете стебли, я спрошу кого-нибудь, кто хорошо разбирается в ботанике! ",
    "18601017": "Лесная Завеса - это передовая линия, которая защищает от вторжения в Ветвь Пунгбекмун Хэвол. Не пренебрегайте бдительностью из-за темной толпы. Пожалуйста, идите в лесную палатку и убейте темных людей.",
    "18601018": "Ну, ходят слухи, что если вы наденете темную маску для лица, на вас не нападут хулиганы. Смешно, что вы не пострадаете от этого. Убейте хулиганов и снимите маску. ",
    "18601019": "Элитный пепельный лиан появился за лесной пеленой. Пожалуйста, прогоните его с места в лесной пелене.",
    "18601020": "Пунгбэкмун борется с Черным рассветом на холме Монронг. Мы должны помочь Пунгбекмуну, который поддерживает отношения сотрудничества с Сахо, а также с его родной страной. Идите вперед и победите Черный рассвет.",
    "18601021": "Черный Рассвет увеличивает свои войска. Если вы не победите его сейчас, у вас будут большие проблемы позже. Пожалуйста, убейте Черный Рассвет.",
    "18601022": "Нам нужно противоядие для отравленных Черной Зари. Получите противоядие от шамана Черной Зари или элитного чародея с ядом.",
    "18601023": "В Пепельных джунглях есть тигр, который поседел. После воздействия энергии плодородия цвет его шерсти изменился, и он становится все более и более свирепым. Пожалуйста, убедитесь, что серый тигр не причиняет вреда. люди.",
    "18601024": "Если вы собираетесь в Пепельные джунгли, попросите органы тигра, которые были изменены из-за фертильности. Это будет большим подспорьем в исследованиях фертильности.",
    "18601025": "Житель Запада появился в Пепельных джунглях. Они говорят, что блуждают в поисках еды с красными налитыми кровью глазами. Пожалуйста, продолжайте и убивайте жителей Запада в Пепельных джунглях.",
    "18601026": "Горелки, блуждающие по плодородным руинам, - это люди с жалкими обстоятельствами. Я прибыл на море и лунный континент с мечтой стать первооткрывателем, но они превратились в сжигателей, которых я не хотел. Пожалуйста, помогите им немного отдохнуть.",
    "18601027": "Большинство из них не хотят идти в Плодородные руины. Вокруг великого плодородия только идиоты, но кто может вернуться живым? Только те, кто достаточно силен, чтобы пережить кровавую бойню плодородия, смогут обрести плодородие.",
    "18601028": "Оружие, которое носят Сжигатели плодородных руин, - нечто особенное. Если вы соберете это оружие, которое выглядит довольно сильным, мы изучим секреты, которые они скрывают. Это непросто, но я хотел бы попросить вас об одолжении. . ",
    "18601029": "Говорят, что есть брешь, которая ведет куда-то в место раскопок плодородия. Из-под земли продолжают выходить валуны. Похоже, ада не существует. Иди и останови их.",
    "18601030": "Говорят, что пыль плодородия вышла из карманов плененных поэтов-шахтеров и надсмотрщиков. Вы должны собрать пыль плодородия, чтобы предотвратить ее использование в неправильном месте. Пожалуйста, соберите мешки для пыли плодородия.",
    "18601031": "Связанные солдаты, лучники и генералы с места раскопок плодородия бродят по месту раскопок нежитью в гневе, когда высвобождается энергия плодородия. Как насчет того, чтобы помочь им удобно закрыть глаза? Если будут приняты соответствующие меры, принесите им жертвы I останется.",
    "18601032": "Призраки появляются возле места сбора крылатых охотников. Похоже, что на призраков напали монстры в убежище катастрофы, но я боюсь, что охотники причинят им вред. Идите и убейте призраков.",
    "18601033": "Пауки все чаще приближаются к убежищам катастрофы, но охотники не интересуются, поэтому я волнуюсь. Они, кажется, наполнены только идеей хвастаться металлургией. Их не интересуют вещи, требующие помощи , так что они, кажется, не знают медицинской ассоциации. Надеюсь, ты сможешь убить стелс-паука. ",
    "18601034": "Многие охотники собираются в убежище катастрофы из-за своей металлургии. Чтобы получить признание за свои навыки, охотясь за большой металлургией. Если вы уверены в охоте, пожалуйста, присоединяйтесь к нам.",
    "18601035": "Хорошие новости! Говорят, что красные побеги на рогах краснорогого оленя эффективны при лечении эндемических болезней. Я приготовлю лекарство от эндемических болезней, поэтому, пожалуйста, спасите красные побеги краснорогого оленя.",
    "18601036": "Трудно найти красные рога красного оленя, потому что дорога красных рогов полна красных рогов. Я думаю, вам будет очень полезно, если вы убьете красные рога.",
    "18601037": "Говорят, что на дороге Ред-Рог появилась эскадрилья. Должно быть, она появилась для контрабанды оленей Красного Рога! До меня доходили слухи, что оленьи рога продаются по высокой цене.",
    "18601038": "Первые пионеры говорят, что они отдыхали, как во сне, когда увидели медузу в лесу снов ... Может быть, тогда они были послушными? Думаю, я это чувствую.",
    "18601039": "Говорят, что многих пионеров изгоняет из Леса Сновидений сбитое с толку Трио Сновидений. Помогите пионерам, победив сбитое с толку Трио Сновидений.",
    "18601040": "Мечтательное трехцветное перо очень красочно. Как насчет того, чтобы украсить это перо на шляпе? Это могло бы быть отличным украшением плодородной земли. Принесите перо, и мы сделаем прототип.",
    "18601041": "Цвет Туёнчо в лесу Самёчжон постепенно меняется. Они говорят, что нам нужен образец, чтобы выяснить, что произошло. Мы были бы признательны, если бы вы могли получить образец мутировавшего Туёнчо.",
    "18601042": "Похоже, это стало более опасным после того, как Самёджон в Плодородной Земле мутировал из-за тахоэита. Отправляйся в Лес Самёджон и победи мутировавшего Самёджона.",
    "18601043": "Лес Самёджон становится более опасным из-за мутировавшего самёджон. Пожалуйста, убедитесь, что мутировавший самёчжон или элитный мутировавший гигант самёчжон не съели все кусты и не нанесли вред поселенцам.",
    "18601044": "Мутировавшая полынь бродит по горе Супрок. Я не знаю, какой ущерб она нанесет, поэтому я думаю, что мы должны предотвратить ее блуждание. Пожалуйста, примите меры.",
    "18601045": "Все больше и больше прохожих сжигались огнедышащими свечами, проезжая мимо горы Сотулбави. Пожалуйста, избавьтесь от пламенных свечей, чтобы жертвы больше не увеличивались.",
    "18601046": "Молодые личинки Geroma появляются на горе Сотреулбави, и я обеспокоен тем, что они могут передавать эндемическое заболевание.",
    "18601047": "На плодородной земле много руин, поэтому мне трудно найти пищу. Я не могу есть мясо, поэтому я выращиваю кур, но даже этого всегда недостаточно. Я был бы очень признателен, если бы вы могли достать козье мясо. . ",
    "18601048": "Солдаты поэзии бродят по склону скалы Сотреулбави. Пожалуйста, прогоните их, чтобы прохожие не боялись.",
    "18601049": "Что за люди эти призраки, блуждающие по склонам скалы Сотреулбави? Кто они? Могут ли быть какие-то зацепки в их вещах? Принесите вещи странствующих поэтов-солдат или элитных странствующих генералов, и мы узнаем, кто они. ",
    "18601050": "Я слышал, что листья Balbali под аплодисменты Paseok исключительно зеленые, так как насчет того, чтобы сделать корзину? Если вы получите листья Balbali, мы сделаем из корзины особый продукт, который больше и крепче, чем где-либо еще. ",
    "18601051": "Под аплодисменты волн появляются демоны и не могут пройти мимо. Если вы пойдете туда и убьете добытчиков поэзии, охранников или надзирателей, это будет большим подспорьем.",
    "18601052": "Чандо-дан, эти воры проползли и разбили лагерь на мысе Йонгмеори. Идите вперед и расчистите чандо-дан. Из-за них разработка мыса Йонгмеори задерживается.",
    "18601053": "Банда копьеносцев постоянно атакует исследовательскую базу на мысе Йонгмеори. Пожалуйста, выиграйте время, атакуя банду копейщиков и размер, чтобы мы могли построить стену в подземелье.",
    "18601054": "Мне нужна информация, чтобы узнать о мутировавших синих людях в Талпакифическом ущелье. Все в порядке. Принесите мне какие-нибудь подсказки.",
    "18601055": "Вооруженные синие люди-мутанты дики и свирепы. Они блокируют узкие проходы каньона и угрожают пионерам. Победите их, чтобы очистить путь по каньону.",
    "18601056": "Неопознанный"
}