{
    "19100000": "The lotus man is perched on the shores of the lake, attacking and inflicting damage. The bigger problem is that at night the lotus man covers the lake and the lake is rotting. We have no choice but to get rid of the lotus man.",
    "19100001": "Western tribes who have flowed into the rotten logging area are having trouble. Recently, their numbers have rapidly increased and they have expanded their territory to the surrounding villages and plundered food. We cannot eliminate them all, but in order to avoid harm to the villages, the number of populations has increased. must be adjusted.",
    "19100002": "Turtle Lake is not only scenic but also famous for turtles and fishing grounds. However, recently, due to the turtles, the fish have dried up and fishermen are not coming. We must help the merchants get rid of the turtles and bring the anglers back.",
    "191000003": "We're conducting research on the ruins, and the guards are still a threat. We need to deal with the guards to expedite the investigation.",
    "19100004": "This place was overgrown with grass and it was a great place for herding. All of a sudden, the catfishers are ruining the pasture and people are having a hard time. Please help the people by killing the catfishers.",
    "19100005": "It is said that merchants are in great trouble because of a gang of spear gangs. We need to get rid of these so-called spear gangs in a hurry so that merchants can walk around without worries.",
    "19100006": "Wild animals in the forest can also be a threat to passersby. They are a recent threat to passersby, so please deal with them.",
    "19100007": "Wild animals are on the verge of extinction due to the ruthless poaching of the bushes. We can only protect the wild animals by clearing them out on a daily basis.",
    "19100008": "We may do more damage if we don't stop the debilitated bullies trying to dry the seeds of all nearby creatures. We must kill as many debilitated bullies as possible to keep them out of the pits.",
    "19100009": "Goblin are appearing in the deep cemetery forest to confuse people. Not only that, there are people who are on the verge of death because of the tormenting of the goblin. We must kill the demons now.",
    "19100010": "Nearby villagers are terrified because bears and tigers are attacking people when they see them. Kill the bears and tigers to solve their concerns.",
    "19100011": "To restore the destroyed Suwa village, getting rid of the roaming eroded crocodiles and eroded Westin is the first step in preparation.",
    "19100012": "The runaway guards can now be dealt with, but the stronger elite guards are still hard to defeat. We can only complete the investigation of the ruins by eradicating them. Please help the team to deal with the elite guards.",
    "19100013": "The grass was lush here and it was a great place for herding. Suddenly people are having a hard time because of the sudden, especially strong catfishers ruining the pasture. Please help people by defeating the strong catfishers.",
    "19100014": "Striking the leader of the spear gang will uproot the bandits' power. Kill them so that the bandits do not do evil again.",
    "19100015": "Strong wild animals in the forest may be more of a threat to passersby. They have recently become a threat to passersby, so please deal with them.",
    "19100016": "The fastest way to get rid of the Fighter's strongholds is to find and destroy them as the leader of the pack.",
    "19100017": "Before more catastrophe occurs, we must find and investigate the cause of the rift by looking for traces of the rift. The stronger the burner, the darker it leaves, so we need to deal with them and check them.",
    "19100018": "The goblin fire, which was enough to startle people, is setting fires to the hem of passers-by and the piles, etc., causing damage. We need to get rid of the goblin before a bigger fire breaks out.",
    "19100019": "Recently, giant bears and tigers have appeared and are building their own forces. Even so, the damage is severe from the wild bears and tigers, but I'm worried that it will cause even greater damage if they move around in groups. A giant bear pretending to be the boss and tigers and stop them from swarming.",
    "19100020": "The scariest thing is that the numbers of the eroded swarms are growing rapidly. Defeating their captains will prevent them from growing.",
    "19100021": "It is said that a powerful presence has appeared at the ruins. It is said that the investigation team is taking a lot of damage because it is incomparably stronger than any other guardians.",
    "19100022": "It is said that the fastest way to actually dismantle the spears is to get rid of a person called Blood Spider Waryun. Find him and destroy him.",
    "19100023": "Defeating Scout Captain Chaerang-Rang who leads the troop will disintegrate the troop.",
    "19100024": "Before more catastrophe occurs, we must find and investigate the cause of the cracks by looking for traces of the cracks. The stronger the burner, the darker the marks, so we need to deal with them and check them.",
    "19100025": "It's difficult to walk in the forest because of the spider's web, but it is said that a giant spider that is three times the height of a human has been seen. Even a giant spider that has not been seen has appeared, so the forest may soon be covered with a spider's web. must be dealt with.",
    "19100026": "The boss of the destroyed Suwa village is said to be near-impossible to restore due to the Corrupted Bladed Cactus. Find and defeat him.",
    "19100027": "The tree that people wished for as a spiritual being is now giving people fear. We must cut the fear from people by removing the changed divine tree.",
    "19100028": "The terrifying sound coming from the valley is actually the sound of a monster called steel evil. While it is occupying the valley, no one is passing through the area. The problem is that steel evil is so powerful that it can't be beaten alone. It is difficult to deal with. We must team up with the people as soon as possible to defeat the Steel Evil.",
    "19100029": "Vendors who are loading goods from Yedo Port are more likely to lose their supplies or suffer injuries. You must defeat the swarms of red donkeys hiding on the red slopes and the recently increased number of mandalas so that the merchants can travel safely. .",
    "19100030": "Until now, we have not responded to the unreasonable demands and actions of the Hongdon people, but the power of the Hongdon people is increasing day by day and spreading to the front yard of Pungbaekmun, causing harm to people. Please do not even go near Pungbaekmun.",
    "19100031": "As the number of enemies increases over time, simple force alone cannot defeat them. So, we are using scorpion venom to create more powerful weapons. When I threw it, it had a great effect, and the supply was in short supply. Please collect the venom from the scorpions in the Valley of Autumn Leaves.",
    "19100032": "You may think it's an old story, or you may think it's hallucinations in fear, but it's clear that the dwarves are hurting you.",
    "19100033": "After a fierce battle with Pungbaekmun and a weakening of power, now is the time to destroy the Black Dawn. Help the people of Pungbaekmun at the Hill of Wonrong to get rid of the remnants of the Black Dawn.",
    "19100034": "I heard that Pungbaekmun is collecting a lot of fox fur and mandala grass. It's not a lot of money, but please collect fox fur and mandala grass to trade with Poongbaekmun.",
    "19100035": "I made a forest to prevent the fire demons from coming over, but maybe that's why they started to appear. I cut some trees to get them back, but I can't do this or that anymore because I'm worried about the burners. Forest Veil Go to , check the current situation, and if there are a lot of dark people, please defeat them.",
    "19100036": "Where once there were many kinds of plants and animals, it has turned gray, and places that are hard to find life have become land, and only eroded westerners and bloodthirsty tigers roam around. We must destroy them all in order to bring them back to life.",
    "19100037": "Cracks everywhere are a problem, but the biggest problem with the events in the Fertile Excavations is the constant influx of bullies. It's terrifying to think that they've come all the way here. It will be difficult to get rid of all of them right now, but please reduce the number of burners as much as possible to get rid of them.",
    "19100038": "I don't want to remember the horrors that happened in the Fertile Dig. But there are still soldiers who suffer and die there. Please give them rest so they don't wander and suffer forever.",
    "19100039": "Rumors have spread that red horns are sold at a high price, so even a troop of bullfights appears there, poaching and stealing the supplies we have obtained. We are taking a huge hit at a time when war supplies are scarce, so the Red Horn Gillo is taking a big hit. Defeat them and collect the red horns.",
    "19100040": "The mutated blue people are coming in from Rio, and it's getting to the point where we can't stop it anymore. Fortunately, there is also friction with the spear gang, so it seems to be holding back for a while. We are now dealing with the mutated blue people. It's the right time to do it.",
    "19100041": "With the efforts of the Mae Flower Group, the Dragon Head Exploration Site is expected to be completed soon, but the spear gangs are expanding their power, so there is often friction.",
    "19100042": "I don't know why Sa Myojeong became wild all of a sudden, but it is true that it causes harm to people. It may be caused by a mutated Tuyeoncho.... Anyway, it seems that the cause should be found after getting rid of both Samyojeong and Tuyeoncho. ",
    "19100043": "The saying that the dream forest is intoxicated with a dreamy atmosphere and calms the mind and body is now a thing of the past. Being stung by the poison of a mutated jellyfish and being attacked by a tricolor is truly a nightmare. Nightmare. Back to the old dream Please return to the forest of",
    "19100044": "The number of tarrits with shells harder than rock have increased tremendously, and even ginseng and fireweed.... Now it's almost impossible to go to Souprock Mountain. I don't know, please help me get rid of them all.",
    "19100045": "You don't know how dangerous it is to even see monsters appearing on steep ramps. How many people have been injured when they run away in surprise and roll down the ramps. I hope the monsters go away soon!",
    "19100046": "The road to Yongrin Desert was blocked, so workers were sent for construction, but for some reason they died or disappeared. A few days later, they appeared dead and attacked people, but other workers were afraid and could not work. I'm worried that the road to the desert won't be completed on time because it can't proceed. Please deal with the dead so that the workers can work without worries.",
    "19100047": "More and more people are risking their lives to catch the metallurgy of the lair of disaster. Blocking the entrance to prevent them from entering has the opposite effect, and the metallurgists are coming out in search of food. Please go out and do it in a way that doesn't harm people.",
    "19100048": "After the rainy season, the spiders are having trouble again. It is said that the spiders gathered during the breeding season are filling the forest road. please reduce",
    "19100049": "Did you hear the news? It is said that the development of a new drug for people who are still suffering from endemic diseases is nearing completion. It has a much better preventive effect than before, but there is a problem that the supply of medicinal herbs is not smooth. Please go to the Eastern Ecological Forest and chastise the surrounding animals that interfere with the gathering of herbs.",
    "19100050": "These days, the antlers have been showing a lot of aggression, threatening the safety of the area around the Abundant Rainforest. Yesterday, there was an accident that seriously injured two people on the Yangtze side? show me.",
    "19100051": "They say that the noise of the mandala flower is getting louder, but the fortress broke through the sound of the waterfall and the people staying nearby could not sleep at night. They said that many mandala leaf samples are needed to find out the cause of this phenomenon. Can you help me?",
    "19100052": "It is said that the number of coastal creatures around the watchtower is growing out of control, leading to the village of Yedohang and eating fruits and vegetables. Please help get them out.",
    "19100053": "Last night there was a commotion as workers returning to the Abundant Rainforest stronghold from their logging work were attacked by black figures, beaten and even stripped of their timber. The pranksters around the wreckage are evident. Please chastise me and bring back the wood.",
    "19100054": "A lot of people are terrified that the blue-skinned monsters who live on the unmarked shores are conspiring to do something.",
    "19100055": "I hear there are scary things in human form roaming around the tombs of shipwrecks, but you'll have to go and see if the rumors are true. Could you please investigate the area? If you come across something dangerous, that's it. You can kill anything.",
    "19100056": "Those savage gnats have been acting more aggressively these days, but it's not unusual. In addition, the nearby bears are also excited and threaten the Abundant Rainforest stronghold by breaking down barriers during the night. Defeat them and secure the base.",
    "19100057": "I thought it was a little quiet, but the Bloodthirsty gangs are causing trouble again. Yesterday, the top was attacked and all of their supplies were looted. Go to the Bloody Forest and deal with them so they don't roam any more.",
    "19100058": "After the rain that had been pouring down for a while drains the water that fills up to the waist, countless weeds are growing and filling the forest. Their explosive vitality is truly amazing, but they are quite large for merchants and crew members passing by. It's called a nuisance. Please help me make a way in the forest for them.",
    "19100059": "I've heard from investigators that the amount of psychedelic mists emitted by swamp worms has increased compared to before. They say they need help to keep the fog from spreading to the Fog Forest frontier. Please help them.",
    "19100060": "I'm looking for a snake mushroom specimen from Yeongkyowon, which is researching the hallucinogenic components of snake mushrooms. No one is willing to step out because of the location, so I think it would be a great help if you go and collect the samples yourself.",
    "19100061": "Please ensure safety around the cemetery for those who wish to visit the Pioneer Memorial Cemetery. These days, it is said that a gang of bloodthirsty robbers appear to do robbery. If you see them, please fix that bad habit. .",
    "19100062": "Note: Find and rebuke corrupt cultivators who are illegally hunting sanseonho in the forest. Use them as an example to stop them from happening again.",
    "19100063": "There are a lot of reports of people being damaged by these monsters, called cypresses, that look just like plants, but swallow people like beasts. Please reduce the number.",
    "19100064": "Paradise people around Paradise Valley may look cute at first glance, but they are known for their playful and nasty personalities. It is not unusual for people who come to see the falls from far away to lose their belongings. Please bring back the lost items.",
    "19100065": "These goblins on the beach north of Yedo Port sneak away and hide supplies from Yedo Port. They say they periodically drive them out of Suyang, but that's not enough. Go and help them get them out.",
    "19100066": "People who set out to save the black mud don't get into trouble because they don't know the dangers there. It's because of their own greed that they go too deep and end up in trouble. Can't we just turn away? Help us find the missing by killing the dangerous creatures there.",
    "19100067": "Research on the relationship between the unique vegetation around the grassy hillside and the cemetery is stagnating without much progress. In order to support researchers who have been devoting years of research to unsuccessful research, specimens of living creatures there are collected. Please save me, it will be a great help to those who have to come every time to get a sample.",
    "19100068": "This year, it is expected that many people will gather on the slopes to greet the sunrise and have a meaningful time to welcome the new year. ",
    "19100069": "The forest south of Paradise Falls is a word of mouth among poets who come to see the unique scenery and herbalists who gather for mystical herbs, but research on the characteristics of the animals that inhabit these highlands is now It's only in its infancy. Please approach them carefully and get a small sample of them for research.",
    "19100003": "유적지 조사를 진행하는데 수호병들은 여전히 위협적인 존재들입니다. 수호병을 처리하여 유적지 조사가 빠르게 이뤄지도록 해야 합니다."
}