{
    "18100000": "Вы видели вещи, которые воры носят на головах? \n Фрукты, крабы, рыба и т. Д. Это деликатесы среди деликатесов. Спрос на них большой, поэтому ими активно торгуют. Если вы соберете их, мы вам дадим разумное вознаграждение .",
    "18100001": "У меня много проблем с этими беспозвоночными. Ну да ладно, семена дождевых червей, используемых в качестве приманок, засыхают.",
    "18100002": "В последний раз я видел дочи с блестками! Должно быть, это то, что приносит вам удачу! \n если вы его получите, я подарю вам что-нибудь приятное!",
    "18100003": "Я почувствовал запах вашего аира в качающемся листе лотоса ~ \n Ой, извините. У меня только что таламус в голове. \n Это не имеет большого значения. Пожалуйста, принесите мне кусочек лотоса.",
    "18100004": "Пожалуйста, избавьтесь от людей из листьев лотоса. Это не первый раз, когда я падаю из-за человека из листьев лотоса, который выпрыгивает из ниоткуда, проходя мимо озера. \n Пожалуйста, я умоляю вас.",
    "18100005": "Я увидел человека из листьев лотоса и у меня возникла очень хорошая бизнес-идея. Попробуйте сделать зонтик из тех больших листьев лотоса. Как насчет этого? Это здорово, ха-ха. \n Пожалуйста, сохраните весь лист лотоса!",
    "18100006": "Я пытался достать дрова из гнилой зоны вырубки, но это невозможно. Трудно даже приблизиться к людям Вестина, потому что там многолюдно.",
    "18100007": "Это ... Похоже, ветер дует с моря. Это определенно недалеко от порта, но запах доносится до нашего Даэобанга! Черт побери!",
    "18100008": "Я хочу изучить оружие этих скромных существ, но ... если бы мне пришлось это сделать, что бы я сделал? Жизнь не такая?",
    "18100009": "Твердый панцирь озерной черепахи можно использовать для многих целей. Итак, давайте возьмем несколько целых панцирей черепахи. \n Я никогда не забуду этот пример.",
    "18100010": "Причина, по которой черепахи становятся агрессивными, заключается в том, что люди выбрасывают мусор! Не говори слишком много невинной черепахе! \n Хороший искатель приключений, пожалуйста, убери мусор на корабле-черепахе!",
    "18100011": "Черепахи стали жестокими, и рыбы в Черепашьем озере высыхают. Наши деньги, ах, наши средства к существованию зависят от этого.",
    "18100012": "Есть так много вещей, которые еще не исследованы ... Но эти монстры бродят по руинам! \n Авантюристам нужно избавиться от них! \n - Пионер Баронгдан Нейгнан -",
    "18100013": "Это кажется знакомым. \n Хотя я никогда где-то его не встречал. \n Помогите нам провести исследование!",
    "18100014": "Говорят, что возле руин найден редкий материал.",
    "18100015": "Яма Бездны - одно из самых пристальных направлений нашего внимания на Эреде. Мы уделяем ей особое внимание, поскольку в прошлом здесь происходили крупные катастрофы.",
    "18100016": "Некоторые из вещей, выходящих из разлома, могут похвастаться другим уровнем силы, чем валуны. \n Помогите Эреде, победив их в яме!",
    "18100017": "Меня зовут Гю-Неонг Ким! Я маньяк разломов. Крик. \n Если вы соберете следы разломов у неместных болванов, я дам вам чемодан. \n Это слишком много для меня! Ха-ха. Пожалуйста! \n - Исследование трещин Го Ким Гю-Нын - ",
    "18100018": "Иногда овцы на пастбище так напуганы, что падают из-за медсестер на пастбище. \n Бедная овца ... Искатель приключений, пожалуйста, помогите милой овце!",
    "18100019": "Мне нужно лекарство от эндемического заболевания, которое встречается на море и на Луне. Есть сообщения, что листья Самёджон эффективны.",
    "18100020": "Мне нужны лекарственные травы, которые я всегда использовал вместе со мной, потому что старый Кван - это Мёнгван. Его легко найти рядом с пастбищем, так что это не составит труда.",
    "18100021": "Красная трава мопсов может давать очень красивый цвет. \n Но мопсы настолько дикие, что мы не можем легко их достать. \n Может ли искатель приключений спасти их?",
    "18100022": "Траву белоголового орлана найти очень сложно. \n Так что это всегда популярный товар, который пользуется большим спросом.",
    "18100023": "Думаю, я потерял секретную книгу рецептов, когда проходил через пастбище ... \n Я был несколько раз, но не мог найти его ... \n Я хочу, чтобы ты нашел его ... Черный ...",
    "18100024": "Похоже, на наших членов напали копейщики-мечники. Похоже, они наткнулись на рой.",
    "18100025": "Похоже, что оружие банды копейщиков создано немного по-новому. Очевидно, оно содержит технологии с восточного континента, но кое-что немного отличается. \n Я хочу поближе познакомиться, вы можете мне помочь?",
    "18100026": "Есть вещь, которая удивительно популярна среди людей в наши дни. Это аксессуар банды копьеносцев. Наше художественное шоу не может пропустить это!",
    "18100027": "Парни из банды копейщиков ... Я думаю, они выходят за пределы нашего царства, когда говорят, приходят и уходят.",
    "18100028": "Жители деревни дрожат от страха из-за медведей и тигров на холмах Каменного холма. Если вы прогоните их, я награжу вас.",
    "18100029": "Шкуры животных могут быть полезны где угодно. \n В этом смысле собирайте неповрежденные шкуры медведей и тигров в холмах Каменного холма. \n Я заплачу разумную цену.",
    "18100030": "Меня преследовали звери на каменистых холмах и холмах, и я потерял свой багаж. Мы также хотим перестать терять наш багаж, но что нам делать?",
    "18100031": "Лесные дороги использовались как убежища и тропы для жителей с древних времен, но сейчас ситуация не очень хорошая из-за беспокойных духов. \n Авантюристы, пожалуйста, верните лесную дорогу жителям.",
    "18100032": "Проходя через лес, я убежал от внезапно появившегося древесного духа и перестал ронять ботов. Я вернулся к тому месту, но не смог увидеть, похоже ли, что животные кусаются. \n Пожалуйста, найдите мои боты .",
    "18100033": "Рога коз, обитающих на лесных дорогах древних городов, твердые и могут использоваться в лечебных целях. Но разве они не заражены всевозможными опасными людьми, такими как синие люди и конные бои? тебе!",
    "18100034": "Ветвь духа дерева очень эффективна в общении с духами! \n Мы не можем вернуть ее, поражая духа дерева ... \n Авантюрист должен принести ветку духа дерева!",
    "18100035": "Истребители свирепствуют, и многие дикие животные получают урон. \n Я буду вознаграждать вас за то, что вы остановили этот злобный рой. Принесите мир дикой природе озера Вандал. \n - Общество охраны дикой природы Серый ветер -",
    "18100036": "На лесных дорогах старого города повсюду останки диких животных, убитых в результате безрассудной браконьерской деятельности конных банд. Пепельный ветер -",
    "18100037": "Хеукхеук ... Пожалуйста, найди мою куклу ... \n Нет, должно быть, старик и молодой человек забрали ее ...!",
    "18100038": "Нам нужно умилостивить духов глубокого кладбищенского леса! \n Мы также много работаем, чтобы добиться успеха, но этого недостаточно ... \n Авантюристам не нужна магия или что-то в этом роде!",
    "18100039": "Я, Ким Сеобанг, нет. О, я, гоблин, нет. \n Гоблин, мучающий, гоблин, плохой. \n Вместо этого, пожалуйста, отругайте меня. \n - Ким Собан -",
    "18100040": "Уу ... Вам не обязательно быть трещиной от трещины, но я думаю, вы можете собрать ее следы. Конечно, я думаю, поторопитесь! Ха-ха. \n Я вознаграду вас, если вы принесете следы разлома от разрушенных существ! \n - Исследователь трещин Гю-Нынг Ким - ",
    "18100041": "Мы должны вернуть деревню, Сува !!! \n Перед этим мы должны привезти багаж из деревни на Хансоо !!! \n Я умоляю вас!",
    "18100042": "Нам нужно вернуть деревню, Сува !!! \n Победите крокодилов и людей Вестина, которые разрушают деревню! \n Победите дерзких монстров! \n - Вождь деревни Сува Даэва -",
    "18100043": "Есть сообщения о существах Булма, созданных немного другим способом. Убейте существ, разрушенных разломом.",
    "18100044": "Я дам вам особую награду, когда вы выполните [2]>совместных действий, описанных в нашей тренировке. \n Это особая награда от имени капитана. \n Тогда я желаю вам удачи.",
    "18100045": "Мы, Эреда, даем особые награды от имени вождя авантюристам, завершившим [2]>совместные действия, о которых сообщил этот клан.",
    "18100046": "В Dohwasangjeon мы даем небольшую награду тем, кто выполняет [4]>совместных действия со своим начальством. Знаете ли вы, что наше начальство тщательно рассчитывает и окупается !? \n Пожалуйста, участвуйте больше!",
    "18100047": "Ёнгёвон особо награждает авантюристов, которые [3]>вместе с нами! Наши баронги сдерживают свои обещания! \n Тогда оставайтесь сильными ~",
    "18100048": "Я дам особую награду от имени лорда Чхолмуна тем, кто выполняет [2]>действия Кымгёнчхольмуна. Обещаю. \n Всего [2]>раза!",
    "18100049": "Daeeobang предоставляет особые награды для искателей приключений, которые выполняют совместные действия. Те, кто выполняет [4]>совместных действия в Daeeobang, имеют право на участие. Спасибо за ваше участие.",
    "18100050": "Пожалуйста, заполните [4]>случая сотрудничества, о которых сообщили жители озера Бандал через наш Бисамун. Затем от имени жителей мы выразим нашу особую благодарность. Тогда мы будем ждать.",
    "18100051": "Прошло довольно много времени с момента крушения корабля недалеко от порта Суволь. Меня это не интересовало, но до меня дошел слух, что корабль все еще там. Разберитесь с угрозой.",
    "18100052": "В наши дни синие раки-отшельники, выращенные в море, популярны как питательная пища. Люди не знают о них, но раки-отшельники токсичны, поэтому, если вы их неправильно съедите, у вас будут проблемы. Было бы лучше, если бы наш эксперт Daeeobang продает их напрямую .",
    "18100053": "Голубой краб-отшельник, выращенный на пляже, считается лучшим. Он питателен и имеет соленый, но легкий вкус. \n Если вы соберете крабовое мясо синего краба-отшельника, мы дадим вам разумную награду.",
    "18100054": "Похоже, что потерпевший крушение корабль возле порта Суволь снижает боевой дух членов экипажа. Они думают, что наш корабль также может потерпеть крушение во время рейса. Мы планируем отправить следователя, поэтому позаботьтесь об окружающих угрозах.",
    "18100055": "Бандал - это очень ценное растение, которое можно получить только из озера Вандал. Так много людей ищут его, что действительно трудно найти!",
    "18100056": "Если вы думаете, что наш Кымгёнчхольмун работает только с железом, вы ошибаетесь. Чтобы сделать отличное оружие, вам понадобится много материалов.",
    "18100057": "Вода в жуткой долине почти сухая, но есть какие-то странные люди, которые живут только на этих илистых полях. Проблема в том, что даже живущие там крокодилы будут есть ее на любой вкус. Если вы уменьшите количество крокодилов на маленький, пойдем перекусим. Я тебя поймаю! ",
    "18100058": "Крокодиловая кожа очень популярна, потому что она прочная, стильная и роскошная. \n Мы снова получили много заказов, но у нас заканчивается товар. \n Пожалуйста, приобретите чистую кожу без царапин.",
    "18100059": "Перед тем, как отправиться на морской и лунный континент, мы планируем накормить экипаж специальным обедом. Мясо крокодила - желанное меню для экипажа, потому что оно с высоким содержанием белка и низким содержанием жира. Вперед.",
    "18100060": "Цветы, цветущие на болотах, обладают очень сильной жизненной силой! \n Сушеные и используемые в качестве лекарств, эффективность удваивается!",
    "18100100": "Даэобанг",
    "18100101": "Ёнгёвон",
    "18100102": "Эреда",
    "18100103": "Кымгёнчхольмун",
    "18100104": "Живопись войны",
    "18100105": "Плач",
    "18100106": "Неразговорчивый",
    "18100107": "Пансионат Джун",
    "18100108": "Ким Гю-Нын",
    "18100109": "Вот это да",
    "18100110": "да",
    "18100111": "Пепельный ветер",
    "18100112": "Ким Сеобанг",
    "18100113": "Younggyowon Barong",
    "18100114": "Член Эреды",
    "18100115": "Мастер Кымгёнчхольмун",
    "18100116": "Торговец Дохвасанджон",
    "18100117": "Администратор дисциплины",
    "18100118": "Бисамун, заместитель менеджера",
    "18100119": "Менеджер Пунгбекмун",
    "18100120": "Ответственный за Мён Хе-дан",
    "18100121": "Новогодний месяц",
    "18100122": "Сагилми",
    "18100123": "Видение",
    "18100124": "Чоньянгвон",
    "18100125": "Чхонсугук",
    "18100126": "Мёнхьедан",
    "18100127": "Пунгбэкмун",
    "18100128": "кто угодно",
    "18100129": "маленький ребенок",
    "18100130": "На Юнгине",
    "18100131": "Ботзимский торговец",
    "18101000": "Промасленная трава амброзии в джунглях хорошо горит. \n Есть место, где ее используют в качестве топлива. \n Принесите траву, и мы купим ее для вас по разумной цене.",
    "18101001": "У пауков в джунглях все еще есть много возможностей для исследований. \n Если мы сможем собрать большое количество протеина паучьего шелка, это будет большим шагом вперед и проложит путь для будущих поколений.",
    "18101002": "Изначально Восточный лес экологической службы был местом обитания медведей и тигров. Однако в какой-то момент популяция уменьшилась, а теперь и вовсе исчезла. Я думаю, это из-за морской свинки! Мы должны убить морскую свинку, чтобы восстановить экосистема, чтобы кожа снова стала гладкой. Пожалуйста! ",
    "18101003": "Похоже, я снова потерял книгу рецептов ... Эта книга рецептов часто исчезает, потому что я запускал ее на ногах! Я думаю, что потерял ее недалеко от восточного экологического леса, но я обыскал все вокруг, но не нашел! .. ",
    "18101004": "Если вы построите хорошую оборонительную линию, вы сможете защищать большую территорию с небольшим количеством солдат. Вам нужно найти хорошее место, чтобы прогнать врага и построить оборону.",
    "18101005": "Волки живут группами. Их уровень настолько высок, что бороться с волками малым количеством войск сложно.",
    "18101006": "Белоголовый орлан - хороший материал для изготовления красок. Не могу дождаться, чтобы увидеть, какой краситель можно получить из балги в море и на лунном континенте.",
    "18101007": "Цветы мандалы жестоки по своей природе и причиняют вред людям, но, кроме того, они также страдают от шума из-за шума. Многие операторы недовольны.",
    "18101008": "Есть еда, которую любят есть ремесленники. \n Я думаю, она немного другая ... Людям здесь она очень нравится. Поймайте прибрежного краба-отшельника возле устья мелкого песка и принесите его содержимое.",
    "18101009": "Они говорят, что яйца черепах - это деликатес, поэтому они едят их много. Если сейчас их слишком много, мы не можем обещать на будущее, если будем переловить рыбу. Мы также охотимся на многих черепах, но ... я думаю, нам нужно защитить яйца. Яйца черепахи в устье мелкого песка. Если вы соберете их, мы их защитим .",
    "18101010": "Наша команда, Myunghyedan, изучает изменение живых существ в зависимости от среды их обитания с помощью черепах. \n Пожалуйста, спасите твердые панцири прибрежных черепах из обломков кораблекрушения. Мы просим максимально сохранить их.",
    "18101011": "Мёнхедан обладает достаточной боевой мощью, чтобы защитить себя, но, поскольку они не являются вооруженной группой, их ограничения очевидны. Мы знаем свою силу лучше, чем кто-либо другой. Я хотел бы спросить вас.",
    "18101012": "Даже крокодилы хотят сосуществовать, если они не причиняют вреда людям ... но у побережья много жертв.",
    "18101013": "Я пытаюсь сделать корзину, но мне нужны новые материалы. \n Вы можете достать стебли растений из ветряка долины? \n Я не могу войти, потому что боюсь врагов вокруг меня. \n - Crafter Shin Haewol - ",
    "18101014": "Меня преследовал медведь на наветренной стороне долины, и я потерял свой багаж. Мне нужно идти, чтобы найти свой багаж ... Я думаю, что потеряю еще больше и вернусь ... Думаю, это лучше спросить об этом у профессионала? Пожалуйста, позаботьтесь обо мне! ",
    "18101015": "Баран объявил войну кровавой добыче! \n будет уничтожен только один баран или выводок. \n конечно, баран никогда не будет уничтожен. Ха-ха!",
    "18101016": "Говорят, что парни, которые занимают одно место в кровавой повязке, носят капюшоны. \n Меня это вообще не волнует, но это немного раздражает.",
    "18101017": "Пожалуйста, удали иллюзии Лунного ветра. \n Это причина странных слухов. \n Ради чести Лунного ветра, пожалуйста.",
    "18101018": "Ёнгёвон изучает различные лекарственные травы! \n Я думал, что Туёнчо была чудовищем, но выяснилось, что это может быть трава! \n Ёнгёвон нужно исследовать листья!",
    "18101019": "Когда Хо-рён Квак услышал об иллюзии, он сказал мне не беспокоиться о том, насколько я слаб. \n Тем не менее, я не могу не обратить внимание на внешний вид картины. \n Пожалуйста, позаботьтесь об этом. ",
    "18101020": "О, черт возьми, я собираюсь скоро продать кое-что в колонии Туманного леса, но я слышал истории о фантомных жуках на пути. Даже бот-трейдер не может обойтись без доверия, потому что доверие - это жизнь ... \n Подумайте о спасении одного и помогите мне. Пожалуйста! \n - Botzym Merchant - ",
    "18101021": "Мне нужно исследовать болото, но я удивлен, что люди из листьев лотоса выскакивают из середины!",
    "18101022": "Яд змеиного гриба - универсальное противоядие. Конечно, его сложно изготовить, поэтому обычные люди не могут его использовать. \n Пожалуйста, убейте жителей Запада в колонии змеиных грибов. Я хотел бы попросить вас собрать змеиный гриб. яд, но ... Это сложно, и вам придется отправиться туда самому. \n - Змеиный эксперт Са Гильми - ",
    "18101023": "Все больше людей сообщают, что видели что-то странное возле кладбища. \n Мы еще не выяснили ситуацию. \n Сначала я постараюсь избавиться от окружающего огня души.",
    "18101024": "Рядом с кладбищем внезапно увеличилось количество тряпок с кровью. \n Я не думаю, что в них есть особая необходимость ... \n Я не знаю, что они собираются делать, поэтому \n Я думаю, что лучше избавься от них сейчас .",
    "18101025": "Я разрабатываю зелье для команды Эреды. Если я хорошо изучу Наквон Сансонхо, я думаю, что смогу сделать панацею. \n Командам не нравится атмосфера этого района. \n Вы можете помочь мне собрать несколько стоп Сансонхо?",
    "18101026": "Знаете ли вы о многих расах, существовавших в древние времена? Хотя они ухудшились по сравнению с прошлым, Мёмён - одна из них.",
    "18101027": "Говорят, что есть тонкие различия в видах даже среди женьшеня! \n Нам нужны различные данные для изучения дамми! \n На этот раз я хочу, чтобы вы получили листья стрекоз в заболоченных местах!",
    "18101028": "Любят ли райские люди разрушать все, что они видят? \n Тротуарный вход на море и лунный континент был разрушен Райскими племенами.",
    "18101029": "Я попытался сделать зонтик из целых листьев лотоса на озере Вандал. Я хотел бы проверить, можно ли использовать листья лотоса с моря и с лунного континента.",
    "18101030": "Наш Мёнхьедан надеется, что дорога, покрытая травой, будет сохранена как благоухающее и зеленое место. Поэтому, пожалуйста, отбросьте некоторые идиомы, которые идут вразрез с провидением природы и источают отвратительный запах!",
    "18101031": "Я слышал много историй о Самёджоне в прошлом. Обеспечение общественной безопасности - не наша главная задача, но ... Если этого достаточно, я думаю, нам нужно добавить немного сил. \n Могу я спросить ? ",
    "18101032": "Вы можете принести мне райское трехцветное масло? \n Я обработаю масло и нанесу его на древесину. \n Ожидается, что дерево будет влагостойким.",
    "18101033": "Вода, которая берет начало в лесу к югу от водопада, течет во все уголки леса Таэрок. Но, кстати, качество воды там сильно ухудшилось из-за недавно появившейся сигары! , люди могут заболеть! Сделайте это! ",
    "18101034": "Характер нашей компании оставляет много рекордов ... Хорошая расческа необходима. Когда я приехал на море и лунный континент, мне показалось, что шерсть лисицы в хорошем состоянии и ее можно сделать щеткой.",
    "18101035": "Мёмён вторглись на нашу территорию, на Санрайз-Склон. \n Мы должны остановить их атаку. \n Вы можете мне помочь?",
    "18101036": "Склон восхода солнца живописен, и это популярная достопримечательность на пути к водопаду. \n Теперь дендрарии - проблема. \n Пожалуйста, помогите сделать склон снова безопасным.",
    "18101037": "Почва в зоне Черной Грязи хорошего качества. \n Наши рабочие должны пойти и забрать почву, но есть много комментариев о том, что это опасно из-за черепах и пауков. \n Можете ли вы помочь защитить рабочих ? ",
    "18101038": "Хорошие шкуры всегда приветствуются. Хорошо иметь несколько источников доступа. Если запасы закончатся, мы сможем быстро получить замену.",
    "18101039": "Гоблин захватил пляж Доккаэби. Я бы хотел, чтобы Суян позаботился о береговой стороне, но, глядя на то, что Суян делает в наши дни ... \n Я думаю, что было бы лучше, если бы мы позаботились об этом. \n Можете ли вы Помоги мне?",
    "18101040": "Если вы прошли сюда весь путь, попробуйте черепашьи яйца с Гоблинского пляжа! \n Это! Это! Это настоящий деликатес! \n Если вы не съедите его, вы потеряете деньги! \n Bring это. Принеси это! Я дам тебе хорошую цену .",
    "18101041": "Интересно, какой лечебный эффект имеет экстракт листьев морских водорослей! \n Я еще не знаю, но там должно быть что-то! \n Пожалуйста, возьмите несколько листьев с обломков кораблекрушения!",
    "18101042": "От имени лидера мы даем особую награду авантюристу, который завершит [3]>совместных действий, о которых сообщила наша Эреда в Таэрокриме.",
    "18101043": "Я дам особую награду от имени лорда Чхолмуна тем, кто совершит совместный акт Кымгёнчхольмуна в Таэрокриме. Обещаю. \n Всего [3]>раза!",
    "18101044": "В Дохвасанджоне мы даем небольшую награду тем, кто завершит [3]>сотрудничество Мастера с Таэрокрим.",
    "18101045": "Если вы завершите [3]>совместных действий, о которых сообщил Суян в Таэрокриме \n, я дам вам особую награду. Это особая награда от имени капитана. \n Желаю вам удачи.",
    "18101046": "Ёнгёвон награждает авантюристов, которые [3]>раза делаем это вместе в Таэрокриме! \n Наши баронги сдерживают свои обещания! \n Тогда поднимите настроение ~",
    "18101047": "Мёнхьедан считает, что мы должны должным образом вознаграждать искателей приключений, которые помогают нам в их поисках. \n Если вы поможете нам [3]>раза в Таэрокриме, вы можете рассчитывать на награду.",
    "18101048": "Я хотел бы выразить благодарность нашему Бисамуну за сотрудничество с Таэрокримом.",
    "18102000": "Это неиспользуемый кемпинг, но ... \n Я не хочу оставлять людей Хонгдона в живых. \n Если вы не против, прогоните их.",
    "18102001": "Людям не нравятся мандалы, потому что они не мягкие по своей природе. Самая большая проблема в том, что они шумные. Даже учитывая сосуществование, они, кажется, в конце концов сдаются. \n Пожалуйста, удалите мандалы вокруг ветви Хэвол.",
    "18102002": "Вскоре стажеры отправятся на свое первое практическое обучение в области загадок. Я немного волнуюсь. Я не хочу, чтобы стажеры были в опасности, поэтому нам придется сократить количество заранее. ",
    "18102003": "Яд скорпионов в этой области известен тем, что он силен и полезен. Многие люди попадают в аварии, собирая яд скорпиона, чтобы заработать деньги. Существует странный цикл. \n - Dohwasangjeon Onyoungin -",
    "18102004": "Я не хочу ссылаться на конкретную группу ... но на Таинственном поле свалено много мусора. Я не хочу много говорить, потому что я благодарен за вашу помощь в обеспечении безопасности поля. помощь?",
    "18102005": "Я тоже вижу здесь много пухлых лисиц. \n Шерсть выглядит хорошо. \n Если у вас такая шерсть, вы можете сделать хорошую щетку.",
    "18102006": "Защита жителей не является главной задачей Пунгбекмуна, но я думаю, что это работа Пунгбекмуна, если он находится на плодородной земле.",
    "18102007": "Pioneer Barongdan прошел через множество испытаний. \n Конечно, я преодолел это самостоятельно, но… я недавно получил совет. Я пытаюсь его получить! \n - Pioneer Barongdan Neignan -",
    "18102008": "Экспериментальный результат показывает, что черный цвет, сделанный из черных белоголовых орлов, имеет чрезвычайно низкую светоотражающую способность. \n Это революционный черный цвет. \n Пожалуйста, сохраните черную амброзию.",
    "18102009": "У тигра здесь особый окрас. Есть богатые люди, которые хотят получить эту особую тигровую шкуру. Существует миф, что она приносит богатство и отгоняет злых духов ... \n Неважно, правда это или нет. Это важно.",
    "18102010": "Вокруг места раскопок плодородия все еще есть воины и рабочие. Поскольку они пришли сюда, чтобы поверить в Суян, дать им отдых - тоже работа Суяна, но я не могу себе этого позволить. Вы можете мне помочь?",
    "18102011": "Меня зовут Гю-Неонг Ким! Я маньяк разломов. Упс. Я приехал изучать трещины в море и на лунном континенте! \n Да? Я приехал на море и лунный континент, и там возникли трещины? Это недоразумение. Я исследую и покажу вам, что это за трещины. \n - Исследователь трещин Гю-Нунг Ким - ",
    "18102012": "Там, где живут летучие мыши, могут быть хорошие лекарственные травы.",
    "18102013": "Для нас слишком опасно идти копать травы в одиночку.",
    "18102014": "Я ищу что-нибудь стоящее в Восточном лесу. \n Сначала я собираюсь проверить красный рог. \n Надеюсь, у него есть лечебные свойства ... или что-то особенное.",
    "18102015": "Это похоже на то, как медузы, которые должны быть в море, плывут в небе? \n Может быть что-то удивительное ... Мне придется испытать лечебные эффекты свежих, сушеных, полусухих и замороженных медуз. \n Во-первых, много лови! ",
    "18102016": "Лес Самёджон - место, где солдаты отдыхают. Однако там растет куркума, которая, как говорят, причиняет солдатам вред.",
    "18102017": "Здесь я пытаюсь извлечь краситель из трехцветных перьев. \n В случае успеха, три основных цвета плюс синтетический цвет! \n Триколор может стать хорошим источником дохода в будущем.",
    "18102018": "В настоящее время я рассматриваю две возможности использования пламенных свечей. \n Я предполагаю, что пламенные свечи помогут им достичь высоких температур и что они будут способны выдерживать высокие температуры.",
    "18102019": "Если вы исследуете оболочки личинок гангрены, вы сможете найти вещества, устойчивые к гангрене. \n Могу я получить еще несколько оболочек личинок гангрены? \n Это ускорит расследование.",
    "18102020": "Я думаю, что его можно использовать для многих целей, если правильно использовать ткань растения женьшеня. Он все еще находится на уровне зачатия, но если есть много доступных образцов, я хотел бы провести исследование. \n Могу я спросить?",
    "18102021": "Я считаю, что качество камней на склоне Sotreulbawi Rock хорошее. Мастера собираются копать камни, но это сложно, потому что солдаты Sigui ходят.",
    "18102022": "На самом деле, теперь, когда качество бумаги улучшилось ... Я думал, что нет никакой причины использовать пергамент. Но один из высокопоставленных людей сказал, что хочет использовать пергамент. Я даже не мог спросить, почему. Было бы легче сделать пергамент .",
    "18102023": "Мне любопытно качество инструментов, которые используют карьеры. \n Если возможно, вы можете собрать какие-нибудь инструменты? \n Если есть чему поучиться, я бы хотел изучить это.",
    "18102024": "Морской бриз дует на мысе Йонгмеори, так что, кажется, растут хорошие лечебные травы! Но в таких местах всегда есть странные парни, которые нам мешают! На мысе Йонгмеори нам мешают парни из банды копейщиков, я надеюсь, вы можете нам помочь!",
    "18102025": "Люди Хонгдона использовали таран, чтобы перейти к морю и лунному континенту. Они обещали помочь с экспедицией, но они покинули экспедицию, как только достигли своей цели. Недавно они даже напали на нас. Пожалуйста, отдайте его мне. ",
    "18102026": "Команда копейщиков испортила исследование и все остальное. \n Но я думаю, что необходимо исследовать их заранее. \n Вы можете получить часть их оборудования? \n - Цветение сливы Голубая гортензия -",
    "18102027": "Говорят, что на плато Тахоам водится много синих людей.",
    "18102028": "Для тех, кто выполнит [2]>задания, запрошенные Пунгбэкмуном в Плодородной земле, мы, конечно же, вознаградим их соответствующим образом. \n Пожалуйста, помогите нам.",
    "18102029": "Я дам особую награду от имени Кымгёнчхольмун тем, кто будет сотрудничать с Кымгёнчхольмун на плодородной земле. \n Обещаю. Это займет всего [2]>раза!",
    "18102030": "В Дохвасанджоне мы даем небольшую награду человеку, завершившему [2]>сотрудничество хозяина на плодородной земле. \n Вы знаете, что означает гарантия Дохваджон!",
    "18102031": "Если вы выполните [2]>совместных действия, о которых сообщил Суян в Плодородных землях, я дам вам особую награду. \n Это особая награда от имени капитана. \n Желаю вам удачи.",
    "18102032": "Ёнгёвон вознаграждает искателей приключений, которые [2]>раза делают это вместе на плодородной земле! \n Наши баронги сдерживают свои обещания!",
    "18102033": "Мы, Мёнхедан, считаем, что должны должным образом вознаграждать искателей приключений, которые помогают нам в их поисках. Если вы поможете нам [2]>раза в Плодородной Земле, вы можете ожидать награду.",
    "18102034": "Мы выражаем благодарность Бисамуну за то, что он сделал это на благодатной почве.",
    "18102035": "Разве это не оружие, которое держит мандала? \n Похоже на баронг с прямым хвостом. \n Один из наших мастеров пытается его исследовать? \n Вокруг много врагов, так что будьте осторожны.",
    "18102036": "На красном склоне растет хорошая трава под названием Shadetusk! \n Когда-нибудь племя Хонгдон осядет и не уйдет! Это драгоценно! \n Помогите мне приготовить хорошее лекарство!",
    "18102037": "Говорят, что использование мха духа дерева \n может увеличить прочность материала. \n В случае успеха \n вы сможете сделать более сильное оружие и снаряжение! \n Как получить мох? Это предстоит найти искателям приключений. \n Тогда Я хотел бы поблагодарить вас .",
    "18102038": "Вы говорите, змеиные грибы ядовиты? \n Конечно, яд вредит баронгу и другим! Ньянг! \n Если вы знаете, отправляйтесь в долину осеннего заката и получите яд!",
    "18102039": "Таинственные поля - относительно безопасное место \n, и новобранцы также много тренируются там. \n Из-за сложности Старого Темного Духа \n Никто не выходит вперед с миссией, чтобы победить его. \n Если кто-то покажет вам, как с этим бороться. Старый Темный Дух \n Я думаю, это будет большим подспорьем для новых участников Suyang .",
    "18102040": "Приемная команда, которая вышла расследовать демонов \n, похоже, застряла на месте происшествия. \n Можете ли вы пойти туда и помочь приемным людям? \n демонов много. Пожалуйста, будьте осторожны.",
    "18102041": "Наш Суян пытается прорвать оборону врага. \n Мутировавшие синие фехтовальщики обосновались в каждом регионе. \n Если только фехтовальщики в ключевых точках будут убраны ... Не могли бы вы взять на себя эту роль?",
    "18102042": "В наши дни стоимость материалов для изготовления оружия становится все дороже и дороже. \n Я думал об этом. \n Если вы возьмете лук синего лучника, он ослабит врага!",
    "18102043": "Когда вы смотрите на оружие мутировавшего синего человека-истребителя, оно имеет уникальную форму \n и на поверхности много ракушек. Не могли бы вы принести мне какое-нибудь боевое оружие?",
    "18102044": "Цена на удивление высока, потому что луки в наши дни в моде. \n Стоимость материалов также выросла. \n Если вы можете переработать лук копьеносцев \n Отрицательное число для вашего противника - это хорошо для нас!",
    "18102045": "В настоящий момент Мёнхедан изучает мутировавших синих людей и Чхандодан, сравнивая их \n друг с другом. Я думаю, \n Я хотел бы попросить вашей помощи. Пожалуйста.",
    "18102046": "Ущерб, нанесенный пауками в убежище катастрофы, огромен. \n Сначала я предупреждал вас избегать этого в умеренных количествах ... \n Паук, кажется, появился из ниоткуда, вы не можете его увидеть. \n Мне нужно решить проблему как-нибудь \n Вы можете мне помочь? "
}