{
    "11050000": "[Рекомендуемый уровень]>53 \n Pungbaekmun Люди, кажется, думают, что у меня было много приключений и опыта на улице. Вы хотите услышать историю или мой совет? Если я встречусь с вами, я скажу вам кое-что ... Я могу узнать что-нибудь. \n \n Знакомьтесь и слушайте участников .",
    "11050001": "[Рекомендуемый уровень]>60 \n Я вижу странного человека. \n Разве он здесь не для того, чтобы что-то делать? \n",
    "11050002": "[Рекомендуемый уровень]>60 \n Мы увидимся здесь снова. Его слова немного сомнительны, но я думаю, что местные жители действительно пострадали. \n \n Следуйте за Джимми Богом в Великую металлургию. Вы ждете?",
    "11050003": "[Рекомендуемый уровень]>54 \n Снова познакомьтесь с пионером Баронгданом на Континенте Моря и Луны. Похоже, они ищут другое место ... Давайте послушаем текущую ситуацию и поможем как почетный член Баронга. Я начну с того, что пинаю. из Дэна. Если тебе что-нибудь понадобится после этого, я тебе скажу .",
    "11050004": "[Рекомендуемый уровень]>55 \n Я встретил человека, который расскажет мне о Сон Си-гуке. Кажется, это деликатная история, которую трудно рассказать в филиале, поэтому давайте перейдем и послушаем историю. Это должно быть развалины. , потому что никто не осмеливается туда зайти ... \n \n Но, если вы не избавитесь от некоторых хулиганов, я не думаю, что будет атмосфера для разговора .",
    "11050005": "[Рекомендуемый уровень]>51 \n Пунгбэкмуну немного не хватает навыков проводной и беспроводной связи, но он, похоже, интересуется оружием. Я не особо разбираюсь в оборудовании, но если у вас есть оружие, я могу помочь. \n \n Hongdon people All мы должны избавиться от них и собрать оружие ... ",
    "11050006": "[Рекомендуемый уровень]>52 \n Йохан из Дохваджона спорит с соседом рядом с ним о том, какое лучшее оружие скорпиона. \n \n Но сначала давайте поговорим с торговцем рядом с нами.",
    "11050007": "[Рекомендуемый уровень]>54 \n Понгбэкмун, у которого громкий голос и громкий смех, просит о помощи. \n Серая мандала появляется на сайте регистрации и мешает работе? Я думаю, это определенно помешает моей работе .",
    "11050008": "[Рекомендуемый уровень]>54 \n Хан Со-э из Пунгбекмуна говорит, что она не может выйти за пределы ветки, потому что она напугана, когда увидит серую каменную ворону. Разве это не будет так? Давайте начнем с уменьшения количества петроглифы .",
    "11050009": "[Рекомендуемый уровень]>55 \n У Джин Хи из Dohwasangjeon беседует со своим коллегой о том, какое лучшее оружие у жителей Запада. \n Тем не менее, если вы не знаете, давайте поговорим с Джва Ё-ханом с надеждой . Может быть, это значимая история .",
    "11050100": "[Рекомендуемый уровень]>56 \n Я встретил ученого, который задавался вопросом, почему медузы живут в лесах. Как только я услышал вопрос, почему медузы живут в лесах, я тоже задумался. \n \n Следуйте за ученым в лес снов.",
    "11050101": "[Рекомендуемый уровень]>56 \n Есть исследование, которое я хотел провести раньше, но это было слишком рискованно. Я могу защитить вас от опасности, так что в некотором смысле у меня могла бы быть возможность исследовать сейчас. \n \n Немного дальше, в лес снов. Говорят, вы попадаете в ... Кажется, есть более опасное место, чем здесь. Будьте готовы.",
    "11050102": "[РЕКОМЕНДУЕМЫЙ УРОВЕНЬ]>58 \n Получатель говорит, что это опасно, и просит геолога уйти отсюда. Почему геологи не выбираются из этого опасного места? Проводятся исследования? Я думаю, было бы лучше спросить приемного воспитателя о ситуации . ",
    "11050103": "[Рекомендуемый уровень]>59 \n Ученый внезапно становится серьезным, говорит, что у него есть одолжение, и просит вас о помощи. Сколько геологов, работавших здесь в прошлом, исчезли? Похищение? Это определенно кажется слишком опасным для ученого, чтобы идти одному. \n \n Мыс Йонгмеори ... Там должно быть много опасных врагов ... Пойдем сначала. Если есть враги, я постараюсь избавиться от них и найти тех, кто пропал. ",
    "11050104": "[рекомендуемый уровень]>59 \n Похоже, у геологов эпидемия. Похоже, что исходная земля пытается разработать лекарство, чтобы помочь своим товарищам ... \n \n Не знаю, смогу ли я чем-нибудь помочь, но давайте продолжим. Так что я думаю, что могу сделать достаточно, чтобы избавиться от них .",
    "11050105": "[рекомендуемый уровень]>56 \n Один из исследователей, который выглядит очень напуганным, говорит мне, что мне нужно как-то пойти на исследовательский сайт. Что-то кажется опасным ... \n Вы можете пойти на исследовательский сайт и доставить товары? Мы сначала нужно избавиться от старых.",
    "11050106": "[Рекомендуемый уровень]>56 \n Торговец Кымгёнчхольмун, который ел гриб Самёджон, сказал, что он расстроен. Нет, он знал, что это был за гриб, и съел его небрежно? Что мне делать, если это ядовитый гриб? Я упоминал это гриб из Самёджона? Давайте сначала возьмем его. Если возникнут проблемы, будет полезно оставить грибы. ",
    "11050200": "[Рекомендуемый уровень]>50 \n Проходя красный склон, я встретила Чаэ-ран, нового члена команды Мён-хе, выполнявшую миссию по исследованию неоднородного племени. Она сказала, что обратилась к племени Хонг-дон за прикрытием, но потерял все данные и сумел сбежать. Даже если бы это был я, я бы рассердился ... \n \n Давайте поможем Чаэрану вернуть украденные материалы .",
    "11050201": "[Рекомендуемый уровень]>51 \n Свекор филиала Пунгбэкмун Хэвол, Квон Мук-чхол, сказал, что не может найти работу, когда увидел, что его сын всегда играет один. Вы увлекаетесь детективной игрой? \n \n У меня есть ощущение, что это будет тяжелый день .",
    "11050202": "[Рекомендуемый уровень]>52 \n Подземелье, обнаруженное Маленьким детективом Квон Дои, я думал, что это не объект, который можно найти под Пунгэкмуном, но это должно быть место, построенное Черным Рассветом. Он сказал правду спокойно: добавив, что он не удалял ошибки прошлого, чтобы забыть их, но он не мог оставить их в покое, пока не осознал, что приходят дети. \n \n Должен ли я сделать все возможное, чтобы закрыть темницу? ",
    "11050203": "[Рекомендуемый уровень]>55 \n Огромный инцидент при добыче плодородия в первые дни открытия морского и лунного континента. \n Старик был тем, кто потерял всех своих коллег и своих людей в трагедии того дня. Я был пытаясь найти для них мирную смерть. \n \n Я вижу измученного старика и не могу остановиться. Давайте поможем старику немного отдохнуть .",
    "11050204": "[Рекомендуемый уровень]>56 \n Я встретил Мапарам, группу по охране дикой природы, которая прячется за забором и следит за поведением хорьков. Он сказал, что приехал на континент Хеволь, отслеживая рога оленей, которые незаконно распространяются в Суволе. Обычный. \n \n Он олень Давай избавимся от корриды, чтобы мы могли их спасти! ",
    "11050205": "[Рекомендуемый уровень]>56 \n Я встретил Линлинг, молодую учительницу, которая бродила одна в лесу Самёджон. Линлинг сказала, что искала редкую траву, используемую для лечения теплового удара. Она выглядит так напуганной, что ее трудно даже найти трава… \n \n Lingling's Herbal Medicine Позвольте нам помочь вам найти ее .",
    "11050206": "[Рекомендуемый уровень]>59 \n В Исследовательской зоне Ёнмеори я встретил молодую пару, беспомощно сидящую, притворяющуюся нищими. Они сказали, что потеряли все, кроме одежды, которую они носили в месте их медового месяца, где они должны быть счастливы. \n \n Молодожены из Чандодана. Давайте вернем золотой мешок, подарки и чемоданы .",
    "11050207": "[рекомендуемый уровень]>должен быть отмечен \n Abyssal Rift Guide Описание задания Заполните здесь !!!!",
    "11051000": "[Рекомендуемый уровень]>53 \n Pungbaekmun Люди, кажется, думают, что у меня было много приключений и опыта за пределами. Я думаю, это преувеличено ... Вы можете ошибиться в этом. \n \n Но молодые участники говорят о внешнем мире. Или вы хотите услышать мой совет? Если я встречусь с вами, я скажу вам кое-что ... Я могу кое-что узнать. \n \n Встречайтесь и слушайте участников .",
    "11051001": "[Рекомендуемый уровень]>60 \n Я вижу странного человека. Может, он пришел сюда, чтобы что-то сделать? Но когда я смотрю на костюм Пунгбекмуна, я выгляжу как член… Ничего страшного? \n \n Может быть что-то особенное обстоятельства, о которых я не знаю. \n Давайте сначала послушаем историю. Еще не поздно принять решение .",
    "11051002": "[Рекомендуемый уровень]>60 \n Мы еще увидимся здесь. Его слова немного сомнительны, но я думаю, что это правда, что местные жители страдают. \n \n Следуйте за Джимми Богом в Великую металлургию. Будет ли?",
    "11051003": "[Рекомендуемый уровень]>54 \n Снова познакомьтесь с пионером Баронгданом на Континенте Моря и Луны. Похоже, они ищут другое место ... Давайте послушаем текущую ситуацию и поможем как почетный член Баронга. Я начну с того, что пинаю. из Дэна. Если тебе что-нибудь понадобится после этого, я тебе скажу .",
    "11051004": "[Рекомендуемый уровень]>55 \n Я встретил человека, который расскажет мне о Сон Си-гуке. Кажется, это деликатная история, которую трудно рассказать в филиале, поэтому давайте переместимся в другое место и послушаем. Это должно быть руины , потому что никто не решается туда зайти ... Но я не думаю, что будет атмосфера для разговора, если мы не избавимся от бездельников вокруг нас .",
    "11051005": "[Рекомендуемый уровень]>51 \n Пунгбэкмуну немного не хватает навыков проводной и беспроводной связи, но он, похоже, интересуется оружием. Я не особо разбираюсь в оборудовании, но если у вас есть оружие, я могу помочь. \n \n Hongdon people All мы должны избавиться от них и собрать оружие ... ",
    "11051006": "[Рекомендуемый уровень]>52 \n Йохан из Дохваджона спорит со своим коллегой о том, какое лучшее оружие скорпиона. Он находится рядом с ним, так что мы можем просто поговорить. Почему вы просите меня поговорить? \n \n Но сначала давайте поговорим к торговцу рядом с нами. У тебя есть что сказать о скорпионе? ",
    "11051007": "[Рекомендуемый уровень]>54 \n Понгбэкмун, у которого громкий голос и громкий смех, просит о помощи. В настоящее время на сайте регистрации появляется серая мандала, которая мешает работе? \n \n Это опасно ... Это для того, чтобы Дело в том, что это неприятно, так что это определенно помешает моей работе.",
    "11051008": "[Рекомендуемый уровень]>54 \n Хан Со-э из Пунгбекмуна говорит, что она не может выйти за пределы ветки, потому что она напугана, когда увидит серую каменную ворону. Разве это не будет так? Давайте начнем с уменьшения количества петроглифы .",
    "11051009": "[Рекомендуемый уровень]>55 \n У Джин Хи из Dohwasangjeon беседует со своим коллегой о том, какое оружие лучше всего у жителей Запада. Оглядываясь на последнюю историю, кажется, что на этот раз будет бесполезная дискуссия ... \n \n Тем не менее, если вы не знаете, давайте поговорим с Джва Ё-ханом с надеждой. Может быть, это значимая история .",
    "11051100": "[Рекомендуемый уровень]>56 \n Я встретил ученого, который задавался вопросом, почему медузы живут в лесах. Как только я услышал вопрос, почему медузы живут в лесах, я тоже задумался. \n \n Следуйте за ученым в лес снов.",
    "11051101": "[Рекомендуемый уровень]>56 \n Есть исследование, которое я хотел провести раньше, но это было слишком рискованно. Я могу защитить вас от опасности, так что в некотором смысле у вас, возможно, появилась возможность исследовать сейчас. \n \n Чуть дальше в лесу снов. Говорят, они идут в ... Похоже, есть более опасное место, чем здесь. Будьте готовы. Давайте сначала проследим за ученым? ",
    "11051102": "[РЕКОМЕНДУЕМЫЙ УРОВЕНЬ]>58 \n Получатель говорит, что это опасно, и просит геолога уйти отсюда. Почему геологи не выбираются из этого опасного места? Проводятся исследования? Я думаю, было бы лучше спросить приемного воспитателя о ситуации . ",
    "11051103": "[Рекомендуемый уровень]>59 \n Ученый, который внезапно стал серьезным, говорит, что у него одолжение, и просит о помощи. Сколько геологов, работавших здесь в прошлом, исчезли? Мыс Йонгмеори ... Там должно быть много опасных врагов ... \n Пошли сначала. Если есть враги, я постараюсь избавиться от них и найти тех, кто пропал. ",
    "11051104": "[рекомендуемый уровень]>59 \n Похоже, у геологов эпидемия. Кажется, что исходная земля пытается разработать лекарство, чтобы помочь его товарищам ... Я не знаю, смогу ли я чем-нибудь помочь, но давайте проследим вместе. \n \n Вокруг тоже есть отряды копейщиков. Думаю, я могу сделать достаточно, чтобы от них избавиться .",
    "11051105": "[рекомендуемый уровень]>56 \n Один из исследователей, который, кажется, очень напуган, говорит мне, что мне нужно как-то пойти на исследовательский сайт. Это выглядит опасно ... Можете ли вы пойти на исследовательский сайт и доставить товары? \n \n После того, как вы изменились, мы сначала избавимся от них, а давайте проследим за исследователем и посмотрим, правильно ли он доберется до места исследования .",
    "11051106": "[Рекомендуемый уровень]>56 \n Торговец Кымгёнчхольмун, который ел гриб Самёджон, сказал, что он расстроен. Нет, он знал, что это был за гриб, и съел его небрежно? Что мне делать, если это ядовитый гриб? Я упоминал это гриб из Самёджона? Давайте сначала возьмем его. Если возникнут проблемы, будет полезно оставить грибы. ",
    "11051200": "[Рекомендуемый уровень]>50 \n Черан, новый член команды Мёнхе, которая прячется за камнем на красном склоне и наблюдает за людьми Хондон. Видя ее беспокойную и беспомощную, становится ясно, что что-то случилось! Давайте послушаем.",
    "11051201": "[Рекомендуемый уровень]>51 \n Свекор филиала Пунгбэкмун Хэвол, Квон Мук-чхол, говорит, что его сын всегда играет один, поэтому он не может найти работу. Если этого достаточно, чтобы поиграть с ребенком на некоторое время пока, думаю, я могу достаточно помочь ... ",
    "11051202": "[Рекомендуемый уровень]>52 \n Маленький детектив Квон Дои обнаружил подземелье, это немного неловко. Это не объект, который, скорее всего, находится в подвале Пунгбэкмун ... Давайте спросим кого-нибудь, кто знает больше.",
    "11051203": "[рекомендуемый уровень]>55 \n Возле барьера с видом на великое плодородие я нашел усталого старика и молодого приемного человека, стоящих рядом с ним. Старик натягивает тетиву, не делая вид, что слышит, как молодой человек говорит ему остановиться и иди домой. \n \n Что это за история? Давай поговорим с молодой командой .",
    "11051204": "[Рекомендуемый уровень]>56 \n Я встретил Мапарам, группу по охране дикой природы, которая прячется за забором и следит за поведением хорьков. Он сказал, что приехал на континент Хеволь, отслеживая рога оленей, которые незаконно распространяются в Суволе. Обычный. \n \n Он олень Давайте поможем им спасти их! ",
    "11051205": "[Рекомендуемый уровень]>56 \n Я встретил Линлинг, молодую учительницу, которая бродила одна в лесу Самёджон. Линлинг сказала, что искала редкую траву, используемую для лечения теплового удара. Она выглядит так напуганной, что ее трудно даже найти трава… \n \n Lingling's Herbal Medicine Позвольте нам помочь вам найти ее .",
    "11051206": "[Рекомендуемый уровень]>59 \n В исследовательской зоне Ёнмеори я встретил молодую пару, которая беспомощно сидела и притворялась нищими. Они говорят, что во время медового месяца, где они должны были быть счастливы, у них забрали все, кроме одежды, которую они носили. \n \n Слишком грустно, чтобы просто отказаться. Это история ... ",
    "11051207": "[рекомендуемый уровень]>должен быть отмечен \n Abyssal Rift Guide Описание задания Заполните здесь !!!!"
}