{
    "131000000": "Бог Джимми ~ Меня зовут Джимми Бог ~ \n Луч света в моем опустошенном сердце ~",
    "131000001": "Только ты, там только морская вода ~",
    "131000002": "Что? \n Кто здесь поет ?!",
    "131000003": "Давайте сделаем это вместе ~! \n Мы все ~ охотники за жизнью!",
    "131000004": "Сокровище жизни ~ Давайте ловить рыбу прямо здесь ~ \n Джимми Бог ~ Джимми Бог ~ В поисках морской воды на тридцать тысяч миль ~",
    "131000005": "Аааааааааааааааааааааааааааааааауда лучше!",
    "131000006": "Кто, черт возьми, поймал пляжную черепаху ... \n Я хотел сначала поймать ее и быть признанным Учителем!",
    "131000007": "Что ~? Почему вы бормочете?",
    "131000008": "Я ищу морскую воду, которая часто встречается в этой области ... \n Независимо от того, сколько ловушек я поставил, она не появляется.",
    "131000009": "Я держал пари, кто получит его первым ... \n Тогда это обернулось!",
    "131000010": "Это еще и умение заманивать ловушками!",
    "131000011": "Что? Этот маленький мальчик! \n Где я могу тебя поймать?",
    "131000012": "Ха, ты пожалеешь об этом!",
    "131000013": "Я думаю, здесь была морская вода, с которой лучше всего справляться ...",
    "131000014": "Привет!!",
    "131000015": "Ой, а что, если я вдруг позвоню тебе? \n Я чуть не свалилась.",
    "131000016": "(Спросите, ищете ли вы морскую воду)",
    "131000017": "Ух! Да, именно так. \n На самом деле, справляться в одиночку страшно, поэтому я даже не могу думать о том, чтобы найти его ...",
    "131000018": "Если кто-то обрабатывает морскую воду, ее незачем искать? \n Мы вам поможем!",
    "131000019": "Правда? \n Тогда я думаю, мне просто нужно будет сказать Мастеру, что я на шаг опаздываю, и сначала позабочусь об этом ...",
    "131000020": "Просто доверься нам и подожди!",
    "131000021": "Деокджи ~ Мне хорошо сегодня ~ \n О! Деокджи ~ Ты друг Джимми Бога!",
    "131000022": "Очень шумно...",
    "131000023": "Деокгуль Деокгуль Деокгуль Деокгуль Деокгуль",
    "131000024": "Что еще? \n Могут ли люди и люди Сува дружить?",
    "131000025": "Деокджи! В поисках морской воды ~ В поисках морской воды ~ \n Пойдем вместе искать сокровища этого мира ~",
    "131000026": "Ааа ~ я так пою !! \n Давай поймаем эту морскую воду !!",
    "131000027": "Ха ... Я имею в виду, Учитель не ищет меня все эти дни ...",
    "131000028": "На этот раз мы должны поймать морскую воду в этом районе! \n Я не могу изучать светотехнику, черт возьми.",
    "131000029": "(Спросите, не случилось ли чего-нибудь сложного)",
    "131000030": "Я нашел, где морская вода, но она за мостом ... \n Я не могу пересечь ее!",
    "131000031": "Предоставьте это нам ~ \n Shhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh!",
    "131000032": "Самёджон страшный, что мне делать?",
    "131000033": "Подожди! \n Ты можешь мне помочь, если у тебя есть время?",
    "131000034": "(Спросите, что происходит)",
    "131000035": "Я смело сказал Учителю, что собираюсь найти и поймать морскую воду в этом районе. \n Я так боюсь, что мои ноги не упадут ...",
    "131000036": "Сможете ли вы найти морскую воду и избавиться от нее вместо меня?",
    "131000037": "Горячо! Это как кусок пирога ~",
    "131000038": "Это долгий путь, но это отстой! \n Это не займет много времени, так что я сразу с этим разберусь!",
    "131000039": "Деокджи, наше будущее долгое и трудное!",
    "131000040": "Если мы с тобой вместе ~ я не боюсь морской воды ~",
    "131000041": "Деокгуль Деокгуль Деокгуль Деокгуль Деокгуль",
    "131000042": "Ой! Кто-то снова громко поет!",
    "131000043": "Думаю, я не смогу спеть эту песню, если избавлюсь от всех этих морских существ !!! \n Давайте сразу разберемся с этим !!!",
    "131000044": "Похоже, в лагере Черного рассвета есть тайник ...",
    "131000045": "Гм? Что происходит?",
    "131000046": "Похоже, вы очень любите приключения. \n Значит, вы слышали о Черной заре, не так ли?",
    "131000047": "Я слышал, что у них есть тайник в лагере. \n Я не знаю, какие ужасные вещи там творится.",
    "131000048": "Я не могу этого допустить! \n Мы собираемся найти это убежище!",
    "131000049": "Тогда я спрошу тебя. Найди их укрытие и расставь их.",
    "131000050": "О, у меня на ногах появился новый участник. \n Ладно… Если это так, то я дам тебе шанс!",
    "131000051": "А? Ты даешь мне шанс? Ты имеешь в виду… ты говоришь об этой возможности?",
    "131000052": "Нет ~! Как много мы работали, чтобы выяснить это !!",
    "131000053": "(Какой шанс?)",
    "131000054": "Это отношения, которые мы встретили вот так, особенно! Очень ~ Особенный! \n Я дам вам шанс найти и поохотиться в морской воде ~",
    "131000055": "Как ты себя чувствуешь? Сердце этого широкого бога урожая? Спасибо? Спасибо? Ха-ха-ха-ха!",
    "131000056": "Новичок! Найди меня, увлеченного морской охотой! \n Похоже, ты правильно вошел в мир морской охоты! Хахаха!",
    "131000057": "Капитан! Вы уверены, что принимаете новых сотрудников? Так вы дадите мне еще один шанс?",
    "131000058": "Нет ~! Нет ~! Эта морская вода - действительно ~ страшный мутант ~",
    "131000059": "(Вы вошли в мир морской охоты?)",
    "131000060": "О, Док, ладья-дук. Новички постепенно улучшают свои навыки. Они могут когда-нибудь превзойти нас… \n Но в конце концов, наступит день, когда мы закончим.",
    "131000061": "Новичок ~ Давай, выясни, где находится морская вода! \n Даже если мы не сможем быть вместе, тебе просто нужно сражаться и побеждать!",
    "131000062": "Новичок! Это снова ты! Ха-ха ... Ты имеешь в виду новичок ~ \n Этот бог урожая дал мне особую возможность, ха-ха ... ты разрушил наш план.",
    "131000063": "Итак, когда мы вернемся такими живыми, наш план не пить только сладкую воду…!",
    "131000064": "Заткнись! Я тебя поймаю!",
    "131000065": "(Я изо всех сил пытался ловить морскую воду, но что я испортил?)",
    "131000066": "Эй ... ты выглядишь так, будто не знаешь, что это такое. Однако с твоей узкой проницательностью ты не можешь рассказать мне о моем грандиозном плане. Если это так, то ... в конце концов, у тебя нет выбора, кроме как учись на опыте! ",
    "131000067": "Новичок, этот щедрый комбайн даст тебе еще один шанс. \n Найдите место с морской водой и сражайтесь! Этот комбайн будет присматривать за тобой! Хахахаха!",
    "131000068": "Новичок! Ты действительно самый длинный новичок, которого я когда-либо встречал! \n Каждый раз, когда мы находим Хэсу, мы вот так сталкиваемся друг с другом!",
    "131000069": "А? Капитан! Вы пытаетесь дать новичку еще один шанс?",
    "131000070": "Нет! Нет! Я снова убью себя и уйду!",
    "131000071": "(В конце концов, мне кажется странным видеть друг друга снова и снова ...)",
    "131000072": "Одо-док, грохот. Этот бог урожая хорошо знает твою тяжелую работу. \n Тем временем наша экспедиционная команда зашла так далеко в поисках морской воды со страстью, пронизывающей кости.",
    "131000073": "Итак, не должны ли мы дать новоприбывшим здесь шанс подготовиться к смерти? \n Поторопитесь и покажите свои навыки! В случае успеха я приму вас в качестве участника нашей экспедиции! Ха-ха-ха-ха!",
    "131000074": "Хахаха! Если ты снова встретишь меня вот так, я буду очень признателен! \n И, как я сказал в прошлый раз, я приму тебя в состав экспедиции!",
    "131000075": "Капитан! Что, если вы соберете команду перед важной охотой в морской воде!",
    "131000076": "Нет таких больших, как крепости, охотников, так что у нас ничего не осталось!",
    "131000077": "(Ты так стал участником экспедиции?)",
    "131000078": "Шумно! Люди, которые не могут даже заплатить за еду, много болтают? \n В такие времена нам нужны талантливые люди!",
    "131000079": "Давай, новичок. Я верю в тебя ~ \n Найди Хэ Су и покажи свои навыки!",
    "131000080": "Сохёп! Вы когда-нибудь видели охотника за морской водой Harvest God ... \n Эй? Вы новичок?",
    "131000081": "Это правда? Мы продолжали игнорировать наши планы и перебрались в Таэрокрим. \n ты последовал за мной сюда, чтобы побеспокоить тебя?",
    "131000082": "(Вы меня преследуете? Серьезно неправильно поняли!)",
    "131000083": "В любом случае! Теперь, когда вы здесь, поторопитесь и ищите капитана!",
    "131000084": "Да! Бог урожая дал тебе отличный шанс на озере Вандал! \n Верни услугу!",
    "131000085": "Посмотри, есть ли поблизости морская вода, и тоже ищи капитана! \n Мы будем искать здесь и там!",
    "131000086": "Новичок! Это был ты! \n Ты искал весь паучий лес?",
    "131000087": "Возможно ли, что на Бога Жатвы не напала морская вода? \n Человеческие кости лежат рядом с морской водой ...",
    "131000088": "(Не было человеческих костей ...)",
    "131000089": "Рампи! О чем ты говоришь? \n Капитана нелегко победить!",
    "131000090": "Мо ... я не знаю! Мне здесь страшно!",
    "131000091": "Придется как-нибудь его найти! \n Новичок! Рядом должны быть следы морской воды, так что ищите там капитана!",
    "131000092": "Новичок! Ты нашел капитана?",
    "131000093": "Ты ... ты хорош в охоте, но разве ты не нарочно ее не ищешь? \n Додок. Ой ... Мы сделали все, что могли ... А теперь давайте пошлем Бога урожая.",
    "131000094": "(Собирайте шляпу на самом деле… Как это случилось?)",
    "131000095": "Руддук! Ты хочешь все время повторять, что теряешь энергию? \n Harvest God-nim - наш капитан! Капитан! Капитану нелегко умереть!",
    "131000096": "Но О, Do-dok, ты знаешь. Охотничьи навыки Harvest God-nim настолько ... Хммм ... \n В любом случае! Здесь слишком опасно! Неудивительно, что кто-то умирает!",
    "131000097": "Рудук, ты говоришь…! \n Новичок! Похоже, здесь есть еще одна морская вода, так что иди и найди капитана.",
    "131000098": "Ши, новичок! Почему я здесь…! \n Хммм, ты нашел Бога Жатвы?",
    "131000099": "Ты все еще не нашел его? Я думал, это был я! \n Где-то там, мертвый, или один из двух, как ты его нашел?",
    "131000100": "(В том месте, куда я пошел, не было урожая ...)",
    "131000101": "Восемь, я прошел весь путь сюда… как мне вернуться? \n… О, да, да! Есть новичок!",
    "131000102": "Хммм, новичок! Есть кое-что, что я знаю, я просто скажу вам. \n Здесь много морской воды.",
    "131000103": "Как только мы избавимся от этой морской воды! Мы собираемся заработать много денег! Это большой взрыв! \n Тогда давайте начнем новую экспедицию по морской воде, мы двое! Я отвечаю за сбор разведданных, вы отвечаете охоты! Как дела? ",
    "131000104": "Руддук, мы поговорим об этом позже. Ого ~ \n Новичок, ты здесь! Кто-то видел тебя поблизости.",
    "131000105": "Но, может быть, тогда, да, понимаешь? \n Как ты собираешься охотиться в морской воде в этом опасном месте?",
    "131000106": "(Не лучше ли не рассказывать О До-доку о новой экспедиции?)",
    "131000107": "У-ду-ву, перестань говорить ерунду.",
    "131000108": "Бизнес? Ходили слухи!",
    "131000109": "Но нельзя просто так отказаться от капитана! \n Новичок… Пожалуйста. На карту поставлена судьба морской охоты!",
    "131000110": "О ~ Новый член встал на ноги. \n Добро пожаловать! Это ваша первая охота в плодородной морской воде?",
    "131000111": "О ~ я думаю, что дрожу, так что расслабься. \n Охота в морской воде не так уж и сложна ~ Найди и избавься от нее! Вот и все.",
    "131000112": "(Неужели Бог Жатвы не узнает меня?)",
    "131000113": "Эй! Где ты держишь голову в напряжении? \n Ты знаешь, кто это? Это знаменитый Бог Урожая с озера Бандал!",
    "131000114": "Хахахаха! Да ~ Я тот бог урожая ~ \n Новичок, я думаю, вам повезло ~ Встретить меня - гарантированно высокая зарплата! Пожизненная работа гарантирована!",
    "131000115": "Хахахаха! Давай, давай найдем здесь морскую воду и поохотимся.",
    "131000116": "Хахахаха! Ты, должно быть, уже подвергся нападению Хэ Су?",
    "131000117": "Урожай Бог ... Он жив ...",
    "131000118": "Что ??? Что! Почему ты жив? Охотиться удалось?",
    "131000119": "Подожди… ты? Ты!",
    "131000120": "Хахахахаха! Это был ты! Ты был тем парнем с длинным шнурком!",
    "131000121": "Ага ... Тогда я приготовлю подходящую для тебя морскую воду. \n Давай скоро встретимся! Ха-ха-ха-ха!",
    "131000122": "Си… Новичок !!!",
    "131000123": "Ты жива! \n Приятно познакомиться! О, как я рада!",
    "131000124": "(Почему только О До-док?)",
    "131000125": "Осколок меня бросил и отвел к озеру Вандал!",
    "131000126": "Я сказал людям здесь, что буду охотиться в морской воде, и мне заплатили заранее.",
    "131000127": "Вау, как вы, наверное, догадались ... На самом деле, я плохо разбираюсь в морской охоте ... \n Новичок! Сможете ли вы это сделать? Прежде чем люди попросят вернуть мои деньги, помогите мне!",
    "131000128": "А? Новичок !! Это ты?",
    "131000129": "Когда вы искали морскую воду, меня сюда привели. \n Иди и убей морскую воду… Уф.",
    "131000130": "(Колпак урожая должен быть на плодородной земле ...)",
    "131000131": "Но не похоже, что небо оставит меня. \n Чтобы встретить тебя вот так! Как тебе повезло?",
    "131000132": "Даже в таком красивом месте должна быть опасная морская вода. \n Будьте осторожны.",
    "131000133": "… Что ты делаешь? Ты мне поможешь?",
    "131000134": "Новичок! Вы прошли весь путь сюда!",
    "131000135": "Я не хотел, чтобы ты заходил так далеко ... \n Впереди действительно страшная морская вода!",
    "131000136": "(Мы поговорим об Ододоге?)",
    "131000137": "Ни за что. \n Новичок - бесстрашный парень. Он очень хорош.",
    "131000138": "Я сказал, что приготовлю подходящую для вас морскую воду? \n Иди, найди следы морской воды и сразись с ней!",
    "131000139": "Как вы относитесь к этой широкой шляпе из урожая? Большое вам спасибо. \n Хахахаха!",
    "131000140": "Капитан! Вы живы!",
    "131000141": "О, Додок !!! Ты правда? \n Ты был жив! Мы снова встретились!",
    "131000142": "Я думал, мы еще встретимся! \n Никогда не сдавался!",
    "131000143": "Ты меня вот так ищешь? \n О, До-док, пойдем со мной снова!",
    "131000144": "… Бог урожая, это моя смертная казнь?",
    "131000145": "Хахахаха! Ничего формального!",
    "131000146": "Новичок! Он выглядит таким толстым, когда снова появляется! \n В последний раз он увидел железные когти и убежал!",
    "131000147": "Капитан, не говори так!",
    "131000148": "(Вы когда-нибудь убегали?)",
    "131000149": "Кажется, что его навыки ненормальные.",
    "131000150": "Что за привычка разговаривать при капитане? \n Новичок тоже участник нашей экспедиции!",
    "131000151": "О, Do-dok, ты прав ~ Я признал это.",
    "131000152": "Додок О нашел информацию о морской воде, появляющейся в этой области. \n Новичок, найди морскую воду и покажи свои навыки!",
    "136000000": "Не все порты одинаковы!",
    "136000001": "Здесь собираются ветераны-моряки, \n большие корабли могут пришвартоваться, и снабжение может осуществляться без каких-либо проблем.",
    "136000002": "Место, где собираются многие люди и товары и соединяют равнину Суволь и континент Морская Луна. \n Как назывался здесь порт?",
    "136000003": "Да, верно! Это порт Суволь!",
    "136000004": "Разрыв был трагедией для жителей озера Вандал, но я думаю, что для людей \n Сува он был еще тяжелее.",
    "136000005": "Окружающая среда была загрязнена, а деревня сгорела на куски.",
    "136000006": "Бывшая деревня Сува теперь занята эрозией.",
    "136000007": "Пока они остаются ... Я не думаю, что о восстановлении можно даже мечтать.",
    "136000008": "Вы впервые были в Shin Daeeobang Chongta?",
    "136000009": "Даже после трагических событий прошлого люди не сдавались, \n и он снова так великолепно расцвел.",
    "136000010": "Здание Чонта, сочетание новизны и старого стиля, символизирует реконструкцию и продолжение традиций \n и новое процветание.",
    "136000011": "Подожди. Вот! Не лезь на черепицу. Это опасно! \n Aak! Не беги по лестнице!",
    "136000012": "Вы не можете войти сюда! Это очень опасное место.",
    "136000013": "Бродяги там опасны, но трещины все еще распространены.",
    "136000014": "Может быть трудно представить, как это выглядит сейчас. \n здесь находился Даэобанг Чонта, который раньше был центром озера Вандал.",
    "136000015": "Говорили, что в прошлом текла чистая вода ... Теперь я вижу только черную иссохшую почву.",
    "136000016": "Многое пропало после разлома. Но плакать нельзя!",
    "136000017": "Даже то, что осталось, должно быть хорошо сохранено ... \n Вы знаете, кто сейчас больше всего беспокоит представителей дикой природы и природоохранных организаций?",
    "136000018": "Не эти ужасающие хулиганы, а чертовы люди.",
    "136000019": "Просто покажите мне бойцов! Убейте их всех ... Нет, мне придется укусить мою душу!",
    "136000020": "Пузырьковые облака",
    "136000030": "Добро пожаловать на вход на континент моря и луны. Это было долгое путешествие, не так ли?",
    "136000031": "Названный в честь первого руководителя экспедиции, Йедо Порт \n с древних времен играл ключевую роль в начале и был центром новаторских экспедиций.",
    "136000032": "С открытием дополнительных причальных сооружений на этот раз пассажиропоток и грузооборот, которого недовольны, также значительно увеличились.",
    "136000033": "Едоханг в период своего расцвета! Мы продолжим круиз вместе со всеми вами.",
    "136000034": "Отсюда хорошо видно море вокруг порта Эдо, верно?",
    "136000035": "В прошлом экспедиции подвергались нападениям, и было много контрабандистов и кораблей, перевозящих контрабанду.",
    "136000036": "Это была сторожевая башня, построенная, чтобы остановить это ... После того, как оборона была стабилизирована, в ней больше не было необходимости, и она была заброшена.",
    "136000037": "Но начали собираться странные люди в черном.",
    "136000038": "Ааа. Тогда я просто сожгу его ...",
    "136000039": "В прошлом, когда впервые появился Теневой лес, многие жертвы приносились из-за сопротивления монстров и эндемических болезней.",
    "136000040": "Это была большая трагедия для всех участников экспедиции, включая Суяна, и не было места для настоящих похорон.",
    "136000041": "Покинув болото, у нас не было выбора, кроме как похоронить его в группе, где земля была в хорошем состоянии.",
    "136000042": "На мгновение ... Я буду помнить души тех, кто умер в то время, и найду время, чтобы помолиться о мире.",
    "136000043": "Позвольте мне спросить вас на минутку. Это небезопасное место.",
    "136000044": "Суян делает все возможное, чтобы полиция была в безопасности, но по мере увеличения числа посетителей увеличивается и количество несчастных случаев.",
    "136000045": "Пожалуйста, воздержитесь от доступа к опасным местам, чтобы остались только хорошие воспоминания.",
    "136000046": "Говорят, что Наквондэсон, который любит биму, иногда появляется у большого дерева вон там…",
    "136000047": "Хотите подойти поближе и посмотреть? Абсолютно нет!",
    "136000048": "Примечание: в лесу царит уникальная атмосфера.",
    "136000049": "Он весь покрыт камнями, поэтому эхо звука придает ему таинственное ощущение.",
    "136000050": "Когда вы сосредотачиваетесь на звуке воды, вы начинаете чувствовать поток воздуха вокруг себя.",
    "136000051": "Есть причина, по которой люди приходят сюда, чтобы собраться с мыслями и прояснить их с помощью медитации.",
    "136000052": "Но ... Не приходите одни. Есть люди, которые теряют энергию и теряют сознание во время своего пребывания.",
    "136000060": "Филиал Pungbaekmun Haewol расположен на самом высоком и лучшем месте плодородной земли.",
    "136000061": "С вершины Пунгбэкмун можно увидеть красные горы, синее море и даже появление морских драконов.",
    "136000062": "Молодежь несется к вашим мечтам с непреодолимыми амбициями и чистой страстью!",
    "136000063": "Пунгбекмун ждет тебя.",
    "136000064": "Не забывай. Когда ты исполняешь свой танец, ты выглядишь ярче всех.",
    "136000065": "Тебе правда обязательно сюда идти? Разве ты не видишь там хулиганов? Это опасно!",
    "136000066": "Когда мы впервые обнаружили плодородие этого места, все участники экспедиции были в восторге.",
    "136000067": "Это должно было быть естественным, потому что они думали, что их ценность доказана, не так ли?",
    "136000068": "В Пунгбекмуне была построена ветка в память об этом, и даже проложена канатная дорога ...",
    "136000069": "Сура появилась и поглотила всю энергию, и в конце концов она стала ... проклятой землей.",
    "136000070": "Посмотри туда! Цветут яркие цветы, а камни сияют, как драгоценности.",
    "136000071": "Монстры также, кажется, манят людей своими яркими цветами.",
    "136000072": "Но это все равно, что съесть красивый гриб, просто глядя на его внешний вид, это может вызвать серьезные проблемы.",
    "136000073": "Было бы лучше увидеть это издалека.",
    "136000074": "Не мечтайте здесь, давайте спать в безопасном месте и до встречи!",
    "136000075": "Видишь там голову дракона? Разве это не слишком правдоподобно, чтобы быть совпадением?",
    "136000076": "Колючая штука у меня на спине выглядит как что-то из ребра.",
    "136000077": "Какой-то менестрель пел, что в небе сражались два дракона \n и здесь упал побежденный морской дракон ...",
    "136000078": "Разве не поражает воображение людей? \n Они даже создают других драконов для этой истории.",
    "136000079": "Это похоже на камень, выскакивающий из горы. Здесь его называют Сотулбави ...",
    "136000080": "Камень не живое существо, и он не вырос из камня, верно?",
    "136000081": "Или камень откуда-то вылетел и там застрял ...",
    "136000082": "Что ж, если бы я знал это, разве я не был бы в должности в Журнале исследования кристальных джунглей ?",
    "136000083": "Хммм! Я назову это научным названием подонка! Тангтанг!"
}