{
    "51000001": "Вы знаете Сахо?",
    "51000002": "Продолжение Сбежавшего стража ",
    "51000003": "Через море",
    "51000004": "Искривленное божественное древо, часть 2",
    "51000005": "Живопись войны",
    "51000007": "Цветение сливы",
    "51000009": "Стальное зло",
    "51000010": "Искривленное божественное древо, часть 1",
    "51000013": "Кымгёнчхольмун",
    "51000014": "История озера Вандал",
    "51000015": "Первая часть истории Сувольского порта",
    "51000016": "Плачущая экспедиция",
    "51000017": "Морской дракон",
    "51000019": "Свирепый страж, часть 1",
    "51000024": "Открытие нового мира",
    "51000026": "Забытая экспедиция",
    "51000027": "История порта Суволь. Часть 2",
    "51000028": "Энциклопедия чудовищ озера Вандал",
    "51000029": "Ёнгёвон",
    "51000030": "Яма Бездны",
    "51000032": "Плодородие тысячи лун",
    "51000034": "Забытая часть 1",
    "51000035": "Забытое продолжение",
    "51000036": "Туша морского дракона",
    "51000037": "Реальность корабля-призрака",
    "51000038": "Лес, лишенный энергии",
    "51000039": "Не горим",
    "51000040": "Энциклопедия монстров Таэрокрима",
    "51000041": "Как дела?",
    "51000042": "Король зеленых рогов, зеленый гигантский дьявол",
    "51000043": "Райская крепость",
    "51000044": "Межличностное насекомое",
    "51000045": "Платина",
    "51000046": "Хонгдонпал",
    "51000047": "Исследуй Эреду",
    "51000048": "Небесные ритуалы",
    "51000049": "Первая часть истории Эреды",
    "51000050": "История продолжения Эреды",
    "51000051": "Мунджу Эреда, Гарем",
    "51000052": "Правда или ложь, приквел",
    "51000053": "Исследуй Пунгбэкмун",
    "51000054": "Первая часть истории Пунгбекмуна",
    "51000055": "История Пунгбэкмуна, часть 2",
    "51000056": "Мунджу, окутанный тайной",
    "51000057": "Великое плодородие",
    "51000058": "Злополучный инцидент",
    "51000059": "Правда или ложное продолжение",
    "51000060": "Слухи и правда, часть 1",
    "51000061": "История баронгов",
    "51000062": "Ёнкёвон и баронг",
    "51000063": "Исследователь Баронга",
    "51000064": "О пионере Баронгдане",
    "51000065": "Слухи и правда сиквел",
    "51000066": "Энциклопедия монстров плодородной земли",
    "51000067": "Неизвестный коридор",
    "51000068": "Тебе на память",
    "51000069": "Часть 1 интересующей темы",
    "51000070": "Продолжение обсуждаемой темы",
    "51000071": "Герой соревнований по боевым искусствам",
    "51000072": "Ты тихий",
    "51000073": "Огненный каменный кулак",
    "51000074": "Между любовью и дружбой",
    "51000075": "Мне очень нравится полынь",
    "51000076": "Парадокс железного воина",
    "51000077": "Первый меч Пунгбека",
    "51000078": "Настоящий морской охотник?",
    "51500002": "Объединяя информацию о стражах, фигурирующих в различных источниках, становится ясно, что стражи - это стражи неизвестного коридора , который мы обнаружили. \n Однако я хотел бы оспорить интересную гипотезу. Помимо охраны коридора, он является тот, кто дает тесты тем, кто бросает вызов коридору. Учитывая место, где развернуты охранники, радиус и тип действий охранников и т. д., вы увидите, что моя гипотеза не является полностью необоснованной .",
    "51500004": "Годмок-ним, о котором говорила На-хи, теперь превратился в извращенного монстра и куда-то исчез. Ходят слухи, что сок сочится и торчит здесь и там, как фурункулы. Правда об этом неясна. \n Надеюсь, искатели приключений вас не обманут эти слухи. Если вы столкнетесь с другим священником, работая самостоятельно, пожалуйста, не откладывайте и бегите ... ",
    "51500006": "Магазин Peach Flower Shop ... Разве это не такое красивое название? Когда вы хотите что-то купить! Или когда вы хотите продать! Люди без колебаний их ищут. Он быстро превратился в гигантскую вершину на рынке, и теперь это большая рука на рынке. Квак Хо-рёнг известен своими уникальными лидерскими качествами. Его называют одним из столпов Сахо, и говорят, что он вносит большой вклад в ежегодный фестиваль, чтобы молиться о благе. урожай.",
    "51500007": "Группа, которой завидуют молодые люди, полные энтузиазма. Когда дело доходит до цветков сливы на озере Бандал, это прозвище приходит на ум больше всего. Говорят, что Ковчег Daeeo - лидер озера Вандал, но ходят слухи что это возможно из-за цветков красной сливы позади них. Говорят, что они активно берут на себя ведущую роль в освоении континентов. Вот почему вы часто можете встретить цветы сливы в море и на лунном континенте .",
    "51500009": "Если вы посмотрите на истории, переданные из уст людей, Кан Чхол-ак определенно чудовище. \n После этого люди ангси, осознав опасность Чхол-ака, связали Чол-ака кольцом, но, как говорят в один прекрасный день он исчез, оставив только сломанное кольцо, ходили разные слухи, что он развязал себя и сбежал.",
    "51500010": "На озере Бандал растет огромное дерево, которое растет уже долгое время. В то время местные жители называли его Шин Мок-ним, они загадывали желания и получали энергию. Жители выходили вперед и пытались выкопать godmoknim и переместите его, но он больше не мог получить к нему доступ из-за того, что люди-нежить пришли из разлома \n Я также хочу оставить godmoknim позади. Пожалуйста, простите нас за отсутствие ... ",
    "51500013": "Давайте воплотим нашу волю в металл! На озере Вандал не будет людей, которые не знали бы имени Кымгёнчхольмуна. Без них кто бы мог расплавить огромное количество оружия и защитного снаряжения сегодня ?! сможет занять его место без открытия Ирана, потому что после открытия морского и лунного континента, Кымгёнчхолмун вошел в этот район и монополизировал права на добычу железа и расширил бизнес верфи. железные ворота, Гым Хорам, сияли. \n В настоящее время лунный ветер из племени Анси отвечает за владельца железных ворот. Несмотря на свой юный возраст, он демонстрирует отличные управленческие навыки, поэтому многие ему доверяют! ",
    "51500015": "Ветвь флота Тонхэ на реке Чунггакдан, которая была передана через литературу, постепенно исчезла и снова смогла функционировать как порт. Затем послышались голоса жителей Сувольской равнины о том, что порт должен быть построен на южном берегу озера Вандал становились все громче. Он пошел на все, чтобы привлечь порт. В конце концов, из-за его влияния было решено построить порт Суволь на нынешнем месте. Озеро Бандал вступило в период возрождения из-за огромных масштабов Строительные работы.",
    "51500016": "Однажды начали распространяться слухи о том, что новый континент полон золота, и слуги начали убеждать императора, что он должен снова открыть новый континент. Император приказал Сан-Ён Сан-гун организовать экспедицию. \n Сан Ён находился под его командованием. Среди них вышел человек по имени Со Чон-мун и вызвался сделать это. Со Чон-мун удалось собрать пожертвования во имя предоставления людям прав на новом континенте, и он смог организовать экспедицию без труда. \n Император Со Чжон-мун Мы снова дали имя Суян нашей экспедиции. Это место, где экспедиционная группа Со Чжунмун получила имя Суян от императора .",
    "51500017": "Морской дракон был абсолютным существом для тех, кто находился на корабле. Его территория была непостижимой. Никто не мог пройти через это царство. Однако морской дракон, который казался абсолютным навсегда, однажды исчез. И больше никогда не появлялся. \n Когда морской дракон исчез, люди начали выходить за пределы территории, которую он заблокировал, в более широкое море. Исследование неизведанного за пределами моря только началось .",
    "51500019": "На основе данных, представленных на данный момент, известно, что стражи механически выполняют команды ввода. \n Однако присутствующие здесь охранники не демонстрируют регулярности. У них есть только функция атаки, и они находятся вокруг неизвестного коридора. \n Я называю этого охранника беглым охранником и собираюсь доложить об этом лорду Мёнхе. Авантюристы, пожалуйста, остерегайтесь этого охранника ... ",
    "51500024": "Экспедиция Суян под руководством Со Чон Муна смогла открыть новый континент. С тех пор новый континент назывался разными именами, такими как Хэволь-до, Сеонам-до, Тэ-до и Сарён-дэджи, но как время шло, самым ясным названием был остров за морем ''. \n По мере того, как исследование нового континента прогрессировало в некоторой степени, экспедиция решила, что Хевольдо не просто размером с остров, и поинтересовалась, можно ли использовать название континент в своей родной стране. Возникли споры о том, имеет ли смысл давать название континент. Однако император дал название континент, как будто ничего особенного, и Хевольдо официально назывался континентальным континентом. . ",
    "51500026": "Перед нынешней экспедицией-амфибией была еще одна экспедиция-амфибия, которая теперь забыта в памяти людей. Люди называли их забытой экспедицией . До Чжон, который вернулся, обнаружив только бесплодную среду, попытался остановить разведку, но пострадал от давления со стороны окружающих, поэтому До Чжон разработал план использования преступников для исследования бесплодной земли. Он ушел и так и не вернулся. \n Существует много теорий, но самая мощная из них заключается в том, что между преступники и солдаты, и большинство людей погибли в результате. \n Это то место, куда они впервые отправились. Говорят, что это место, где на удачу разбрызгивали алкоголь, а теперь это место используется как место для поминовения души. ",
    "51500027": "С исчезновением морского дракона порт Суволь смог развиться еще на один шаг. Порт, который в основном использовался для перевозки грузов с моря, стал переполнен рыбаками, пытающимися заняться глубоководной рыбалкой, и экспедициями для исследования новых морей. Из-за инцидента с ямой мощь Daeeobang также значительно ослабла, поэтому я подозреваю, что это могло сыграть большую роль в том факте, что влиятельные люди начали инвестировать в порт Суволь.",
    "51500029": "Точное время, когда баронг впервые вступил в контакт с людьми, точно не установлено. Они появились в какой-то момент и использовались для помощи, взаимодействуя с духами, которых люди не могли достичь. Ёнгёвон - это группа, которую можно легко увидеть со стороны . В особенности, это незаменимая группа для искателей приключений. \n Younggyowon наделяет оружие духовной энергией или производит камни души для дальнейшего повышения навыков авантюристов. Поскольку он предоставляет технологии для перемещения в отдаленные места, он находится в центре внимания искателей приключений. Однако, если кто-то с низким уровнем навыков использует эту технологию, будьте осторожны, потому что это может иметь последствия .",
    "51500030": "Инцидент с Пустотной ямой действительно изменил озеро Вандал. Многие жители сгорели, а обильное озеро было разделено на несколько частей и почти не поддерживалось. Передаю свои соболезнования бесчисленному количеству умерших душ. \n Существо, появившееся в Яма пустоты, как полагают, является сурой, которая была передана в литературе. Предполагается, что внутренняя часть трещины связана с другим пространством. Также сообщалось, что она перемещалась из внутренней части разлома наружу.",
    "51500032": "После инцидента с Ямой Пустоты бдительность в отношении существования Булмы была еще более усилена. Тем временем она была обнаружена влиятельной сектой Эреда. Говорят, что разрушение плодородия рассеивает энергию внутри и закрывает разлом, проход для нежити. Говорят, что трудно увидеть настоящую вещь. Если есть возможность, во что бы то ни стало, авантюристы тоже должны попробовать.",
    "51500034": "Когда я был ребенком, когда на озере Бандал проводился обильный праздник урожая, я заставлял своих родителей летать с фонарями. В то время я думал, что это просто празднование праздника, но после того, как я присоединился к Мёнхьедану , Я нашел значение фонарей. Был проведен молитвенный фестиваль, и я прилетел сюда и запустил фонарь. Думая о человеке, который сейчас забыт ... \n Если вы из Даэобанга, вы не можете знать о нем. Он обладал безупречным талантом и отличался прекрасным боевым искусством. Он, не колеблясь, помогал и работал лидером линчевателей. Жители деревни хвалили его как следующего большого рыбного ковчега .",
    "51500035": "Однако инцидент произошел быстро. \n Обильный праздник урожая в том году был тревожным с самого начала. Было собрано мнение человека о взрыве фонарей, и праздник фонарей был подготовлен. В последний день фестиваля было сообщено, что люди, которые намеревались спасти бамбук для изготовления фонарей, были убиты пожарным. Ушли из деревни с добровольным увольнением. \n Время шло, и выяснилось, что ошибка проводника привела его в пропасть пустоты, но этот человек сумел уже покинул деревню. С тех пор на каждом фестивале взрывали фонари. \n Теперь, хотя это может быть забытое воспоминание, я все еще помню этот инцидент.",
    "51500036": "В настоящее время на плодородной земле можно увидеть огромный рельеф, похожий на морского дракона. Если смотреть издалека, кажется, что голова морского дракона лежит в море. На этот счет есть разные теории, но самые Достоверной является теория о том, что этот континент был создан после смерти морского дракона. Разумеется, эту гипотезу можно подтвердить, только признав, что морской дракон действительно существовал. Исследования, чтобы выявить его существование, продолжаются. Экспедиция Команда Plum Blossom активно строит базу и исследует ее, и как только появится больше информации, мы снова оставим эту историю .",
    "51500037": "Если вы живете в Таэрокриме, вы, вероятно, слышали слухи об обломках кораблекрушения. Появляются пиратские корабли или корабли-призраки, появляющиеся поздно ночью. Говорят, что небольшие корабли тайно использовали его для контрабанды. знайте, на морской и лунный континент можно попасть только через официальные процедуры, и если ваша личность не установлена, вам будет отказано во въезде в порт Эдо. Говорят, что обломки корабля, потерпевшего крушение из-за течения, остались без присмотра. , по эстетическим соображениям и соображениям безопасности, мы попытались очистить обломки с плачущей стороны, но сумрак на пляже помешал нам заняться удалением, и теперь это все равно сделано. Говорят, что они не используют отдельную рабочую силу потому что они думают, что он выветрится. \n Итак, утверждение о том, что существует корабль-призрак, ложно в результате расследования Мёнхьедана! Я надеюсь, что авантюристы не будут обмануты ложными слухами.",
    "51500038": "Я часто слышал, что, войдя в этот лес, ты теряешь рассудок. Это отсылка. Речь идет о месте, которое называется лес. С другой стороны, обратите внимание, что лес известен как место, куда легко добраться. потеряна, потому что она покрыта странными скалами и большими деревьями. Часто среди авантюристов они сбивались с пути, падали в это место и были найдены без сознания. лес и обнаружил, что есть барьер с неизвестной силой. Говорят, что работа по удалению барьера была успешно завершена. \n Спасибо всем, теперь это справочник для всех, кто может увидеть лесной пейзаж, поэтому он не - плохая идея для авантюристов исследовать это место, если у них есть такая возможность .",
    "51500039": "Тех, кто не исчезает, мы называем их дебилами. \n В Мёнхьедан до сих пор существуют разногласия относительно того, когда они возникли. Но ясно то, что как только трещина открывается, они появляются вокруг них. Пока никого нет. Нет. Никто не подтвердил, что это за место внутри (если есть какие-нибудь искатели приключений, которые подтвердили, что трещина или что это за место внутри, пожалуйста, дайте знать об этом Мёнхедану), прошу вас сделать это .",
    "51500041": "Вы когда-нибудь видели монстра по имени Дуонг? Они были очень непослушными, но говорят, что они проявили агрессию, когда их дом забрали люди. Дело не в том, что они не понимают, что они чувствуют, потому что все рассердятся, если их домой забирают. \n Если вы встретите темного человека во время приключения, никогда не паникуйте и будьте начеку! ",
    "51500042": "Когда мы впервые исследовали море и лунный континент, больше всего выделялось племя оленей, называемое оленьими рогами. Это было из-за их отношения, которое сильно отличалось от того, что было написано в учебниках истории. \n Когда экспедиция впервые прибыла на этом континенте люди говорят, что рога, которые еще не испытывали к ним враждебности, появились вместе со своим королем, рогами, но экспедиция испугалась, когда они увидели гигантские рога и вырыли ловушку со своими сетями, чтобы Захватите их. Дэгви сумел сбежать, надев цепи с его уникальной ловкостью. \n После этого они стали более сдержанными против людей, и говорят, что особенно зеленый гигантский демон появляется только в лесу из зеленых рогов. пойти и вызвать гнев .",
    "51500043": "Я не думаю, что есть много людей, которые не знают о Наквон Дэсон, которого называют королем народа Наквон. Однажды он останавливался в Сувольпхён, но из-за различных больших и малых событий говорят, что он теперь перешел на континент Хэволь. \n Сражаюсь, даже когда переезжаю на новое место, я все еще люблю играть, поэтому я всегда хочу найти сильного человека и сражаться, поэтому неплохо было бы бросить вызов моримам, которые думают, что они ' уверены в своей силе. Подобно тому, как поток не может быть остановлен людьми или животными, Наквондэсон тоже стареет ... но, тем не менее, он имеет ценность репутации. Тем, кто обладает уверенностью, следует посетить холмы Наквон! ",
    "51500044": "В период зарождения морей и лунного континента самой кошмарной областью для экспедиции был лес в тени тумана. Они были уязвимы для таких сред, как густой туман, ядовитые растения и загрязненная вода, и они также потеряли их жизни окружающим монстрам. Монстр может быть этим противопехотным насекомым, и хотя ученые все еще продолжают расследование, до сих пор неясно, что именно заставило насекомое стать таким большим. Говорят, что он может видеть галлюцинации впечатляющих размеров. человека, с которым он столкнулся. Поскольку он нападает на людей, которые вот так потеряли бдительность, вам не следует подходить к этой области в одиночку. Даже сейчас многие искатели приключений пытаются избавиться от межличностного насекомого, но они все еще не знают, как избавиться от галлюцинации. У нас проблемы с поиском. Пожалуйста, будьте осторожны, приближаясь к этому месту ... ",
    "51500045": "Вы когда-нибудь слышали о серых джунглях на плодородной земле? Говорят, что в первые дни пионерства это были густые джунгли. После этого экспедиция обнаружила огромное плодородие. его первоначальный цвет и свет и превращение в серые джунгли можно найти в отчетах экспедиции. Предполагается, что это могло повлиять также на живые существа, типичным примером которых является Платина, которая находится в убежище катастрофа. Я думаю, с полной враждебностью по отношению к людям. До сих пор случаются инциденты, когда стажера, который иногда патрулирует это место, убивает платина. Мы просим вас не посещать это место из любопытства .",
    "51500046": "В прошлом периоде первопроходцев Суян испытывал трудности с обеспечением персонала экспедиции, и, как говорят, в конце он посетил Хонг Дон Пала, вождя племени Хонгдон, и привлек их участие, пообещав предоставить свою землю в Континент морских волков. Участвовало племя Хонгдон, обладающее сильной силой. Говорят, что пионерское служение стало легче, но их обещание не закончилось хорошо. Сторона воспитания сказала, что не может предоставить награду, потому что пионерство еще не закончено, а племя Хонгдон в конце концов покинули экспедицию, потому что не могли этого вынести. Они все еще борются, чтобы сдержать свои обещания, данные Су-Яну. В частности, в случае с Хонг Дон-палом, плохие чувства к Су-Яну могут распространиться на людей, поэтому авантюристы надо быть осторожным .",
    "51500048": "Большинство людей, вероятно, никогда не слышали о слове Cheonshin Jerye. Я узнал об этом слове от баронга, когда начал исследовать Сахо. Чтобы быть более конкретным, можно сказать, что это ритуал вызова божественного зверя. сцену, которую даже я никогда раньше не видел, поэтому точно неизвестно, появится ли божественный зверь во время этой церемонии. Я обнаружил, что мне нужны три ингредиента: колокол, который зовет путь, зеркало, которое освещает путь , и меч, позволяющий завершить этот ритуал. Один - увидеть процесс, разворачивающийся на ваших глазах, и неизвестно, будет ли когда-либо такой момент в жизни .",
    "51500049": "В прошлом Эреда была основана давним иранским воином из Сорака. Его число постепенно увеличивалось за счет своих товарищей Ын Гван Хи и Ю Док, которых звали Сорак Самгеом, а затем внезапно исчез. божественный зверь, но по прошествии поколений он постепенно трансформировался в религиозную группу, которая была ближе к религии, чем группа воинов. После этого база Сорак была заброшена, а база перенесена в Великую пустыню. Этот инцидент позже назван отправной точкой движения восстановления Эреды \n После этого Чоби сделал упор на восстановление боевых искусств и снова сделал Эреду сильнейшим. Меня поместили в ряды беспилотной группы Корейской Народной Республики, и в результате дружеских консультаций со старейшинами я, наконец, превратился в единую Эреду .",
    "51500050": "После успешного завершения кампании Чоби по возвращению на Эреду, Эреда превратилась в загадочную беспилотную группу религиозного цвета. Когда Эреда восстановила стабильность, началось исследование моря и лунного континента, но здоровье Чоби ухудшилось, и экспедиция была прервана. Чоби не был смог участвовать, и вскоре после его смерти Чоби умер. Перед солдатом он назвал Гарема, который был просто грабежом, своим преемником. \n Гарем, который стал Мунджу, присоединился к экспедиции на новый континент и добился замечательных достижений , важнейшим из которых было успешное исследование пустыни Юнлинь.",
    "51500051": "Полный закат, значение ее имени. Гарем проявляла выдающийся талант в обоих боевых искусствах с раннего возраста, и, в частности, ее владение мечом было поистине великолепным. В ее возрасте она поднялась до положения Мунджу. Она продолжила быть такой же, как она, с мужеством и силой действия даже после того, как она стала Мунджу. Тогда Гарем выразил намерение участвовать, и в результате он достиг выдающихся достижений и внес свой вклад в успех исследования пустыни Йонгрин. C. Люди считают, что это Харум создал такую ​​ценность .",
    "51500052": "Недавно я слышал рассказы о гареме Мунджу Эреды со всего мира. Я думаю, что это может иметь какое-то отношение к соревнованиям по боевым искусствам, которые проходили на озере Вандал. Каждый год проводится соревнование по боевым искусствам, в котором участвует Эреда. проводится на озере Вандал, чтобы помолиться о хорошем урожае. Есть история, что Гарем-ним остановил близкое возникновение огромной трещины в этом месте. Ходят слухи, что он может уйти. Мы посетили филиал Эреда, чтобы выяснить точные факты. но мы не смогли найти внятного ответа. ",
    "51500054": "Пунгбэкмун - это клан, основанный Муджи Янджунгом, который в прошлом имел репутацию благородной военной службы. Он собрал своих последователей и поселился в долине Ёнгорум. Однако, только когда не было детей, положение оплакивающего Пунгбекмуна был продолжен выборами старейшин. \n Сонгмунак известен своими усилиями по открытому изменению характера клана с позиции сотрудничества с империей и обращения к общественности. Люди предполагали, что Пунгбекмун будет первым, кого пригласили экспедиция, и это произошло на самом деле .",
    "51500055": "Пунгбэкмун, который участвовал в экспедиции на море и лунный континент, будет иметь конфликт с Империей Пунгже из-за огромного плодородия. В конце концов, Суян, экспедиция, отправленная из Королевства Пунгже, попыталась добыть огромное плодородие без ведома. Пунгбэкмун, но это место было разрушено по неизвестным причинам. Однако из-за этого инцидента Сон Мун-ак стал пассивно относиться к самому пионерскому служению. Мун-ак ушел с нынешнего положения Мун-дзю, и один из молодых талантов занял его место .",
    "51500056": "После Сон Мун-ака ничего не было раскрыто о новом мастере Пунгбек-мун. Единственное, что он был одним из молодых талантов, и что изначально ожидалось, что Сон Сы-гук, сын Сон Мун-ак, стать хозяином ворот, но это сильно отклонилось от этого ожидания. Ходят слухи, что он был создан как вымышленный персонаж, как будто существовал человек, которого не было, потому что он не был раскрыт, потому что был фактически пуст. Или есть теории, что он был исключен из-за отсутствия поддержки Сон Мун-ак. Без бара .",
    "51500057": "Одно из самых впечатляющих открытий в процессе освоения моря и лунного континента - огромное плодородие. Это была империя Пунг, и я никогда не думал, что можно будет найти плодородие такого размера. \n Когда было обнаружено гигантское плодородие, возник конфликт между Суян и Пунгбэкмун были интенсивными, поэтому добыча гигантского плодородия была отложена. Об этом стало известно загадочным событием. Однажды огромная трещина и окружающая территория были разрушены. Причина до сих пор неизвестна, но все сказал, что овца, которая тайно пыталась добыть огромное плодородное растение, получила гнев богов. Теперь оно стало местом, кишащим огненными демонами, и никто не смеет приближаться к великому плодородию. Мне кажется, что это конец жадности. . ",
    "51500058": "Во время экспедиции к морю и лунному континенту было много инцидентов с Пунгбэкмуном, но среди них была важна туманная лавина на заболоченных территориях. Место, которое походило на кошмар для экспедиции в период новаторства, было эндемическим из-за таких причин. в виде густого тумана, ядовитых сорняков и загрязненной воды. Не было ни одного или двух человек, которые упали в обморок от эндемической болезни из-за плохого понимания топографии. Благодаря участнику экспедиции по имени Саруби они сделали лекарственные травы из растений, которые могут справиться с эндемическими болезнями, и исследования прошли благополучно. \n Но те, кто уже потерял свои жизни в этом процессе, как говорят, собрали и закопали их в одном месте, разделив их на две категории, а именно: бараны вместо баранов и пунгбэкмун для каждого другое. Это место, называемое Мемориальным кладбищем пионеров. Это зарегистрировано как душераздирающее событие, так как в то время вы можете слышать крики душ .",
    "51500059": "Один из вопросов, которые задают многие! Если Пунгбэкмун и Эреда ссорятся, кто победит? Никогда не было противостояния между двумя кланами как врагами, и хотя Гарем, владелец Эреды Мун, хорошо известен, мало что известно о мастере Пунгбекмуна, что делает его еще более любопытным. Сильвер 1-й и Эреда присоединились ко 2-й экспедиции, так что Пунгбэкмун побеждает в порядке присоединения! Будет ли? ",
    "51500061": "Баронги считаются расой столь же древней, как история человечества. Они всегда проявляли дружеское отношение как хорошие друзья и помощники людей, и эволюционировали, чтобы говорить человеческими словами, вне зависимости от того, являются ли эти отношения основой. \n History Согласно, в свое время люди вторглись на территорию Баронга в процессе расширения своих территорий, разделив фракции внутри Баронгов. После долгого обсуждения они решили спрятаться от глаз людей \n Тем временем в мире начали появляться трещины, и эффект от этого, как говорят, поразил даже логово Баронга. В конце концов, Баронги снова начали обсуждать, и в результате им пришлось сотрудничать с людьми. Говорят, что они собрались в Ханде .",
    "51500062": "Теперь вокруг нас легко встретить баронгов. Нередко можно увидеть баронгов, работающих в качестве высокопоставленных чиновников или руководителей важных групп. Люди также узнают их. \n Причина, по которой баронги дружелюбны с людьми, заключается в их относительной нежный характер и милая внешность, но считается, что главная причина - в их способностях, потому что они помогают.",
    "51500063": "Всегда близкий друг, Баронг! Я хотел бы оставить немного информации о них. \n Если вы посмотрите на их вкусы, они всеядны, но им особенно нравятся плоды лишайников и переливающаяся трава. Не очень хорошо, но только люди Баронг нравится, потому что пахнет сушеной рыбой. Эта часть сильно отличается от человеческой, не так ли? Это сделано для того, чтобы упростить наименование с легким произношением. Итак, я предполагаю, что имя главы Юного Гьовона также Перонг Перонг.",
    "51500064": "Вы когда-нибудь слышали об имени Пионер Баронгдан? \n В последнее время ходят слухи об этой группе среди авантюристов, поэтому я изучил их более внимательно! Она состоит из Данвон Пунги Нян и Хынг Нянг. Она известна среди авантюристов благодаря успешному завершению расследование отношений между историческими местами и хранителями у озера Вандал на четырех континентах. Говорят, что внимание общественности сосредоточено на Корее. Если вы встретите их во время приключений, пожалуйста, поприветствуйте их тепло! ",
    "51500071": "Когда дело доходит до горячей темы озера Вандал, этого человека нельзя оставить в стороне. Новичок, пробившийся в финал, - главный герой, и те, кто побывал на соревнованиях по боевым искусствам, сразу узнают об этом, просто услышав Неизвестно, почему Сахо или Эреда простили его после этого, но точно не известно, почему он был прощен, но в результате расследования, проведенного Мён Хе-даном, он сказал, что действовал здесь и там, чтобы убрать испорченный турнир. Жаль, что я не могу подтвердить, потому что я не мог с ним встретиться. В любом случае, он - главный герой незабываемого события в истории соревнований по боевым искусствам, и он до сих пор остается горячей темой среди люди.",
    "51500072": "Даэобанг пригласил Эреду на этот фестиваль, и это стало большой темой. Большое внимание людей было уделено Гарему, владелице Эреды, но неожиданно среди женщин нашлось лицо, которое поднялось как утренняя звезда. Многие люди Мне было любопытно, является ли Ореум ее настоящим именем и позицией Эреды на мероприятии по боевым искусствам, и я проверил ответы на эти вопросы. \n Прежде всего, для меня мое настоящее имя больше. Это больше не имеет значения. ",
    "51500073": "Синие люди - очень знакомое имя для искателей приключений. Особенно для жителей озера Бандал репутация людей еще хуже из-за Чандодан. Говорят, что они создали цитадель. Многим людям интересно, зачем они пришли здесь, так что Мён Хе-дан было нелегко исследовать эту часть. \n Ты что? ",
    "51500074": "Часто ли вы используете кузницу для укрепления или ремонта оборудования во время своих приключений? Когда это происходит, мы осматриваем деревню, чтобы увидеть, где находятся золотые ворота. Помимо Лунного Ветра, нынешнего владельца ворот, кузница считается во главе со Стальным кулаком. Этот человек был близким другом с детства, и говорят, что он сыграл ключевую роль в развитии Кым Гён-чхоль-мун. Я встретил одного из них. \n Хе-дан Мён? ",
    "51500075": "Ёнгёвон - самый популярный среди сахосов. Это потому, что большинство участников - баронги. Вы можете увидеть множество людей вокруг себя, которые утверждают, что у баронгов нет симпатичных частей с головы до ног! Стажер Мёнхедана проверил эту часть, чтобы убедиться если сам Баронг чувствует эту популярность. \n Разве ты не видишь, что сейчас есть над чем поработать? ",
    "51500076": "Иногда среди авантюристов встречаются те, кто теряется и блуждает там, где они есть. Но никто не найдет пути хуже, чем этот человек. Возможно, найдутся авантюристы, которые уже встречались с этим человеком. Это парадокс. С трудом, Хе- Дан Мён смог встретить парадокс, потерянный и потерянный в источнике зеленого рога. \n Ты ?! ",
    "51500077": "Сколько людей в мире может иметь прозвище Первый меч? Даже несмотря на то, что я завидовал, я играю роль некоего данбэка Пунбэкмуна. Мне было интересно узнать мнение окружающих меня людей, поэтому я пошел к увидеть их. ",
    "51500078": "Вы когда-нибудь слышали, чтобы авантюристы были охотниками за морской водой? Это люди, которые зарабатывают на жизнь продажей своей добычи, ориентируясь только на ужасающую морскую воду со всего региона. Чтобы иметь дело с морской водой, они также являются опытными игроками, потому что они не могут конкурировать даже с ними. большинство навыков боевых искусств. А пока я проверил, как они преодолевают этот страх. \n У меня есть вопрос? ",
    "52000001": "- участница Myunghye Е Гви Ён -",
    "52000002": "- участник Мёнхе Мин Кён Хан -",
    "52000003": "- Режиссер Мён Хе Джин На Хи -",
    "52000004": "- Стажер Мюнхьедана Черан -"
}