{
    "57000000": "Воспоминания Ной 1",
    "57000001": "Воспоминания о Ное 2",
    "57000002": "Память Ноя 3",
    "57000003": "Память Ной 4",
    "57000004": "Память Ноя 5",
    "57000005": "Воспоминания Ной 1",
    "57000006": "Воспоминания о Ное 2",
    "57000007": "Память Ноя 3",
    "57000008": "Память Ной 4",
    "57000009": "Память Ноя 5",
    "57000010": "Воспоминания о Саруби 1",
    "57000011": "Воспоминания о Саруби 2",
    "57000012": "Воспоминания о Саруби 3",
    "57000013": "Воспоминания о Саруби 4",
    "57000014": "Воспоминания о Саруби 5",
    "57000015": "Воспоминания о Саруби 1",
    "57000016": "Воспоминания о Саруби 2",
    "57000017": "Воспоминания о Саруби 3",
    "57000018": "Воспоминания о Саруби 4",
    "57000019": "Воспоминания о Саруби 5",
    "57000020": "Воспоминания безымянного 1",
    "57000021": "Воспоминания о Безымянном 2",
    "57000022": "Воспоминания о Безымянном 3",
    "57000023": "Воспоминания о Безымянном 4",
    "57000024": "Воспоминания о безымянных 5",
    "57000025": "Воспоминания безымянного 1",
    "57000026": "Воспоминания о Безымянном 2",
    "57000027": "Воспоминания о Безымянном 3",
    "57000028": "Воспоминания о Безымянном 4",
    "57000029": "Воспоминания о безымянных 5",
    "57000030": "Воспоминания о безымянных 6",
    "57000031": "Воспоминания о безымянной семерке",
    "57000032": "Органическая память 1",
    "57000033": "Органическая память 2",
    "57000034": "Органическая память 3",
    "57000035": "Органическая память 4",
    "57000036": "Органическая память 5",
    "57000037": "Органическая память 6",
    "57500000": "нет. ",
    "57500001": "Первое, что бросилось в глаза Широ, когда он вошел в пространство, - это появление Яру с волосами, сияющими, как будто они были посыпаны золотым песком. Не ребенок! \n Широ! \n Широ! ",
    "57500002": "Ветер, проносившийся по земле, мягко качал длинные волосы Паши. \n \n На что похож мир, как у божественного зверя? \n \n Ной, который подошел к Паше, сел рядом с ним и спросил. \n \n Что ... Это то же самое. \n Ого, это ответ типа пасы \n Как дела? \n Ну ... Вообще-то, я не знаю. ",
    "57500003": "Урчание .... \n Небо, казалось, потемнело, а затем его затянули черные облака. \n Яру открыл рот, наблюдая, как горизонт медленно становится черным. \n \n… Могу ли я победить? \n \n Это было не ожиданием, а вопросом, близким к безнадежности. \n Зная всю тяжесть истории, ни один из четырех богов не мог бы поспешно открыть рты. \n \n Беспокойство ничего не меняет, верно? ",
    "57500004": "Я никому не позволю умереть. ",
    "57500005": "Со времени Великой битвы прошло много времени, и жизнь на земле ожила. Сбор ягод, охота на животных через горы и поля, спуск в воду, чтобы поймать рыбу, небольшая рыбацкая деревня, где Ной снова проснулся, была ничем не отличается. Ной, который появился в мире, имел форму обычного ребенка. Все воспоминания также были потеряны. \n Ной, который был брошен в холодный мир без всякой силы, снова ступил в человеческий мир. \n Shinsu Ной, в тот момент, когда смерть окутала ее, она потеряла все свои воспоминания и силы и вернулась на землю \n Однако в ее душе осталось только новое ядро, снова окутавшее ее и породившее новую жизнь. есть шанс начать все сначала, но на самом деле он оказался в ловушке вечного цикла регресса и должен был жить, выполняя свой долг божественного зверя. Ной в то время не знал, что это было благословение и проклятие, которое было отдано Shinsoo \n.",
    "57500006": "Ха-ха ... Где ты плыл? \n Сидя на маленьком острове вдали от берега, глядя на закат, слова ребенка были яркими и ясными, вопреки тому, о чем он беспокоился. Хотя она была потеряна, это было Потому что она всегда возвращалась домой благополучно. Из-за ее теплого сердца люди и животные одинаково любили и следовали за ней, так что всякий раз, когда она заблудилась, то косяк рыб, то легкая волна возвращали ее домой. \n \n What , Все будет хорошо . \n Девочка пожала плечами один раз, а затем небрежно прыгнула в море. Когда она прыгнула, волны снова нежно и тихо обняли ее. \n А? Что-то блестящее вошло. \n Девушка, не зная, что это была земля и волны, которые ее влекли, просто любопытно или ведомо судьбой \n \n Что это ...? \n Девушка промелькнула в тот момент, когда она к чему-то потянулась \n Огромная энергия и воспоминания мгновенно потекла в ее тело. Ну ... это то же самое \n Хуху, это ответ Паши . \n Ной, сидевший рядом с Пашой, снова спросил ее \n Но зачем ты пришла сюда ? \n А? \n Шинсу Это ... тебе это не понравилось \n Мир без тебя, что мне делать, если я один?  ",
    "57500007": "Блестящий камень, которого она коснулась, был плодородием Ной. \n Плодородие Бонди - это просто драгоценный камень, обладающий большой жизненной силой для обычных людей. Он позволил ей восстановить часть ее силы и памяти, но даже в этом случае он все еще был очень маленьким . Она была скромной. Она не показывала свою силу в спешке и не выступала вперед. \n многие, но теперь она. Все больше и больше людей следовали за ней, все больше и больше людей стекались к ней, и все больше и больше вещей, которые ей приходилось делать против ее воли, тоже росли. хотела решения, она хотела, чтобы о ней заботились, она хотела спасения, но желания людей продолжали расти, а ее сила была далека от их желаний. Я понял, что я не смогу этого сделать. \n Конечно, ей пришлось сопротивляться Отвержение, но она слишком любила людей и была милосердной, поэтому она намеревалась искать мудрости и силы. \n В тот день, когда она попрощалась с родителями, которые ее воспитали, ее родители не были удивлены, почувствовав, что они ненормальны с рождения, и когда она пришла в гости, они просто подумали, что время пришло. \n Итак, после завершения своего краткого человеческого опыта, она теперь встала на путь становления божественным зверем .",
    "57500008": "Прошли десятилетия. \n Чего мне не хватает? \n Ной, которая еще не новичок, склонила голову. Благодаря силе плодородия, ее внешний вид оставался молодым даже после того, как прошли многие годы. осталось, нет воспоминаний для восстановления, но у Ноя все еще была человеческая форма \n \n Сначала я думала, что число восстановленных плодовитости было слишком мало, чтобы просто проснуться в виде божественного зверя, но это не так. Так что Ной сделала все, что могла возможно, из-за отсутствия собственных усилий: она помогла зверям, упавшим от истощения, спасла тех, кто находилась в опасности, наказала преступников, утешила разочарованных. Она не могла вернуть свою божественную форму. \n Какого черта это причина. .. \n Не зная ответа, она вздохнула и посмотрела на луг, лежащий перед ее глазами. Несколько оленей неторопливо бродили по лугу \n Появился, олень побежал направо и налево, а лев в мгновение ока. Он полетел к добыче \n Ной увидел это и поспешно побежал к оленю, но олень не двигался. Обычно он либо убегал, либо убегал в сторону Ноя, который шел спасти его. Этот олень стоял неподвижно, как если бы его принесли в жертву льву, пока лев не отрубил ему голову и не укусил ее \n Нет !!! \n Голос Ноя эхом разнесся по лугу. Львиные уши дергались. на мгновение, но вскоре лев ушел в траву, где прятался \n Почему ... Почему ... \n Ной, упавший в глубокое чувство вины, сел на место \n \n 'Если бы я был божественным зверь, я мог бы спасти ту жизнь ... \n Неужели одна дорогая жизнь умерла из-за моей нехватки? ",
    "57500009": "Мама, мама, расскажи мне об этом. ",
    "57500010": "Я не могу понять ... \n Как возродившийся Ной, бог жизни, я не знаю, сколько раз он уже возвращался. Было бы неудобно жить без \n Но это не имело большого значения для Саруби, регрессившего в этой жизни. Это было. До меня доходили слухи, что это будет обнаружено только через несколько дней. \n Но с ней все было в порядке. Это было мило, и дальше в тот день, когда он случайно нашел малину, он взволнованно напевал \n \n Проблема была в том, что он не мог выбраться из леса \n Саруби поняла, что это не магия или магия леса, это было чисто ее руководство. , он бродил по дороге, повторяя слова, которых он не знал ... Из него текли слезы. ",
    "57500011": "Прошло гораздо больше времени, чем я думал, когда Саруби заметил чье-то присутствие. \n Каждый раз, когда Саруби входил в лес, он сбивался с пути и сбивался с пути. Не было возможности вспомнить. \n Даже несмотря на то, что передо мной была дорога , было обычным делом пойти не в то место и заблудиться. \n \n Человек, который не видел такого рода вещей, открыл ветку для Саруби и уступил ему дорогу. листья, чем ветви, \n Улитка под моими ногами каждый раз двигалась по листьям, но я не мог видеть утес перед собой. \n Даже в этом случае это было мимолетно, это было мгновение. \n Человек, который споткнулся и потерявший центр тяжести быстро обернулся вокруг нее, и Саруби исчез, даже не узнав ее лица. Это произошло потому, что он не собирался сообщать о своем присутствии. \n \n Но это была ошибка. С тех пор Саруби начал искать каждый раз, когда он приходил в лес. \n Но это не означало, что она смогла найти его. Однако, во-первых, у Саруби не было возможности найти свой путь. Если она не нашла свой путь, она не встретил бы ее. Однако, глядя на ее выражение лица, это было как-то приятно. \n Было весело наблюдать, как она блуждает и сбита с толку, а также было весело видеть ее лицо, смотрящее на цветы. Это был момент, когда я подумал что ее глаза были действительно красивыми. \n \n Привет? \n Саруби, нашедший этого человека, мягко улыбнулся и спросил. \n Ты тот, кто помогал мне в прошлый раз?",
    "57500012": "Кваанг !!! \n \n С громким звуком камни, окружавшие мои глаза, рухнули. Это превратилось в крик команды экспедиции. были обнаружены битые скалы. На первый взгляд, это было больше десятка размеров. Это было решение душ святых. Это также причина, по которой плодородие называют драгоценным камнем, закрывающим трещины. Но саруби не могли радоваться, как они. \n \n Плодородие, как я сказал ранее, было похоже на останки древних форм жизни, поэтому здесь так много плодородия ... так много живых существ здесь в прошлом. Это также означало, что они потеряли свою \n Саруби, сочувствуя ему, на мгновение повернула голову, но было неожиданно увидеть ее в таком виде. \n Почему вы делаете это, чтобы получить плодородие? \n Зачем вам нужна граната, чтобы уничтожить плодородие? ",
    "57500013": "Беги прочь ... \n Нет, сэр. ",
    "57500014": "Прошло больше месяца с тех пор, как они вдвоем спрятались в лесу и так и не появились. \n \n Несмотря на это, выйти из леса было невозможно. лидер экспедиции, который, по его мнению, мог умереть от серьезных травм, появился без единого шрама. Неизвестно, почему и как Сура смогла появиться. Шквал вопросов продолжался. \n \n Но почему ты? здесь? \n С каких это пор ты здесь? \n Ты все время была одна? \n легкая задача для него, который годами не разговаривал. Ответ был довольно искренним, пока один вопрос не заставил его замолчать. губы, но не издавалось ни звука. Это был Саруби, который был довольно смущен. У тебя нет имени? ",
    "57500015": "Но что, если я тебя нокаутирую, ты упадешь в обморок! \n Саруби, который видел Баобао в руке Юги в ошеломленном состоянии, долго ушибал Юги, пока она не проснулась. Это была просто царапина. \n \n \n Sarubi Баобао ...? ",
    "57500016": " Паша! \n \n Ной, увидев ее фигуру, радостно воскликнула \n \n Как ты сюда попал? \n Я Шинсу. ",
    "57500017": "Тряска ... \n Темное небо рассердилось. В результате спящий ребенок метался и поворачивался, и Саруби обнял ребенка и слегка похлопал его. Саруби, который беспокоился, что на него может попасть дождь, выглянул наружу. Даже хотя солнце еще не зашло, на улице уже было темно. Тьма вошла в ее глаза. Как будто она упала в болото, она ничего не видела и не чувствовала. Глубокая тьма. И ... что-то в этом было. Юги, а ты? \n Саруби шла к темноте с чувством неведомой тревоги, но она не могла подойти ближе. \n Когда она подошла, темнота была позади. Она отступила, но темнота снова отступила \n \n Что-то .. . там? \n Она перестала приближаться к нему. Она знала, что принуждение иногда может быть насильственным.. Если он хочет спрятаться, должна быть причина, и она предпочитает верить в это. \n ... Я верю в это. ",
    "57500018": "Когда Саруби вошел в деревню Баронг, где жил Баобао, вся деревня погрузилась в хаос. \n Кто это ~ !! \n Баобао в волнении ходил по кругу рядом с Саруби. \n Кто это ?! ",
    "57500019": "Вы тот, кто позвал меня сюда? \n Перед Саруби стоял человек, который никогда ее раньше не видел. \n \n Ты - Сура. \n Это было страшно, но почему-то лицо Саруби выглядело спокойным. Почему ? .... \n \n Интересно, а ты ...!? \n В мгновение ока рука Суры проткнула тело Саруби. \n \n Yugi, \n Я знала тебя. \n Вы прятались в рубине .. \n Это не совпадение что вы встретили Суру сегодня с этим сломанным рубином на шее. \n \n Ваш выбор сегодня должен быть неслучайным \n Я считаю \n Вы знаете, что просто прятаться не означает защиты. Вы, вероятно, не знали \n Все, что я хочу, это пожелать вам всего наилучшего ... \n И, пожалуйста, ... \n",
    "57500020": "Из темноты раздался звук, где ничего не было видно. \n Уничтожь нечистое . \n \n Безымянный последовал воле Создателя. Первое существо, которого я встретил, была только нечистая энергия \n Он поглотил жизнь, и существование исчезло \n \n Существа, которых я встретил после этого, двигались \n Он поглотил жизнь, и существование исчезло \n человек продолжал уничтожать нечистое \n Тэджонхва было его миссией и исполнением. Не было необходимости в каких-либо сомнениях .",
    "57500021": "Мир расширился, а жизнь увеличилась. \n Безымянному человеку становилось все труднее выполнять свою миссию. \n \n Помоги мне, Создатель. ",
    "57500022": "Слышали ли вы о просителях? ",
    "57500023": "Война превратилась в разрушительную картину. \n \n Безымянный поглотил все живое на виду. \n Ни живых и дышащих животных, ни деревьев с их пышными листьями. \n Все живое засохло. \n \n Земля. Была опустошена, \n и все, что двигалось, было выжженным \n \n Но \n Жизнь не останавливалась посреди бесконечной смерти. \n \n 'Бутон ...?' \n Листья, протискивающиеся сквозь трещины в темно-красной выжженной земле \n Даже семядоли еще не опали. \n \n Взгляд безымянного задержался на некоторое время \n Он пытался впитать энергию жизни, как он это делал с другими живыми существами, но \n странным присутствием, он сам Я спрятался без зная \n \n Кто ты? \n \n Как синие волосы, нежно развевающиеся на ветру \n Голос, мягко колышущийся на ветру. \n Это был Ной, божественное чудовище жизни. Не так ли? \n \n Noi, который какое-то время смотрел на листья, словно ожидая ответа \n, затем улыбнулся, как будто услышал ответ, а затем осторожно обхватил руками росток. Уже после этого листья начали цвести и начали формироваться бутоны. \n \n Noi, вот так подняв голову и глядя на растущие бутоны \n Она снова улыбнулась и снова улыбнулась. \n \n Спасибо, что выжили в таком месте. \n \n NoiGa После исчезновения безымянный медленно вернулся на свое место . \n Там, где она исчезла, слабый запах цветов покинул нос мужчины, щекоча ему затылок. Остаться в живых ... Спасибо? ",
    "57500024": "История исчезновения оригинальной Суры быстро распространилась. \n \n Он попытался несколько раз вмешаться, чтобы остановить войну, но и без того безумная Сура не прекратила резню. Когда он исчез, суры сначала были сбиты с толку. \n Для Суры он был начало, посланник Бога и их лидер. \n \n Вскоре после этого суры возмутились на него. Он рассердился. \n \n Рагнир был тем, кто был наиболее зол верил в него \n \n \n Я убью их всех !! \n Рагнир уничтожал жизни по своему желанию. \n Однако организация без своего лидера постепенно рухнула. \n \n 'Все ... кончено?' ",
    "57500025": "Я не знала, как долго я спала. \n Я больше не чувствовала энергии моих коллег, и казалось, что мир остался один, как когда я только родился. \n \n Затем я внезапно поднял глаза и посмотрел на мир никогда раньше не видела, что это было мирно. Неизвестное имя ощутило странную тоску в смысле отчуждения. на полу \n \n Кууу \n \n Он впервые в жизни почувствовал сильный голод. \n Трава, до которой он дотянулся крепкой хваткой, мгновенно почернела, и убегавшие животные падали с красной кровью на лезвия его рук. все живое в ней, это едва остановилось \n \n Теплый мир, который только что напомнил мне о ней, снова стал черным \n Ветер воняет кровью, а небо покрыто черным дымом \n Тогда все снова ... снова вернулось. ",
    "57500026": "Эву! \n темно ... это было грязно \n \n 'В чем смысл моего существования ...' \n \n Мир, в котором я не был, был ярким и теплым \n для меня Это было проклято. ",
    "57500027": "Когда он впервые вошел в этот лес в виде суры, листья леса дрожали от страха. Поскольку он был человеком с тысячелетней энергией, даже после возвращения большой силы, много энергии суры Все еще оставался безымянный. леса изменились.Лес по-прежнему был тих, но удушающая тишина чувствовалась, когда вошедший безымянный человек исчез, и вместо этого стало слышаться щебетание птиц. шел снег, звук нарастающего снега мягко покрыл лес. Часто люди заходили в лес в поисках драгоценных трав или, очень редко, заблудились, но не хотели причинить им вред. В конце концов, Безымянный человек бросил специальное заклинание, не позволяющее людям приходить в лес \n \n Сотни лет После этого среди людей ходили слухи о таинственном лесу. \n правда. Те, кто входили в обморок, падали в обморок и через несколько дней оказывались в другом месте \n \n Слухи о лесу постепенно росли, но людей посещали все реже и реже. Безымянному он нравился. \n \n Однако в последние несколько лет дней, кто-то тронул его сердце. Кто-то вошел в лес. Каким бы запутанным оно ни было, меня это не беспокоило \n \n В конце концов, я больше не могу этого терпеть ",
    "57500028": " Ты тот, кто помогал мне в прошлый раз? \n \n Саруби спросил. \n \n Кто ты? \n \n Саруби посмотрел на него круглыми глазами и спокойно ждал его ответа. \n Когда его глаза встретились, он улыбнулся . \n \n Но безымянный мужчина не ответил ни на одно из них \n Мне не пришлось отвечать, но я все равно не мог \n Потому что даже он не знал, кто он такой \n Саруби, который спокойно ждал его ответа , через некоторое время открыл рот. \n \n Думаю, мне пора идти. ",
    "57500029": "Волна, сотрясавшая землю не так давно, несла энергию плодородия и распространялась далеко и глубоко. Сила была настолько сильной, что безымянный чувствовал сильный голод и жажду, хотя его инстинкты были запечатаны. \n Denial Безымянный человек был Сура, которой приходилось поглощать энергию других живых существ, чтобы жить. \n По незнанию, неназванный мужчина был привлечен к месту, где останавливались участники экспедиции, и плодородие, которое ждали там добычи, все еще оставалось нетронутым, хвастаясь тонким свет и великолепная внешность. Безымянный мужчина был невольно влечен к плодородию, как человек, испытывающий жажду, влечется к воде. В одно мгновение его позвоночник остыл, и волосы по всему его телу встали неровными \n \n Что-то приближалось \n \n Безымянный сразу понял, что это его собственный народ \n Другая сура, которая последовала за ним на стороне оригинальной суры \n Это был Рагнир \n \n Во время великого столкновения Рагнир получил сильный удар в битве с божественным зверем. Возможно, в то время безымянный Если бы он не встал на пути Рагнира, он был бы разрушен как есть, что спасло Безымянного и Рагнира от исчезновения, но они были затянуты в глубины бездны \n \n The two из них находятся в темноте, даже не зная о жизни или смерти друг друга. После эонов пребывания в ловушке внутри \n Когда Безымянный проснулся, Рагнир все еще был в ловушке бездны, а Безымянный, который не чувствовал его присутствия, подумал эта Сура исчезла. Это было чувство энергии. Это было правильно, что она чувствовала себя желанной. \n Но безымянный был переполнен тревогой. Плоть с безумием ",
    "57500030": "Нам нужно быстро убираться отсюда. ",
    "57500031": "Первым со мной заговорил Саруби. \n \n Это то, что вы хотите, чтобы я сделал? \n \n \n Я люблю малину. Вы знали? \n ... потому что он всегда издавал странные звуки. ",
    "57500032": "Был один весенний день, когда пригревало солнце, когда я почувствовал, что странная энергия вошла в лес. Юги обыскал лес, высвободив духов в странном присутствии, которого он никогда раньше не чувствовал. Однако информация, которую они принесли, была необычной . \n Кошка? ",
    "57500033": "На короткое время, когда преграда леса была разрушена, Юги надеялся, что никто не заметит этого, но кто-то почувствовал изменение. В конце концов, это был самый опасный человек. \n Первое, что я почувствовал, когда Рагнир проснулся в мир Он был так голоден, что вслепую бежал с пробудившей его силой, и, пока он не убил и не поглотил любое существо, которое смог найти, он действовал только в соответствии со своими инстинктами. Возможно, если бы он не встретился взглядом с изначальной Сурой, его бойня будет по всему миру. Он не остановится, пока живое существо не исчезнет \n Когда он встретился взглядом с оригинальной Сурой, он ничего не мог сделать. Все его действия прекратились, и все его забытые воспоминания вернулись. Он любил и уважал его больше, чем кого-либо в мире, кто ненавидел его больше, чем кого-либо в мире .... Человек, который отказался от своей расы и отказался от самого себя \n Рагнир, с того дня неистово искал его, но его энергия, которая пропитала лесной барьер, идеально интегрирована и просачивается наружу. Тот факт, что Рагнир, не подозревая о том, что он оставил первоначальную Суру и жил жизнью органической жизни с запечатанной силой, только преследовал энергию Суры, также затрудняло его поиски.Одна из ошибок Рагнира заключалась в том, что из-за характера суры, которой он владел, он не оставался так близко к месту происшествия с плодородием. \n Когда Рагнир преодолел барьер, он почувствовал органическая энергия исходила из леса и дрожала. Говоря человеческими терминами, кровь кипела по всему его телу, а его сердце колотилось так, будто собиралось взорваться. Волнение и убийственное намерение. Обернутое вокруг тела Рагнира \n \n 'Изначальная сура .. . \n Только ты, я тебя убью. ",
    "57500034": "Паша посмотрел на нее пылающими глазами. Было непреодолимое чувство угнетения, которое Паша, который столкнулся как новый зверь, а не вернувшийся, мог относиться к нему. Но Юги также была Сурой в начале. Хотя у нее есть человеческая форма , она сохраняет силу Суры. Тот, кто был там, смотрел прямо на Пашу, не показывая никаких признаков подавления. \n Глаза Пасы все еще смотрели на Юги, но Юги мог видеть изменение в его глазах. \n Я Я не такая женщина, как ты. \n Она тоже этого хотела. \n Не будь смешным! ",
    "57500035": "Что это за слабость? \n - спросил Рагнир, увидев Юги в человеческом обличье. \n Ты собираешься сыграть человека?, Ю-Ги ничего не сказал. Понимая, что его слова бесполезны, Рагнир страстно спросил. Это из-за той женщины? \n \n На мгновение влетел Ю-Ги. Его глаза, которые никогда не дрожали до сих пор, были полны убийства. Автомобиль светился красным, а его руки стали такими же, как у черной Суры \n Куу-Ун !! \n Когда Сура и энергия Суры столкнулись, произошла тяжелая волна. Говорят, что сила была запечатана, но одна была оригинальной Сурой, а другая была оригинальной Сурой. Он был тем, кто поглотил силу мира и столкнулся с божественным зверем. Если бы это состояние продолжалось в течение долгого времени, оно оказало бы большое влияние как на Суру, так и, возможно, на окружающую местность. Поскольку черная кровь появилась на лице Ю-Ги, которое было в форма человека, в конечном итоге рубина, сдерживающая силу Ю-Ги, издала скрипящий звук и раскололась надвое. Это был Рагнир, стоявший на коленях. Фигура Юги, стоявшая перед ним с опущенной головой, была уже не из человеческой Это был момент, который напомнил мне все суры, преклонившие колени перед оригинальной сурой. \n \n Почему? ",
    "57500036": "Юги прибыл на место, где он должен был встретиться с Рагниром, задолго до его назначения, и ему пришлось ждать полтора дня, чтобы он приехал. Но он просто ждал там. Однако причина такого поведения в значительной степени из-за чувства вины. Сказал ... Юги так и думал. \n Изначальная сура, что это? \n Прежде чем Рагниру было дано его имя, \n спросил молодой Сура, которая только что родилась, указывая на извивающийся мутант. Он существует. \n Тогда можно это уничтожить? \n Вместо ответа на исходную суру она слегка кивнула. Взволнованная его жестом, юная Сура поглотила энергию мутанта. Она рассыпалась в черный порошок \n \n Исчез!  ? \n Это вошло в тебя и стало твоей силой. ",
    "57500037": "Я не должен был осмеливаться желать того, что убил столько жизней \n \n Потому что я хотел нормальной жизни \n Я хотел получить любовь \n Потому что я мечтал о счастье… \n Может быть, это наказание Создателя за неподчинение моей миссии \n Или ... Это цена за отказ от моей расы? Я не должен был ... его \n \n Я пожертвовал своей жизнью, чтобы спасти смерть \n \n Глупо, \n и, к сожалению, \n Юги не почувствовал, как рассеивается энергия Саруби. \n Он встретил Рагнира, хотя знал это, и, как она и ожидала, он умер там. В то время Ю-Ги вспомнил свои старые воспоминания с Раг-Ниром и имел некоторую надежду. \n \n Его гнев и отчаяние заставили его выбросить оставшееся человеческая форма. Он полностью вернулся в форму Суры и столкнулся с Рагниром. Юги знал, что, войдя в пространство, он уже никогда не сможет выйти наружу, но \n чтобы сдержать его, \n и наказать себя, \n прыгнул туда с Рагнир \n \n ... Вернувшись во тьму эпох, мир начал течь без них "
}