{
    "99220000": "Простая белая маска без каких-либо украшений или узоров. Вы можете сделать маску, раскрасив ее.",
    "99220001": "Это рекомендательное письмо, которое вы должны подготовить для участия в соревнованиях по боевым искусствам.",
    "99220002": "Идеальное блюдо, приготовленное из местных продуктов из озера Вандал! \n ... Но пахнет странно ...",
    "99220003": "Это ключ, который может открыть сундук с сокровищами, спрятанный где-то в озере Вандал.",
    "99220004": "Это рекомендательное письмо, которое вы должны подготовить для участия в соревнованиях по боевым искусствам.",
    "99220005": "Это рекомендательное письмо, которое вы должны подготовить для участия в соревнованиях по боевым искусствам.",
    "99220006": "Это рекомендательное письмо, которое вы должны подготовить для участия в соревнованиях по боевым искусствам.",
    "99220007": "Это рекомендательное письмо, которое вы должны подготовить для участия в соревнованиях по боевым искусствам.",
    "99220008": "Это старая коробка. Наверное, у нее нет хозяина. Может быть ...",
    "99220009": "Это коробка, которая выглядит довольно правдоподобно.",
    "99220010": "Коробка, в которой вы не знаете, что в ней, всегда вызывает немного предвкушения.",
    "99220011": "Большой замок надежно прикреплен. Вам понадобится Ключ Стража, чтобы открыть сундук.",
    "99220012": "Ключ к открытию Сундука Великого Стража.",
    "99220013": "Это любимые желтые бананы райских людей.",
    "99220014": "Это денежные мешки головорезов, которые мучают обитателей трущоб.",
    "99220015": "Кирка, используемая, чтобы копать твердую землю.",
    "99220016": "Ожерелье с красными камнями. \n Единственное, что осталось от мертвой жены беженца.",
    "99220017": "Он сильно поврежден, и его трудно прочитать.",
    "99220018": "Это небольшой мешочек с монетами.",
    "99220019": "Это сертификат с печатью праздника хорошего урожая.",
    "99220020": "Удочка с выгравированным на ней названием Chuckwol .",
    "99220021": "Это неофициальный знак того, что вы можете сесть на корабль.",
    "99220022": "Это стеклянная бусина ярко-синего цвета.",
    "99220023": "Кулон с изображением Томми и женщины, которая кажется его женой.",
    "99220024": "Это кусок ткани с роскошным ощущением. <fontStyle=[FunctionStyleA]> Думаю, я могу продать его обычному продавцу </> по высокой цене. <br/> <br/> <br/> Это Сейчас разорвано, но, вероятно, связано. Должно быть, было около тысячи кусков в длину. <br/> <br/> Когда-то синий был цветом ассоциации судовладельцев. ",
    "99220025": "Таинственный осколок чешуи. <fontStyle=[FunctionStyleA]> Я думаю, вы можете продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Мерцающий осколок чешуи . <br/> <br/> Крепость - это всего лишь осколок рыбьей чешуи, но на самом деле она была преобразована устами многих людей. <br/> <br/> Некоторые говорили, что это был чешуя русалки, а некоторые говорили, что давным-давно это было море. Говорили, что это чешуя драконов, которых я защищал, но теперь все они забыты .",
    "99220026": "Это то, к чему я не хочу прикасаться. Но я думаю, что смогу продать это в <fontStyle=[TestStyleB]> General Store </>. <br/> <br/> <br/> Это неестественно проржавевшая кожа ткани. <br</> <br/> Ржавые детали окрашены в черный цвет и имеют странный запах. ",
    "99220027": "Это жуткое ощущение. <fontStyle=[FunctionStyleA]> Я думаю, что смогу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Это старый деревянный на нем выгравирована мемориальная доска. <br/> <br/> Пятна крови на мемориальной доске, кажется, указывают на трагический конец, с которым пришлось столкнуться владельцу деревянного щита .",
    "99220028": "Это неопознанный предмет. Но я думаю, что смогу продать его в <fontStyle=[TestStyleB]> General Store </>. <br/> <br/> <br/> Трудно поверить, но остатки на коже есть трещины. Каждый раз, когда вы касаетесь ее, вы слышите чей-то шепот. <br/> <br/> Это мило и соблазнительно, иногда пугающе, а иногда печально. <br/> <br/> Некоторые говорят, что душа остается внутри дупло. Его также называют криком .",
    "99220029": "Это тонкий порошок с таинственной аурой. <fontStyle=[FunctionStyleA]> Я думаю, его можно продать обычному торговцу </> по высокой цене. <br/> <br/> <br/> Это представляет собой порошок таинственного кристалла. <br/> <br/> Мистические кристаллы, которые слабы к ударам, легко разрушаются даже легким ударом. <br/> <br/> Мистические кристаллы в форме порошка быстро теряют свою сила, поэтому техник со специальными навыками может добывать только неповрежденные кристаллы .",
    "99220030": "Это любопытный маленький кристалл. <fontStyle=[FunctionStyleA]> Думаю, я могу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Это кристалл слева по сравнению с инженерами, использующими его. <br/> <br/> Инженеры, которые разрабатывают и производят различные инструменты, незаменимы, но не так много регионов, которые признают их упорный труд .",
    "99220031": "Это блестящий медальон. <fontStyle=[FunctionStyleA]> Думаю, я могу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Это медаль с гравировкой с рисунком равнины. <br</> <br/> Арнит намерен создать экономическую ценность, построив учебный парк на бумаге с рисунком. ",
    "99220032": "Это подозрительная серебряная монета. <fontStyle=[FunctionStyleA]> Думаю, я могу продать ее обычному торговцу </> по высокой цене. <br/> <br/> <br/> Это валюта который гарантирует оплату от Black Dawn. <br/> <br/> Говорят, что это серебряная монета, но сомнительно, действительно ли она содержит серебро. <br/> <br/> Обычным людям это сложно. посетить Black Dawn и попросить денег, а они не могут их отдать. <br/> <br/> Естественно, широкая публика не может использовать их, только участники используют их, так что это не оценен. ",
    "99220033": "Это палка, которая быстро сломается. <fontStyle=[FunctionStyleA]> Думаю, я могу продать ее обычному торговцу </> по высокой цене. <br/> <br/> <br/> Я знал об этом. было бы большим сокровищем ... ",
    "99220034": "Этот документ, похоже, связан с ассоциацией судовладельцев. <fontStyle=[FunctionStyleA]> Я думаю, что его можно продать обычному торговцу </> по высокой цене. <br/> <br/> <br/> Написан приказ ассоциации судовладельцев. Это старый документ, который существует. <br/> <br/> После свержения власти Ассоциацией морских торговцев приказ стал бессмысленным документом, но говорят, что члены те, кто мечтает возродить прошлое, все еще имеют его. <br/> <br</> ▶ Все корабли, проходящие через море, принадлежащие царю, должны уплатить сбор в размере 10% от стоимости груза владельцу моря. <br/> ▶ Стоимость груза определяется владельцем или владельцем этого моря. Взимаются люди. <br/> ▶ Оплата должна быть произведена в течение одного месяца с даты оценки. <br/> ▶ При оплате не производится в течение одного месяца, ассоциация судовладельцев может потребовать выплаты. ",
    "99220035": "Это контракт, составленный кредиторами. <fontStyle=[FunctionStyleA]> Я думаю, что его можно продать обычному продавцу </> по высокой цене. <br/> <br/> <br/> Только контракты с кредиторы. Это лист бумаги, выброшенный людьми, которые думают, что могут от него избавиться. <br/> <br/> Но вы не сможете избежать глаз этой огромной силы, у которой даже есть личные наемники. ",
    "99220036": "Это колокольчик, который используется на аукционе. <fontStyle=[FunctionStyleA]> Я думаю, что его можно продать обычному торговцу </> по высокой цене. <br/> <br/> <br/> Damir's Аукционный дом привлекает туристов, он еще и знаменит этим. <br/> <br/> Если вы хотите увидеть диковинки восточного континента, есть пословица, что вам стоит отправиться в аукционный дом. ",
    "99220037": "Это любимый кремень гоблинов. <fontStyle=[FunctionStyleA]> Думаю, я могу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Пропустите Дамира через Равнины Флер. Просто потому, что вы увидели теплый костер по дороге, вы должны перестать думать, что сможете встретить людей. <br/> Гоблины, которые любят огонь, несут с собой кремний, чтобы развести огонь в любое время и в любом месте. . ",
    "99220038": "Марокко - солдатский жетон. <fontStyle=[FunctionStyleA]> Думаю, я могу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Это собака бирку, которую несут солдаты. <br/> <br/> Жетон Марко, солдата, который служил в команде управления Башни Глифов Равнин. ",
    "99220039": "Это небольшой кусок камня с таинственным ощущением. <fontStyle=[FunctionStyleA]> Думаю, я могу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Это черный камень. <br</> <br/> 'С неба на землю упала звезда. ",
    "99220040": "Это игристый порошок. <fontStyle=[FunctionStyleA]> Думаю, я могу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Это блестящий порошок . <br</> <br/> Если вы надолго задержитесь в Лесу Душ и Озер, ваша одежда станет пудровой. ",
    "99220041": "Грязный пепел. <fontStyle=[FunctionStyleA]> Думаю, я могу продать его генералу </> по высокой цене. <br/> <br/> <br/> Пепел от сгоревшего костра. < br</> <br/> Сталевары, у которых даже нет приличной системы отопления, разводят такие костры, чтобы противостоять холоду высокогорья. <br/> <br/> Эта суровая среда не соответствует названию Королевский сталелитейный завод., кажется, показывает, насколько легкомыслен царь царь .",
    "99220042": "Это скомканный лист бумаги. <fontStyle=[FunctionStyleA]> Думаю, я могу продать его обычному продавцу </> по высокой цене. <br/> <br/> <br/> Синие человечки в Camp Bull Frock Это как выпавшая записка. ",
    "99220043": "Это красивый, но старый аксессуар. <fontStyle=[FunctionStyleA]> Я думаю, что смогу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Похоже, носили шаманы Храма Воды. ",
    "99220044": "Это красивое перо. <fontStyle=[FunctionStyleA]> Думаю, я смогу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Красивое перышко ярких цветов . ",
    "99220045": "Это лист неизвестной бухгалтерской книги. <fontStyle=[FunctionStyleA]> Я думаю, что смогу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Олекса, Королевский инспектор, получил его в спешке Это оторванный лист бухгалтерской книги Ассоциации охраны королевской семьи, который я случайно уронил по дороге. ",
    "99220046": "Это довольно толстый кошелек. <fontStyle=[FunctionStyleA]> Я думаю, что смогу продать его обычному торговцу </> по высокой цене. <br/> <br/> <br/> Это полный карман денег. <br</> <br/> На внутренней стороне кожаного кошелька выгравирована подпись Фрейга, говорящая о том, что со всеми, кто направится в это место, разберутся. <br/> <br/> Возможно, Фрейг заключил сделку с мародерами для защиты его цитадели. Думаю, это будет важным доказательством того, что я сделал .",
    "99220047": "Это сертификат, который необходимо предъявить при посадке на корабль, направляющийся к морю и лунному континенту.",
    "99220048": "Это сертификат, который необходимо предъявить при посадке на корабль, направляющийся к морю и лунному континенту.",
    "99220049": "Это свиток, который доказывает, что лицо, владеющее им, принадлежит к Группе цветения сливы. <br/> На нем стоит печать лица, ответственного за группу цветения сливы.",
    "99220050": " Это очень старая бумага, она порвана и потрепана. <br/> <br/> Большая часть текста размыта и трудночитаема. ",
    "99220051": "Это сертификат, который необходимо предъявить при посадке на корабль, направляющийся к морю и лунному континенту.",
    "99220052": "Это свиток, который доказывает, что владелец этого свитка принадлежит к группе Plum Blossom.",
    "99220053": "Кажется, у него странный запах ... но эффект неизвестен.",
    "99220054": "<Этот сюжетный предмет больше не используется> <br/> Итак, отправляйтесь в Даэобанг и займитесь ее любимой рыбалкой. ",
    "99220055": "<Этот сюжетный предмет больше не используется> <br/> За этим фонарем на озере в ночь полумесяца скрывается красивая история. ",
    "99220056": "<Этот сюжетный предмет больше не используется> <br/> Я был в Суволханге несколько месяцев. ",
    "99220057": "<Этот предмет в истории больше не используется> <br/> Я чувствую запах вашего аира в покачивающемся листе лотоса. ",
    "99220058": " Это информация, которую знаю только я! <br/> <br/> Это секретная карта, на которой торгуется так, как будто Ней-ньянг чрезвычайно ценен. Это карта, которую трудно оценить, потому что она делает рынки и торгует с люди.",
    "99220059": "Для получения красного цвета используются различные красители. Каждый краситель имеет разную цену и качество. Краситель, полученный из белоголового орлана, имеет отличное проявление цвета и хорошую стойкость, поэтому продается по хорошей цене. <br/> <br</> Это образец красителя, и он содержит очень небольшое количество красителя, поэтому, кажется, трудно покрасить им один носовой платок. ",
    "99220060": "Не все люди используют настоящее золото для изготовления золотой одежды, но в мире много людей, которые хотят добиться аналогичного эффекта по более низкой цене. Я покупаю его, хотя оно есть. <br/> <br/> Это образец красителя, и он содержит очень небольшое количество красителя, поэтому кажется трудным окрасить им один носовой платок .",
    "99220061": "<Это сюжетный предмет, который больше не используется> <br/> Это сертификат, выданный Daeeobang вам, столкнувшимся с различными проблемами во время исследования центральной части озера Вандал. Хотя название является сертификатом завершение, это на самом деле похоже на мемориальную доску признательности. <br</> <br/> Представители Daeeobang, похоже, хотят взять на себя ответственность за разведку в восточных и западных регионах .",
    "99220062": "<Этот предмет из истории больше не используется> <br/> Это сертификат, выданный Daeeobang вам, столкнувшимся с различными проблемами во время исследования восточной части озера Вандал. Название сертификата на самом деле как мемориальная доска. <br</> <br/> Официальные лица Daeeobang болеют за нас, говоря, что мы добьемся успеха, как только завершим наше исследование западного региона .",
    "99220063": "<Это сюжетный предмет, который больше не используется> <br/> Это сертификат, выданный Daeeobang вам, столкнувшимся с различными проблемами во время исследования западной части озера Вандал. Название сертификата на самом деле похоже на мемориальная доска признательности. <br</> <br/> Наконец, мы совершили подвиг, завершив исследование всех областей озера Вандал, и сделаем себе имя как истинный решатель озера Вандал .",
    "99220064": "Многие люди думают, что резцы людей Westin отвратительны, но есть много людей, которые ценят их, потому что они символизируют сильную жизнеспособность и плодородие. Поскольку трудно получить резцы с безупречной и неповрежденной формой, это трудно получить профессиональную покупку. Есть также продавцы. ",
    "99220065": "Есть врачи, которые используют скорлупу черепашьих груш в сыром или переработанном виде в качестве лекарств. Согласно прошлым записям, панцири черепаховых груш, выходящие весной после зимы, являются высококачественными продуктами и обладают сильным лечебным действием. <br/> <br / > Может быть, поэтому. Если вы идете в аптеку, все заявляют, что это панцирь весенней черепахи, но вы не можете поверить в это утверждение как таковое. Но в любом случае, все панцири на рынке - это панцири весенних черепах. , так что это не похоже на то, верить этому или не верить уже .",
    "99220066": "Когда вы присоединяетесь к браконьерству, стрелок дает вам важное образование. Одно из них - это обучение выживанию, и это обучение включает в себя обучение разжиганию огня. Мы предоставим вам инструмент для розжига, который вы можете использовать. <Br</> <br/> На самом деле, если бы у вас был этот инструмент, вам не пришлось бы разводить огонь так же жестко, как на тренировке, но мы придерживаемся позиции, что тренировка - это тренировка .",
    "99220067": "<Это предмет из истории, который больше не используется> <br/> Старый журнал путешествий. <br/> <br/> Его гигантский рот одним укусом проглотил лодку брата. ",
    "99220068": "Это черный блестящий камень. <br/> <br/> На первый взгляд он выглядит как драгоценный камень, но почему-то источает зловещую энергию. <br/> <br/> Если вы ищете кого-то, кто знает об этом, Он объяснит его ценность .",
    "99220069": "Запечатанный журнал, который выглядит старым. Я думаю, вы можете открыть его и проверить. <br/> <br/> Если вы уничтожите предмет, вы больше не сможете продолжить квест.",
    "99220070": "Уникальный камень, найденный на берегу. Он выглядит ценным. Давайте попросим кого-нибудь оценить его. <br/> <br/> Если вы уничтожите предмет, вы больше не сможете продолжить квест.",
    "99220071": "Это свиток, в котором говорится, что цветы красной сливы подтверждают квалификацию. \n Печать руководителя экспедиции.",
    "99220072": "Если вы хотите послать сигнал кому-то далеко, используйте его смело.",
    "99220073": "Это довольно старый компас. <br/> <br/> На нем есть признаки времени, но, похоже, в нем есть история. Если вы найдете кого-то, кто знает о нем, они объяснят его ценность.",
    "99220074": "Мех добывается во время охоты на диких животных в районе Стоун-Хилл-Хиллз. <br/> <br/> Шерсть жесткая и грубая, и ее ценность значительно снижается в необработанном состоянии.",
    "99220075": "<Этот сюжетный предмет больше не используется> <br/> Почетный Баронгдан Боараньянг! <br/> <br/> Как почетный пионер Баронгдан, я высоко ценю достижения в возвышении имени Первопроходца Баронгдана, и я лидер. Я сам отдам эту награду Ней-ньяну! ",
    "99220076": "<Это сюжетный предмет, который больше не используется> <br/> Это жетон собаки, который носил Чхол-Ак Кан. <br/> <br/> Печать Ёнсу Лим и дата регистрации питомца указаны. ",
    "99220077": "<Этот предмет из истории больше не используется> <br/> Это пустой мешок с деньгами, найденный при уничтожении орудия забоя на бойне. Br</> <br/> Оказывается, Лим Ён Су поддержал Боевая труппа, чтобы они могли сыграть лук на озере Вандал. Если бы это был Лим, Ёнсу заплатили бы за поддержку, поэтому я не знаю, какую опасную цену он должен был получить от Боевой команды .",
    "99220078": "Подарочная коробка Няньяна зарыта в груду грязи. <br/> <br/> Думаю, вы можете открыть ее и проверить.",
    "99220079": "Это благодарность от Шин Дээобанг Чунта. <br/> Вручается тем, кто внес свой вклад в стабилизацию местного сообщества. <br/> <br/> В качестве полезного предмета от 'Nunaung', коллекционера памятных табличек в Шин Дээобанг Чунгта можно обменять. ",
    "99220080": "Это табличка за заслуги Даэобанга, которую я получил от закулисного торговца Крысы. <br/> Мы гарантируем, что Крыса подлинная. <br/> <br/> Если вы уничтожите предмет, вы больше не сможете продолжить с квестом .",
    "99220081": "Это ядро, обладающее энергией смертного. <br/> Известно, что ядро в его идеальной форме очень трудно получить. <br/> <br/> Если вы уничтожите предмет, вы не сможете больше не сможет продолжить квест .",
    "99220082": "<Это предмет истории, который больше не используется> <br/> Ядро Бул-Мас было разрушено. Оно выглядит бесполезным. <br/> <br/> Говорят, что изначально Бул-Мас были Однако, к сожалению, после поглощения Сурой они превратились в оболочку. <br/> <br/> Бульмас унаследовал инстинкты Суры и слепо жаждал жизненных сил других существ. Агрессия Бул-Мас была уменьшена существам, которых нельзя было считать живыми или мертвыми .",
    "99220083": "Это дорогой драгоценный камень, изготовленный из минералов, которые можно добыть только на море и на лунном континенте. <br/> <br/> Поскольку цена недоступна для обычных людей, многие часто восхищаются им. По слухам , этот драгоценный камень. Говорят, что он блокирует энергию этого разлома, но не было подтверждено, правда это или нет .",
    "99220084": "Это полезное затонувшее судно, которое можно получить после кораблекрушения. <br/> <br/> Это результат тех, кто не получил разрешения от государства, кто прибыл на новый континент с мечтами о новом континенте и были унесены течением. Несмотря на эту трагедию, мастера Кымгёнчхольмун ищут полезные обломки .",
    "99220085": "Острые рога каменных ворон, найденные в лесу Таэрок. <br/> <br/> Рога петроглифов острые и прочные, поэтому из них изготавливают оружие и доспехи. Я не хочу сам просить об этом. ",
    "99220086": "Это оружие, используемое группой синих людей, Красный Утес. <br/> <br/> Как оружие, используемое бандитами Синего Человека, оно имеет немного другую форму, чем человеческая. Я сохраняя мои глаза для исследований .",
    "99220087": "Это призрачный дух, найденный в лесу Таэрок. <br/> <br/> На момент открытия сбор был запрещен, поскольку предполагалось, что в нем могут быть галлюциногенные компоненты, такие как физиологические жидкости червей. оказалось большим подспорьем в укреплении",
    "99220088": "<Этот предмет истории больше не используется> <br/> Это запечатанный документ, найденный в секретном саду Гарема. <br/> <br/> Этот документ, запечатанный мутной энергией, похоже, не может Я не знаю, но открытие мутной энергии в секретном саду Гарема кажется доказательством. ",
    "99220089": "<Этот сюжетный элемент больше не используется> <br/> Это письмо от Бирюхи. В нем нет особо важного содержания, и оно содержит в основном оскорбительные слова. <br/> <br/> Лорд Мун, вы опоздали, так что сначала идите! ",
    "99220090": "Это переписка между Сон Си-гуком и неизвестным человеком. <br/> <br/> Добыча удобрений, обнаружение плодородия, засоление .",
    "99220091": "<Это предмет из истории, который больше не используется> <br/> Подарочная коробка, переданная вам Ne-Nyang. Думаю, вы можете проверить ее, открыв ее.",
    "99220092": "<Это сюжетный предмет, который больше не используется> <br/> Это сертификат об окончании, выданный Суяном вам, решившим различные проблемы во время исследования области вокруг порта Эдо в северо-западной части Таэрокрима и изобильных тропических лесов. базы. <br/> <br</> Когда люди из озера Вандал спросили, не выдали ли они мне сертификат об окончании, я решил, что лучше просто дать сертификат об окончании, чем рассматривать жалобу в Суяне. . ",
    "99220093": "<Это сюжетный предмет, который больше не используется> <br/> Это сертификат Дисциплины, выдаваемый вам за решение различных задач при исследовании территории вокруг границы туманного леса на северо-востоке Таэрокрима. <br/> < br</> В Suyang я был очень удивлен, что люди заинтересовались единым сертификатом и помогли решить проблему. Я сообщил об этом в штаб-квартиру как о решении различных местных проблем в будущем .",
    "99220094": "<Это сюжетный предмет, который больше не используется> <br/> Это сертификат об окончании, выданный вам в приемной семье за решение различных проблем во время исследования территории вокруг входа в Райскую долину в южной части Таэрокрим, неизведанный Джадрак и приют травника. <br/> <br/> Чем менее стабилен регион, тем меньше выдается сертификатов, что, наоборот, доказывает, что люди, получившие региональные сертификаты, велики. растет, и это становится проблемой .",
    "99220095": "<Это сюжетный предмет, который больше не используется> <br/> Это сертификат об окончании, выданный вам Пунгбекмуном за решение различных проблем во время исследования местности вокруг ветви Хэвольджи Пунгбэкмун в западной части плодородной земли. . <br/> <br</> Суян внимательно изучил цифры, связанные с местной безопасностью, до и после выдачи сертификата и написал отчет. Пунгбэкмун прочитал отчет и решил выдать сертификат на разведку плодородных земель .",
    "99220096": "<Этот сюжетный предмет больше не используется> <br/> Это сертификат от Pungbaekmun для решения различных проблем во время исследования области вокруг Исследовательской площадки Хрустального леса, Исследовательской площадки Головы Дракона и Площадки Охотничьего собрания Крыла в в восточной части Плодородной земли. <br/> <br/> Высокопоставленный старейшина в Пунгбекмуне настоял на том, чтобы попросить сертификат при приеме на работу новых стажеров, а затем спросил, почему человек, имеющий сертификат фертильности, хочет присоединиться к нему в качестве стажер и приглашает его в качестве почетного инструктора. Ему ответили, что это не так .",
    "99220097": "<Этот сюжетный предмет больше не используется> <br/> Почетный Баронгдан Боараньянг! <br/> <br/> Как почетный пионер Баронгдан, я высоко ценю достижения в возвышении имени Первопроходца Баронгдана, и я лидер. Я сам отдам эту награду Ней-ньяну! ",
    "99220098": "<Этот сюжетный предмет больше не используется> <br/> Ты! Мне это нравится! Я не ненавижу тех, кто ищет чести, как ты! Мне тоже нравится работать с тобой. Если тебе нужна моя третья рука ... ... Нет, я могу дать тебе левую ногу. Если тебе это не нравится, давай когда-нибудь поздороваемся, когда мы снова встретимся! ",
    "99220099": "<Это сюжетный предмет, который больше не используется> <br/> Это мех, который можно получить, охотясь на диких животных в Восточном экологическом лесу. <br/> <br/> В настоящее время в Суяне, нынешнем восточном экологический лес быстро растет. Мы также покупаем тюки, чтобы сократить растущее количество диких животных. Неважно, браконьер вы или кто-то еще, это лицензированная охота, поэтому браконьерство больше не ведется .",
    "99220100": "<Этот сюжетный предмет больше не используется> <br/> Это мех, который можно получить, охотясь на лисиц в лесу к югу от водопада Таэрокрим. <br/> <br/> Соберите достаточное количество и выберите лучший среди них. Если я выберу его, думаю, из него можно будет делать кисти и т. д. ",
    "99220101": "<Этот сюжетный предмет больше не используется> <br/> Это мех, который вы можете получить, охотясь на лисиц в плодородных районах и на лесозаготовках. <br/> <br/> Собрав достаточное количество, выберите лучший среди них. Думаю, из него можно делать кисти и т. д. ",
    "99220102": "Когда вы спасаете Дух-Хранитель, который был потерян в Коридоре Пробуждения, этот милый дух-хранитель готов сопровождать вас в вашем путешествии. Вы можете получить Дух-Хранитель, используя \n \n.",
    "99220103": "При использовании можно получить 5 единиц железа.",
    "99220104": "При использовании можно получить 5 тысяч.",
    "99220105": "При использовании можно получить 5 кож.",
    "99220106": "При использовании можно получить 5 драгоценных камней."
}