{
    "11040000": "Это история, которая еще не была раскрыта.",
    "11040001": "Это история, которая еще не была раскрыта.",
    "11040002": "Это история, которая еще не была раскрыта.",
    "11040003": "Это история, которая еще не была раскрыта.",
    "11040004": "Решив проблемы леса Таэрок, мы, наконец, можем перейти на плодородную землю. \n Можем ли мы получить помощь, как сказал Аранг в Пунгбекмуне?",
    "11040005": "Мы решили проблему народа Хонгдон, но проблема, с которой столкнулся Пунгбекмун, еще не решена. Давайте сделаем это.",
    "11040006": "Ветвь Хэволь в Пунгбэкмуне вернулась после того, как ей удалось ослабить силу Черного рассвета. \n Возможно ли, наконец, встретиться с лидером Сонгмунака ... Но атмосфера на площади Мунпа не является необычной. \n \n Давайте поговорим с лидером Сонгмунак .",
    "11040007": "Были великие дела, но, в конце концов, нам удалось добиться плодородия в плодородной горнодобывающей местности.",
    "11040008": "Когда мы прибыли в филиал Хэволь в Пунгбекмуне, палач Бирюхи, который пришел первым, привел членов семьи и поприветствовал нас. Он сказал, что не сможет пойти с пустыми руками к своему хозяину, которого у него было встретился спустя долгое время, и что он преподнесет ему подарок, который идеально подходит для приветствия. Это должно было решить проблему между племенем Хонгдон и Черной зарей. Хонг Дон Пал, вождь племени Хонгдон, сказал что он сильно изменился, когда в его руки попал странный камень. Аранг подозревал, что это был камень Тахо-ам. С помощью хитрого трюка Хонг Дон-чиля мы убили Хон Дон-пала, и он смог уничтожить считается странным камнем .",
    "11040009": "Еще одно предложение Бирюхи, чтобы победить Черную Зари, мы пошли к боевому лидеру Пунгбекмуна. Черная Заря - это группа, которая поклоняется Суре, и говорят, что их главная цель - украсть божественный дух у клана, который поклоняется богов. Несколько членов были отправлены на холм Вонрионг, и они вели ожесточенную битву с Черным рассветом, поэтому они попросили о помощи. Однако мы не знаем, где они появляются, но нам пришлось выбраться с холма в спешка, осознавая появление их бесконечных подкреплений. Решимость Аранга и прыжок со скалы позволили нам сбежать с холма Мононён \n Чукджисул президента Перонга Перонга Кроме того, с Арангом это действительно ... Кажется, я часто попадаю в ловушку безрассудства . \n \n В любом случае, мы также сломили импульс Черной Зари! А теперь давайте встретимся с Сон Мун-аком в роли капитана .",
    "11040010": "В конце концов, Сон Мун-ак, вождь Пунгбек-мун, встретил нас тепло и достаточно вежливо, что было немного обременительно. Трудно было поверить, что он спорил со своим сыном некоторое время назад. Но когда Аранг поднял вопрос история его сына Сон Сы-гука, Сон-мун Зло внезапно преклонил колени и умолял его спасти своего сына, который ушел в логово после пожара в поисках плодородия \n \n Аранг и я поехали на старой бритве, чтобы Плодородные руины. Я нашел Сон Си-гука, который был заражен силой Суры. В тот момент, когда он пытался спасти Сон Сы-гука, победив Еом-о изо всех сил, Сон Мун-ак, который беспокоился, что Аранг был осквернен силой Суры, остановил нас. Такое отношение заставило нас покинуть Сон Си-гук в конце. \n После того, как Сун Мун-ак вернулся в ветвь, мы продолжали заботиться, но когда мы вернулись, он больше не был Аранг сказал, что Сон Мун-ак спас бы его, но он не хотел этого.",
    "11040011": "Лес снов, который пришел ко мне в бешеной битве с Арангом. Вернувшийся из Шинсу не мог угнаться за Арангом, возможно, из-за другого корабля. В лесу снов ему удалось призвать энергию разлома. через Далянь. Однако появившаяся паша в одно мгновение закрыла трещину. Паша, стоявший перед нами, был в ярости на нас. Может быть, это было естественно. \n \n Паша, которого избегало наше безрассудное поведение, сказал, что она бы сама ответила на наши вопросы. Они как дети Суры. Если вы хотите услышать о синих людях, вы должны прийти в темную область и исчезнуть. Слушая это, кажется, что нет прямого пути в темную область пока. Как предложил Аранг, давайте пройдем через пустыню Йонгрин в темную область .",
    "11040012": "Это история, которая еще не была раскрыта.",
    "11040013": "Это история, которая еще не была раскрыта.",
    "11040014": "Это история, которая еще не была раскрыта."
}