{
    "20001000": "(Finally reached <textColor=[255:204:102:255]>Finals</>!)",
    "20001001": "(Finally <textColor=[255:204:102:255]>Finals</>!\nUnfortunately, my old friend <textColor=[78:148:215:255]> Arang</>...! But I'll do my best to compete nicely!)",
    "20001002": "(Various weapons are available for finalists.\nWhere... Shall we take a look around?)",
    "20001003": "(<textColor=[255:204:102:255]>sword</> visible)",
    "20001004": "(<textColor=[255:204:102:255]>The groundbreaking plaque</> is ready)",
    "20001005": "(<textColor=[255:204:102:255]>Gun-gap</> also visible...)",
    "20001006": "(<textColor=[255:204:102:255]>You can also choose a bow</>!)",
    "20001007": "(Can't miss <textColor=[255:204:102:255]>axe</>)",
    "20001008": "(last <textColor=[255:204:102:255]>beop</> is visible)",
    "20001009": "(There are more variety than I thought.\nLet's try it out and pick the one that suits you)",
    "20001010": "You guys, what are you?",
    "20001011": "There is no such thing as identity.\nWe just entered a contest to find <textColor=[255:204:102:255]>fertility</>.",
    "20001012": "But what he saw was obviously <textColor=[215:94:94:255]>Sura</>.\nAfter seeing him, I can't tolerate it.",
    "20001013": "But that doesn't mean he's dangerous. I guarantee that.",
    "20001014": "Ha! That's funny. What's wrong with your guy to believe in your warranty?",
    "20001015": "That's... chi! I'll leave this to you.",
    "20001016": "I will prove that this guy is not dangerous,\nPlease use this instead of me until then.",
    "20001017": "Hmm... Okay. Let me go first.",
    "20001018": "Are you okay? Let's go.",
    "20001019": "Wait. That doesn't mean you can't just go.",
    "20001020": "What?!",
    "20001021": "Even as a minimal proof that he's not in danger, why don't we do <textColor=[255:204:102:255]>Cooking Up</> for ruining this contest?",
    "20001022": "This martial arts competition was an event to appease the people's hearts suffering from the <textColor=[215:94:94:255]>War with Sura</>.\nOf course, it cost a lot of money and effort. .",
    "20001023": "But you ruined it. \nYour precious fertility was also wasted.",
    "20001024": "Besides, the power you showed... that's <textColor=[215:94:94:255]>Sura's power</>. \nI don't know what you really are, but I can just let you wander Wouldn't it?",
    "20001025": "But... he guarantees you until he entrusts you with <textColor=[255:204:102:255]>Shingi</>... \nYou should at least give it a chance." ,
    "20001026": "In that sense, I'll let you go if you finish the follow-up to this event that you ruined. \nGive back the <textColor=[255:204:102:255]>Shingi</> that he entrusted to you. How about this? I think we can compromise with each other.",
    "20001027": "(I will do that)",
    "20001028": "Okay, you're a communicator. Then you talk fast.",
    "20001029": "<textColor=[110:216:175:255]>Go to the new Daeeobang Gunta</> and find Operator Ereda <textColor=[78:148:215:255]>Doha</> Do it.\nShe'll tell you what to do next.",
    "20001030": "Ah, for the old woman, it's better not to think about escaping.\nAll over the continent, out of reach of the <textColor=[78:148:215:255]>Ereda clan</> Because there is no.",
    "20001031": "Well then, see you soon.",
    "20001032": "There~ Wait a minute here~!",
    "20001033": "(What's going on? Some barong calls me)",
    "20001034": "Hey, nah~ I called because I thought you needed my help!\nI came to inform you about <textColor=[255:204:102:255]>Soul</> <textColor=[78:148] :215:255]>Younggyowon</>'s dispatched agent Dongdong!",
    "20001035": "(Tell Dong-Dong the story of saving Balbali's soul from the fireman)",
    "20001036": "Oh~ <textColor=[255:204:102:255]>Looks like you already know Soul</>! If that's the case, then it'll be quicker~!\nYou already know the greatness of Soul? <textColor=[255:204:102:255]>You can meet with Soul Summon Scroll</>!",
    "20001037": "Now, I'll give you a <textColor=[255:204:102:255]>Soul Summon Scroll</>!\nUse this Summon Scroll to find your own soul!",
    "20001038": "The number of soul types you can meet with <textColor=[255:204:102:255]>Soul Summon Scroll</> is huge!",
    "20001039": "You can use the power of the soul you just met, so check it out.",
    "20001040": "By the way... what are the clothes like??? Ehh... I'll give you a dress so you can wear it.\nIf you wear it here, you'll go to the grave even if you get hit with one.",
    "20001041": "Well, if there's something you don't know, go to <textColor=[110:216:175:255]>Younggyowon</> in Suwol Port and ask.\nBonnyang is now off work~ No~" ,
    "20001042": "I have heard the word from Munju Harum.",
    "20001043": "The first thing you need to do is <textColor=[78:148:215:255]>Saho</>, which was hosted by this martial arts competition,\n<textColor=[78:148:215: 255]>Maehwadan, Yeonggyowon, Dohwasangjeon,</> and <textColor=[78:148:215:255]>Geumgyeongcheolmun</> receive a plaque of merit.",
    "20001044": "If you meet the chief of Saho and solve their quests, you will receive a <textColor=[255:204:102:255]>Medal of Merit</>.\nFollow up on this task and costs It means agreeing on",
    "20001045": "I heard that there is also a way to obtain <textColor=[255:204:102:255]>directly</> without going through an organization</>,\nI will not be involved in how you obtain it. .",
    "20001046": "Once you get all four plaques, please come to <textColor=[110:216:175:255]>Anger's Village</>. \nThen I wish you good luck.",
    "20001047": "You met Doha! What should I do first?",
    "20001048": "(They say you need to meet <textColor=[78:148:215:255]>Saho</>)",
    "20001049": "I've heard of Saho, but do you know where Saho is?",
    "20001050": "Saho? Are you looking for Saho?",
    "20001051": "(This is the Dongdong who helped me earlier.\nNow that I come to think of it, I say that <textColor=[78:148:215:255]>Younggyowon</> was also one of my business names)",
    "20001052": "Looks good! Ahem! I'm not a member of <textColor=[78:148:215:255]>Younggyowon</>, which is one of my subordinates!",
    "20001053": "Okay! Then we can go from <textColor=[78:148:215:255]>Younggyowon</>. Where should I go to meet your chief?",
    "20001054": "The chiefs of Saho are just gathering at <textColor=[110:216:175:255]>Suwol Port Square</>, so use the Chukji there!",
    "20001055": "...chukji? What is that?",
    "20001056": "Oh my! You don't know <textColor=[255:204:102:255]>Chokji</>?\nYou can go anywhere you want in the area by using Chukji!",
    "20001057": "Open <textColor=[255:204:102:255]>Map</> and use the axis to use <textColor=[110:216:175:255]>Suwolhang Square</> You can go directly to >!",
    "20001058": "Isn't it strange? It's not just that!",
    "20001059": "Aiku-nyang! What's your guy? I'm surprised! Eh? Did you learn chukji from Dong-dong?\nNice to meet you! I'm Dong-dong's twin, Doong-dung-nyang!",
    "20001060": "The Sahos you are looking for are inside the square! But... Why do you want to meet Saho?",
    "20001061": "(They say they want to receive a <textColor=[255:204:102:255]>Medal of Merit</>)",
    "20001062": "But you look weak? You don't even have <textColor=[255:204:102:255]>Guard Spirit</>?",
    "20001063": "(I learned from Dong-dong, so I know Soul... but the guardian spirit asks what else)",
    "20001064": "You don't know the guardian spirit? That's why I'm working hard to promote it in the square!\nNow, take it! <textColor=[255:204:102:255]>Summary of the guardian spirit< />Danyang!",
    "20001065": "The white gate is on fire. Try using <textColor=[255:204:102:255]>Guard Spirit Summon Scroll</> for now!",
    "20001066": "How is it~? <textColor=[255:204:102:255]>Guard Spirit</> will protect you! ",
    "20001067": "If you come to Yeongkyowon, you can buy not only the Guardian Spirit Summon Scroll, but also all other magical items such as \nSoul Summon Scroll, so be sure to stop by!",
    "20001068": "Ah! <textColor=[255:204:102:255]>You know about Chukji</>, right?\nFrom now on, don't leave it to an inexperienced Barong like Dong-dong and make full use of it~",
    "20001069": "Well then, Saho will be in Suwol Port Plaza, so let's go there!\nFortunately, the square is right in front, so you can walk.",
    "20001070": "<textColor=[255:204:102:255]><myHero.name/></>! What happened?",
    "20001071": "(Explaining Arang to Arang)",
    "20001072": "Okay. Anyway, I should have arrived anyway.\nSay hello. This is <textColor=[78:148:215:255]>Saho</>. ",
    "20001074": "I heard from Arang. It's unfortunate that this tournament was ruined, but we won't be talking too much because the \nEreda clan, who paid the most cost, also said good-bye first.",
    "20001075": "However, in order to receive the <textColor=[255:204:102:255]>Medal of Merit</>, you will have to fulfill our requirements. \nIf you do, <textColor=[255] :204:102:255]>I'll give you a plaque of merit</>.",
    "20001077": "I'm sorry anyway. I just wanted to come here... \n<textColor=[78:148:215:255]>Poison Inspiration</> didn't persuade me to say that this place is fertile... ",
    "20001079": "Oh, don't worry, you can return the divine sword. \n<textColor=[255:204:102:255]>Shinsu</> was of no help at all, but I'm glad. .",
    "20001082": "(Ask what that means)",
    "20001083": "As you know, that I am <textColor=[255:204:102:255]>Returner of the Divine Beast</> is a secret that shouldn't be told to people, right? I had no choice but to find out…",
    "20001084": "But each of these divine beasts has their own <textColor=[255:204:102:255]>Shingi</>. For me, the divine sword <textColor=[255:204:102:255]> True name</> is like that.",
    "20001085": "(then asks if it's even more important)",
    "20001086": "Yes. It's important. \nSo let's get this resolved quickly.",
    "20001091": "Please take a look at the news of the herbalists affiliated with Younggyowon.\nAs you can see, it's not easy for me to leave because I have a job to discuss with them.",
    "20001092": "The herbalists went to pick up precious herbs blooming in the <textColor=[110:216:175:255]>southwest shipwreck</> and haven't come back...\nProbably over the cliff road west of Suwol Port. It seems there is, but the road is rough and it will be difficult to get there.",
    "20001093": "Tell me when you're ready.\nI'll make you <textColor=[255:204:102:255]>teleport</> to the entrance to the wreck area. Perorong~",
    "20001094": "Are you ready, Hororong~",
    "20001095": "What? Aren't you dizzy? \nWhat do you think of this Young Gyowon President Perong Perong? Pero Long~",
    "20001096": "Okay then... Perroper Loong Hororong~~",
    "20001097": "(Ask if it's the Yeongkyowon herbalist who lost contact)",
    "20001098": "That's right! But I managed to escape and the others are still in the <textColor=[110:216:175:255]>wreck</>!!",
    "20001099": "What happened to make you so scared?",
    "20001100": "Black... <textColor=[215:94:94:255]>Blue-skinned, scary pirates</> suddenly attacked us!\nWe just need to dig up herbs to beat us for no reason. I did...",
    "20001101": "Don't worry! We'll rescue your friends!\nYou said it was a wreck?",
    "20001102": "That's right... Heukheuk Thank you so much.\nIf your friends get hurt, Lingling will be really sad... I'm begging you...",
    "20001103": "Um.. very suspicious <textColor=[255:204:102:255]>scroll</>.\nLet's take it with us.",
    "20001104": "Aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaah~~!!!",
    "20001105": "Khahaha!! I won't let it go!!!",
    "20001106": "(This sound?! There seems to be herbalists out there! Let's go!)",
    "20001107": "Thank you so much! Thanks to you, my friends are safe!",
    "20001108": "(Shows the acquired <textColor=[255:204:102:255]>Scroll</> and asks if the teacher dropped it)",
    "20001109": "Huh? This doesn't seem to be ours.\nBut <textColor=[78:148:215:255]>PerongPerong</> might know something!",
    "20001110": "Ah... Actually, can I ask for one more thing?",
    "20001111": "The most precious herb, <textColor=[255:204:102:255]>Half Moonflower</>, is near the wrecked ship. Actually, I came to save it...",
    "20001112": "By the way, I was just so startled that I lost all my strength in my legs...",
    "20001113": "Don't worry! You can just get the <textColor=[255:204:102:255]>Half Moonflower</> over there?! Leave it to us!",
    "20001114": "(Gives you the half moon candles you've been looking for)",
    "20001115": "Wow! Thank you so much!",
    "20001116": "We're going to dig some more herbs on the safe side behind here.\nTell Perong Perong that we're safe!",
    "20001117": "Perongperong should be back at <textColor=[110:216:175:255]>Younggyowon</> by now!",
    "20001118": "We are herbalists, but we can also <textColor=[255:204:102:255]>Teleport</>!\nWe will work together to move you!",
    "20001119": "Nyangnyangnyang~ Go Nyangnyang~",
    "20001120": "(It is said that they rescued Younggyowon herbalists from <textColor=[215:94:94:255]>Blue People</>)",
    "20001121": "Hororong~ Thank you so much! Thanks to you, I'll take an hour off!",
    "20001122": "Ah, by the way, I found <textColor=[255:204:102:255]>this kind of paper</> nearby,\nThe shotgun <textColor=[215:94:94:255]>Lim Yeonsu Is this something related to </>?",
    "20001123": "What?! <textColor=[215:94:94:255]>Lim Yeonsu</>?",
    "20001124": "I'll take this paper. Now, here's the promised <textColor=[255:204:102:255]>Medal of Merit</>.\nAnd here <textColor=[78:148:215] :255]>Red plum</>I also came here because I have something to ask you.",
    "20001127": "Our member Yu Ae Rin is working hard to follow up on the martial arts competition.\nThanks to her, Yu Ae Rin is delaying what she should have done.",
    "20001128": "Oh, so we can do that for you? Got it!",
    "20001129": "Find <textColor=[110:216:175:255]>Plum Blossom Headquarters</> for <textColor=[78:148:215:255]>Shim Ha-yeon</>.\nShe will tell you what to do.",
    "20001130": "Ahem!!! Come on, everyone listen! Kehem!!!\nAfter this time, <textColor=[78:148:215:255]><textColor=[215:94:94: 255]>All activities in Suwol Port without permission from Yeonsu Lim</></> are considered illegal!",
    "20001131": "Hmmmm!!! Depending on the authority to shoot the big fish, \nYou may be punished for rebuttal, protest, or non-compliance, so please be careful~?",
    "20001132": "What? Are you sane? You suddenly hit <textColor=[215:94:94:255]>Activity ban</> like this without saying a word?\nOh!!! Your boss is going to go crazy again. ",
    "20001133": "Why are you so mad again... ",
    "20001134": "What the hell are you doing that?!",
    "20001135": "Yeah. How long has it been since you messed up last time?\n<textColor=[78:148:215:255]>Saho</> must be quite annoying again.",
    "20001136": "(I think this is <textColor=[110:216:175:255]>Plum flower bed</>)",
    "20001137": "(Everyone seems very busy)",
    "20001138": "(He said that he came to take over Yu Ae-rin's work, and delivered the instructions of Hong Mae-hwa)",
    "20001139": "Hmm, you are the main culprit in the martial arts competition.\nI don't fully trust you yet... but there's nothing I can do about it because of the lack of staff.",
    "20001140": "Yu Ae-rin was tasked with investigating the <textColor=[110:216:175:255]>Carpentry's abode</> that had been stolen.",
    "20001141": "While the carpenter is away for training, an unidentified thief comes in, \nwhile strangely speaking, he steals only <textColor=[255:204:102:255]>food</> while leaving valuables intact. said.",
    "20001142": "The carpenter's residence is at <textColor=[110:216:175:255]>North of Vandal Lake</>, so please investigate it first.",
    "20001143": "(I think this is the residence of a carpenter who recently suffered a theft)",
    "20001144": "<textColor=[255:204:102:255]><myHero.name/></>, look at this!\nThere's a bunch of strange footprints around the house!",
    "20001145": "(I don't see human footprints...)",
    "20001146": "It looks like... <textColor=[215:94:94:255]>mouse footprint</>?",
    "20001147": "(Maybe... a mouse this big? Let's trace <textColor=[255:204:102:255]>footprint</>)",
    "20001148": "(The identity of the thief who stole the supplies was <textColor=[215:94:94:255]>Seoin</>)",
    "20001149": "(I have to give my soul to not do such a bad thing)",
    "20001150": "(There seems to be a <textColor=[215:94:94:255]>Seoin base</> inside this one)",
    "20001151": "(I'll have to clear up the grounds)",
    "20001152": "It's impossible for a Westerner to voluntarily steal a human's house...",
    "20001153": "Clearly there must have been other <textColor=[255:204:102:255]>intervention</> other than the will of the Westerners. \nI'll figure out the rest.",
    "20001154": "Some of Yu Ae-rin's job was to track misdelivered cargo boxes, ",
    "20001155": "A crate said it was incorrectly shipped to <textColor=[110:216:175:255]>lakeside annex</>.",
    "20001156": "Track the cargo. When done, go to <textColor=[110:216:175:255]>Shin Daeeobang Gunta</>.",
    "20001157": "(Calls the owner, but no response)",
    "20001158": "Is there something in front of the house?",
    "20001159": "(I think this is the <textColor=[255:204:102:255]>misdelivered cargo</>that Shim Ha-yeon talked about)",
    "20001160": "Can you see an unknown <textColor=[215:94:94:255]>ominous speck</> nearby?",
    "20001161": "Somehow... I don't like it... but I'll have to look into the box first.",
    "20001162": "(the person is down)",
    "20001163": "Kurreung...!!",
    "20001164": "(!!!)",
    "20001165": "As far as I know, <textColor=[255:204:102:255]>this area</> doesn't have such a monster.",
    "20001166": "(Who the hell would ship such a dangerous <textColor=[215:94:94:255]>monster</>?)",
    "20001167": "Let's call <textColor=[110:216:175:255]>Plum Flower Bed</> for the fallen landlord!",
    "20001168": "(Relates to seeing <textColor=[215:94:94:255]>Lim Yeon-soo</> and having a patient attacked by a monster)",
    "20001169": "Are you saying that you saw <textColor=[215:94:94:255]>Lim Yeon-soo</> running away from the annex?\nThat's good enough for him.",
    "20001170": "The owner of the annex is not only our plum blossom plant, but also the local keeper who gave strength to Saho.\nIt's heartbreaking to even think of harming him...",
    "20001171": "I'm sure I'll do something like this on my own. I've heard that you lost a lot of money on <textColor=[255:204:102:255]>betting on a martial arts contest</>,\nIt's shit like this Not hesitating until... <textColor=[215:94:94:255]>Lim Yeonsu</> It seems that this person has crossed this line...!!",
    "20001172": "Don't worry too much about the fallen landlord, our members will have rescued them safely by now.\nLeave the rest to us, and the <textColor=[255:204:102:255]>Medal of Merit</> This is. Thank you for your hard work.",
    "20001176": "Hey, did you say hello back then? I have something to ask of you. \nThere is a <textColor=[255:204:102:255]>freight wagon</> operated by our boss, and there has been no news for a few days. It's broken.",
    "20001177": "Actually, I'm worried <textColor=[255:204:102:255]>last week</> also disappeared.\nI'm worried about <textColor=[78:148:215:255] I dispatched an >staff</>, but that guy is huge... I think he's still a bit inexperienced.",
    "20001178": "Help him solve this problem.\nOn <textColor=[110:216:175:255]>Curving Hillside</>, just west of here, <textColor=[78:148] :215:255]>Find Yuok Kwak</>.",
    "20001180": "(<textColor=[78:148:215:255]>Gwak Ho-Ryong</> explains that he came at the request, and he says he will help)",
    "20001181": "Hey, I can do this on my own, but what did you send someone?!",
    "20001182": "It's a difficult face to look at, but we'll help you, so put your pride aside and tell me what's going on.",
    "20001183": "Sheesh... no, no, the freight wagon was attacked by <textColor=[215:94:94:255]>thieves</> and was destroyed!!\nThe wagon I was in charge of first It is!",
    "20001184": "Besides, these little ones took our cargo and ran away!!",
    "20001185": "Ah! I couldn't have made it far around here, so could you guys find some <textColor=[255:204:102:255]>Cargo</>?",
    "20001186": "(Deliver <textColor=[255:204:102:255]>Cargo</> recovered from the thief)",
    "20001187": "Oh, okay, okay, thank you! Thanks to you, I got the item safely!",
    "20001188": "Huh? This isn't our boss's... Ew, this too?\nLook at this? Did you steal a lot from here and there?",
    "20001189": "Come to think of it, <textColor=[255:204:102:255]>last week</> also said that the shogun wagon was gone.",
    "20001190": "Really? Last week too? This seems to have been visibly neglected by the <textColor=[255:204:102:255]>Vigilante</> security.\nI will first place this cargo at Suwol Port. I'll bring it.",
    "20001191": "Can you guys find out what's going on with the vigilantes?\nIf you go up this road, there will be <textColor=[110:216:175:255]>Vigilante Post</>~",
    "20001192": "When you're done researching, look over there <textColor=[110:216:175:255]>where the bamboo is</>!",
    "20001193": "(Describes the raid on the freight wagon in the battlefield)",
    "20001194": "I hear this has been happening a lot lately...\nIs there something going on in <textColor=[255:204:102:255]>inside the vigilante</>?",
    "20001195": "Huh? Who are you? Carl...!? Unmanned...",
    "20001196": "Hmm... I'm a bit busy right now.",
    "20001197": "I'm sorry, we'll talk later!",
    "20001198": "Hey, where are you going!",
    "20001199": "No, why are you following me so persistently?!",
    "20001200": "(I think he's hiding something because he's running away?)",
    "20001201": "Wh, what are you talking about! Just looking at it makes me nauseous. Would you like to taste the bitterness?!",
    "20001202": "(Whew... barely suppressed)",
    "20001203": "(Huh? What is that? <textColor=[255:204:102:255]>Suspicious Document</> is on the floor)",
    "20001204": "(Order to reduce guard time and reduce the number of people patrolling at a time)",
    "20001205": "Hmm... <textColor=[255:204:102:255]>I think you're deliberately trying to lax the vigilante's guard</>?",
    "20001206": "Why the hell are you doing this?",
    "20001207": "Well, if you ask the owner, the answer will come.",
    "20001208": "(Puts in <textColor=[255:204:102:255]>Order</> to interrogate the superintendent)",
    "20001209": "Who made you deliberately cut expenses? Come on!",
    "20001210": "Huh! That paper...\nOh my gosh... Wrong...",
    "20001211": "We have no choice but to do <textColor=[255:204:102:255]>as ordered</> above...\nIf you just take a look, we will strengthen our security starting this evening.. .",
    "20001212": "You said you ordered it from above? <textColor=[255:204:102:255]>Above the vigilante</>...?!\nOnce we get the order, we'll bring the guard back as promised. do it.",
    "20001213": "(Reports what happened at the vigilante post and delivers the order you brought)",
    "20001214": "Is this the order? ... No, I can't! \nYou did a lot better than I expected? Thank you! I'll take care of the rest!",
    "20001215": "You worked hard~ Now, <textColor=[255:204:102:255]>Place of Merit</>!",
    "20001216": "(Is it Kwak Ho-ryong's daughter...\nI didn't notice it at all, even though they had the same last name)",
    "20001217": "Okay, then I'll have to go report that I've solved all of this~\nOh, I came here to ask you something, Moonlight Wind!",
    "20001220": "I came here because I have something to entrust to you! In fact, I mainly manage the shipyard, \nand my old friend Steel Fist is in charge of the small work of the blacksmith.",
    "20001221": "But even though the material ordered from the smithy hasn't arrived yet.\nI urgently need to replace the <textColor=[215:94:94:255]>Lake Turtle</> crystal near the Turtle Lake as a replacement material. I think it should be written as",
    "20001222": "Once you have collected enough, you can find and deliver the <textColor=[78:148:215:255]>Steel Fist</> to the forge manager.\nHe will also probably go to <textColor=[110:216:175] to gather materials. :255]>Turtle</> will be nearby.",
    "20001226": "Who's that guy?!",
    "20001227": "(It is said that he was asked by <textColor=[78:148:215:255]>Moonlight</> to get a turtle crystal)",
    "20001228": "Huh! If the moonlight made it... heh heh heh",
    "20001229": "(Gives the collected crystals to Ironfist)",
    "20001230": "Did the moonlight say anything else over there?\nFor example, take care of yourself...",
    "20001231": "I swear it wasn't mentioned at all",
    "20001232": "Ah... Ah, well, anyway, everyone! \nI need to go to the <textColor=[110:216:175:255]>Luggage Storage</> above this one.",
    "20001233": "No, the cargo arrived long ago, but there is no sign that they will ship it out!\nIf I go and make a fuss again, please go and check it out!",
    "20001234": "(Me, maybe Geumgyeongcheolmun...)",
    "20001235": "Hey, what bothers you! You said you didn't know!!!",
    "20001236": "What if I get angry all the time?",
    "20001237": "If you don't know, you don't know!! Whoa~ Fuck it!",
    "20001238": "(ignores us and tries to run away)",
    "20001239": "<textColor=[78:148:215:255]>shots</> This guy is getting more and more arrogant.",
    "20001240": "By the way. Oh, the <textColor=[255:204:102:255]>Box</> that the gunman entrusted to you is doing well, right?",
    "20001241": "Oh, then~ Over there <textColor=[110:216:175:255]>Special storage area</> Take a look.\n<textColor=[215:94:94:255]>Lim Yeonsu</ The <textColor=[255:204:102:255]>mercenaries</> supported by > are guarding it very tightly.",
    "20001242": "What kind of trouble this is. I can't take out my cargo, so I'm running out of space now.",
    "20001243": "So that's it. There's no place to sit, let alone a place to rest, heh heh...",
    "20001244": "What kind of box are you keeping so meticulous about?",
    "20001245": "More than that. Let's check it out.",
    "20001246": "(This is an order to wait three days for ingredients to be delivered to Geumgyeongcheolmun in the future and release them!\nHuh? What else is there? This is the <textColor=[255:204:102:255]>suspicious drink I drank. </>It's all! There's even a paper with instructions on how to use it!)",
    "20001247": "Is this the nourishing tonic you were talking about? Did the mercenary captain you dealt with earlier also drink this drink?\nI'm sorry, but is this even human to drink? Even though it's sealed <textColor=[215:94: 94:255]>It smells awful</>",
    "20001248": "Anyway, <textColor=[215:94:94:255]>Lim Yeonsu</> seems to have been outright trying to interfere with the work of Geumgyeongcheolmun.\nLet's get a letter and a drink and return to Iron Fist." ,
    "20001249": "(Describes the incident at the warehouse and delivers <textColor=[215:94:94:255]>Lim Yeonsu's letter</>)",
    "20001250": "What??? Did such a absurd thing ever happen?!",
    "20001251": "<textColor=[215:94:94:255]>Lim Yeonsu</> This bastard... Dare <textColor=[78:148:215:255]>My Moonlight</>! !!",
    "20001252": "My...?",
    "20001253": "Huh! No, no <textColor=[78:148:215:255]>Our Golden Gyeongcheolmun</>!\nNow, the promised <textColor=[255:204:102:255]>Gonggong Plaque</>!! Got it?",
    "20001254": "Would you like to buy your Moonju...",
    "20001255": "Oh, what are you talking about! Hurry up <textColor=[255:204:102:255]>Place of Merit</> and disappear with me!",
    "20001256": "Squeaky. Yes, you're talking about it.\nWhat are you looking around for?",
    "20001257": "(It explains that you are collecting the item <textColor=[255:204:102:255]>Daeeobang Merit Plaque</>)",
    "20001258": "Oh! Well done.\nThe thing I'm selling right now is the award plaque!",
    "20001259": "Huh? In what way are you?\nYou can maintain the Vandal Lake area? Is this really suspicious?",
    "20001260": "Squeeze! No! It's not like that!\nThe price is a bit high for this back-and-forth rat, but the genuine product is absolutely guaranteed!",
    "20001261": "If you don't want to wander around after getting a job from <textColor=[78:148:215:255]>Saho</>, you can come to me anytime and buy a plaque of merit!",
    "20001262": "I said all I had to do was get a plaque of merit in any way,\nIt wouldn't be bad to buy one with money.",
    "20001263": "That's right! It's a precious item, so there's only one, but if you don't want to be bothered, it'll be helpful!",
    "20001267": "(It is said that <textColor=[78:148:215:255]>Ereda</> can be seen over there)",
    "20001268": "Yeah. <textColor=[255:204:102:255]>You worked really hard collecting plaques of merit</>",
    "20001269": "Let's go and prove you're not in danger!",
    "20001270": "Looks like you completed it safely. \nDid you get all the <textColor=[255:204:102:255]>Medal of Merit</> that I was talking about?",
    "20001271": "(Gives a plaque of merit)",
    "20001272": "One, two, ... all four have been checked.",
    "20001273": "It's a good start. \nThen can you two go with me for a moment? I have something to tell you.",
    "20001274": "You make me wait here. It won't take long.",
    "20001275": "Okay.",
    "20001276": "Now.",
    "20001277": "Oh, are you returning the <textColor=[255:204:102:255]>true name</>?\nIs there any reason to return it in such a secret place?",
    "20001278": "Then I'll have to take it back.",
    "20001279": "No, I'll take it. But why are you giving it back so quickly?",
    "20001280": "Because I know who you are. \nIt's been a while. <textColor=[78:148:215:255]>Shiro</>. ",
    "20001281": "How do you do that... No way!?\nIt is! Nice to meet you! You too <textColor=[255:204:102:255]>Returner of the Divine Beast</>... Is there such a coincidence!" ,
    "20001282": "Yeah, that's right.",
    "20001283": "Hey! Nice to meet you! You too <textColor=[255:204:102:255]>Returner of the Divine Beast</>... Is there such a coincidence!",
    "20001284": "Ah, <textColor=[255:204:102:255]><myHero.name/></>this guy is fine. \nYou know what you're talking about.",
    "20001285": "Poison Inspiration...? Are you talking about <textColor=[78:148:215:255]>Poisonous Death</>?",
    "20001286": "So whose returner are you? Also <textColor=[78:148:215:255]>Pasa</>?",
    "20001287": "Yes.",
    "20001288": "Yeah! I thought so. The ereda clan itself is a <textColor=[255:204:102:255]>pasa-created clan</>... \nPerhaps it's natural. To meet you like this... haha, isn't it an easy coincidence?",
    "20001289": "Whoa, that's right. Oh, so that's why on the <textColor=[110:216:175:255]>Exposed Ruins</> page <textColor=[255:204:102:255]>Blue Fertilizer</> There is information that \nthis was found, so why don't you go and check it? It must have been because of fertility that I participated in the martial arts competition.",
    "20001290": "Yeah? That's good info. I'll have to go to the revealed ruins and see if there's really <textColor=[255:204:102:255]>Fertility</>.",
    "20001291": "And <textColor=[255:204:102:255]><myHero.name/></> still has work to do.",
    "20001292": "Eh? Why? Why can't you take a look at me?",
    "20001293": "Oh, no matter how much you ask for it, it's not okay. \nI want you to consider my position as well.",
    "20001294": "Okay, okay. If I asked <textColor=[255:204:102:255]>Fasa of Principles</> for a shortcut... \nWhat should I do then?",
    "20001295": "In the aftermath of <textColor=[255:204:102:255]>Portal</> during the Martial Arts Competition, <textColor=[110:216:175:255]>Void Pit</> area There is a problem with the <textColor=[215:94:94:255]>Burning</>> because of the unstable ground... ",
    "20001296": "Can you go over there and fix the situation? \nInstead, if you finish this task, I'll make the martial arts contest like nothing else.",
    "20001297": "(Answer I would)",
    "20001298": "Okay, we'll hear more from Oreum again this time. \nWe'll see you at the tangent when it's finished.",
    "20001299": "What do I do now? I'm going to find <textColor=[255:204:102:255]>fertility</>, would you like to come with me?",
    "20001300": "If you have an idea, let's go to the <textColor=[110:216:175:255]>Revealed Ruins</> to the southeast of here!\nIf you use the Chukji, you'll get there right away",
    "20001301": "(Once he hears the next quest from Oreum, he will follow him)",
    "20001302": "Says from Harem.\n<textColor=[110:216:175:255]>The Void Pit</> is northwest of here. ",
    "20001303": "I'll be waiting there for you, so when you're ready, use the jigsaw to find me.",
    "20001304": "(He says he will come to you when he's ready)",
    "20001305": "(Ask whether the imported <textColor=[255:204:102:255]>Medal of Merit</> will not be retrieved)",
    "20001306": "Ah, it's not something we need because it's to verify the qualifications of <textColor=[255:204:102:255]><myHero.name/></>.\nI'm glad to hear that. There is a person who exchanges <textColor=[78:148:215:255]>Gonggong plaques for useful items</> in Daeeobang Gunta.",
    "20001307": "Then I'll stop...",
    "20001308": "<textColor=[255:204:102:255]><myHero.name/></>! Come here! <textColor=[110:216:175:255]>Corridor of Awakening< /> There is!",
    "20001309": "(Corridor of Awakening?)",
    "20001310": "Oh, it's the first time I've seen you? Why is it that <textColor=[255:204:102:255]>The Trial of Divine Beasts</> that we learned together. \nYou can build strength through trials or compete with each other's skills. I've seen...",
    "20001311": "(He seems to remember) ",
    "20001312": "Haha, you don't have to force yourself to remember.\nAfter all, <textColor=[78:148:215:255]>humans who are not regressors</> cannot enter here.",
    "20001313": "(Then he asks if he can't enter)",
    "20001314": "Oh is that so? Geez... I'm sorry. Then you wait here.\nI'll be back soon. Okay?",
    "20001315": "(Will that <textColor=[255:204:102:255]>Door</>Open? Let's get closer)",
    "20001316": "(Once I get rid of those <textColor=[215:94:94:255]>Guardians</>)",
    "20001317": "Huh? What happened? \nDid you also pass through <textColor=[110:216:175:255]>Corridor of Awakening</>?",
    "20001318": "(It seems so)",
    "20001319": "Is it true? As expected... my hunch was right. You must have something, too? \nBut I don't know. Without you...",
    "20001320": "Eight. What do you think? If you search for strength in search of fertility, you will find out.",
    "20001321": "(Ask fertility)",
    "20001322": "Ah, no. Not yet. Maybe I should look into it a bit more. Could you find it together?\nHave you seen fertility that suits me at a martial arts contest?",
    "20001323": "The barongs over there have set up a <textColor=[110:216:175:255]>camp</>, can I ask you a question?\nIn the meantime, I'll look for another place.",
    "20001324": "Whatever it is~ I am the leader of <textColor=[78:148:215:255]>Pioneering Barongdan</>!",
    "20001325": "(Ask if you've ever seen anything that glows blue)",
    "20001326": "A sparkling blue stone~?\nI think I saw that <textColor=[215:94:94:255]>Guardians</> had!",
    "20001327": "(Ask what kind of Guard exactly)",
    "20001328": "Nyan... I don't know exactly what kind of guy he is...",
    "20001329": "I wonder if it won't come out if I grab it randomly?",
    "20001330": "(finally found!)",
    "20001331": "(Hmm... But just looking at cancer doesn't make it fertile...)",
    "20001332": "(Hey, I guess that's bullshit. Let's find <textColor=[110:216:175:255]>more inward</>)",
    "20001333": "(Ah! There seems to be something shining on the floor over there?!)",
    "20001334": "Rumble...",
    "20001335": "(<textColor=[215:94:94:255]>strange sound</> behind your back, your spine cools)",
    "20001336": "Rumble!!!!",
    "20001337": "(!!!!)",
    "20001338": "Wow! What's all this? <textColor=[255:204:102:255]><myHero.name/></> , are you okay?",
    "20001339": "(It's okay)",
    "20001340": "Hwiyu~ What's going on with all this. \nWhere... Shall we take a look to see if there's anything I want here?",
    "20001341": "I don't think this is.\nHmm... <textColor=[255:204:102:255]>Shiro's fertility</> doesn't seem to exist. No, I have to say that there is no fertility itself." ,
    "20001342": "(Ask what is Shiro's fertility)",
    "20001343": "Oh? Didn't I explain it to you? \nHey... where should I start... ",
    "20001344": "<textColor=[255:204:102:255]><myHero.name/></>, do you know about fertility?",
    "20001345": "(just asks if it's an expensive jewel)",
    "20001346": "No! Absolutely. Fertility is...\nWell... Simply put, <textColor=[255:204:102:255]>The energy of the divine beasts</> can be thought of as materialized. ",
    "20001347": "Ordinary people see it as just a jewel, but \nregressors and divine beasts gain tremendous power when they have it.",
    "20001348": "Regressors have memories of when they were Divine Beasts, \nand whenever they absorb it, they bring back <textColor=[255:204:102:255]>memories of the past</>. ",
    "20001349": "(So I'm asking if you're looking for)",
    "20001350": "Yeah. But no fertility is enough.\nRegressors can only absorb the <textColor=[255:204:102:255]>own fertility</> left over when they were divine beasts. can.",
    "20001351": "Actually, it should be said that he regains his power. \nAnd for me, that is Shiro's fertility, that is, the blue fertility.",
    "20001352": "I'll look further down, look for this <textColor=[110:216:175:255]>upper cliff</>.\nBe careful as the guards are running high.",
    "20001353": "<textColor=[255:204:102:255]><myHero.name/></>, are you ok? I think you've absorbed the fertility of Noi now. \nBut... why the <textColor =[255:204:102:255]>Neu's Fertility</>Respond to you? How?",
    "20001354": "(Ask what you mean)",
    "20001355": "You know, you're not a regressor. \nAnd, as I said before, the memory of fertility is only you, that <textColor=[255:204:102:255]>regressor of the divine beast</> I can take it.",
    "20001356": "By the way, how can you see the fertility of Noi... her memories? Well, err I don't know!\nAnyway, this is what happened from now on <textColor=[255:204:102:255 ]>Find the fertility of Noi</>.",
    "20001357": "The more you find, the more memories you will discover.\nThen, why don't you know why Noi's Fertility responds to you?",
    "20001358": "(I think so)",
    "20001359": "Okay. But what memories did you see this time?",
    "20001360": "(recounts the conversation between Neu and Pasa)",
    "20001361": "Ah... Maybe it's a memory from the <textColor=[255:204:102:255]>Great Clash</>... \nNoi, the god of life, and Pasa, the god of order, were close friends. was between.",
    "20001362": "(If it's Pasa... it asks if <textColor=[78:148:215:255]>Hareum</> is correct earlier)",
    "20001363": "Yes. I think so. Oh yes. How about going to Harem and asking? ",
    "20001364": "(<textColor=[110:216:175:255]>The Void Pit</> says you can ask Harem as soon as you finish the quest)",
    "20001365": "Then I'll go to Harem first as soon as I'm done. \nI'll look for more <textColor=[255:204:102:255]>The fertility she said</> and join me. See you later! ",
    "20001366": "Welcome. I've been waiting for you.",
    "20001367": "(Ask what to do)",
    "20001368": "This is a pit of the void.",
    "20001369": "Originally, it was a place where Daeeobang Gunta was located, but due to a crack that suddenly occurred, it is now an uninhabitable place. ",
    "20001370": "However, the state of the rift has changed unusually due to the influence of a martial arts competition a while ago.\nIt's not strange if Sura appears anytime... ",
    "20001371": "For us right now, it seems best to start with the number of burners.",
    "20001372": "So, <textColor=[255:204:102:255]><myHero.name/></>, kill the bullies and get their cores.",
    "20001373": "Hello. I'm Jo Jo Hoon, assistant to <textColor=[78:148:215:255]>Dr. Gyu-Neung Kim</>, what's going on?",
    "20001374": "(Ask how to get the Bulwark's Core)",
    "20001375": "First of all, it's the core of <textColor=[215:94:94:255]>Burners</>, so of course you can get them if you catch them.",
    "20001376": "But right now, I don't know if I'll be able to catch even the fire demons in the center with the help of the small group.",
    "20001378": "Nuclear can also be obtained from <textColor=[215:94:94:255]>weak bastards</> around here, so kill them. I think it will help.",
    "20001380": "It looks like you finished it safely. You worked hard.",
    "20001381": "(Ask why the ereda clan are guarding this place)",
    "20001382": "Are you talking about the reason the ereda are here? \nThat's because <textColor=[215:94:94:255]>Rift</> is here. ",
    "20001383": "Our eredas were originally created for the purpose of finding and killing <textColor=[215:94:94:255]>Sura</>.\nThat's why <textColor=[215:94] :94:255]>You're taking care of the people by killing the mortals</>.",
    "20001384": "In addition to this, the ereda sect are located in \n<textColor=[110:216:175:255]>distances of the continent</> wherever there is a danger of Sura. ",
    "20001385": "(The goal is said to be very sublime)",
    "20001386": "It is the will of <textColor=[78:148:215:255]>Shinsu Pasa</>, known as the founder of our clan. \nYou may have a different opinion than us, the criminals.",
    "20001387": "It's been a long conversation. When you're done, meet Harem at <textColor=[110:216:175:255]>Rear Tent</>.\nThen, please.",
    "20001388": "Are you good at amplification? It will be of great help.\nBy the way, there is one more thing you should be aware of.",
    "20001389": "(Come on and tell me you've successfully completed <textColor=[255:204:102:255]>task</>)",
    "20001390": "I heard from Oreum. It looks like you finished it better than I thought.\nYou worked hard. As promised, I won't let you down again for martial arts competitions and Sura's work.",
    "20001391": "(Ask about <textColor=[255:204:102:255]>Memory</> seen in Neu's Fertility)",
    "20001392": "<textColor=[78:148:215:255]>Pasa</> and <textColor=[78:148:215:255]>Noi</>? The two divine beasts are rumored even to ordinary humans. They were very special to me.\nOr should I say that Pasa liked Noi very much?",
    "20001393": "(asking someone else's business)",
    "20001394": "Um? Oh, no that's it... I'm a Pasa regressor, but I haven't found all the <textColor=[255:204:102:255]>memories</> yet... \nHmmmm. But why are you asking that?",
    "20001395": "(She takes out <textColor=[255:204:102:255]>mother's memento</> from her arms and shows it. \nThe crescent-shaped jade is dimly lit) ",
    "20001396": "That's Noi's miracle... You're Noi's returnee?!",
    "20001397": "(regressor replies no)",
    "20001398": "Not a regressor? But how does Neu's Shingi respond?",
    "20001399": "The divine reaction means that you can use that power... \nThen can you absorb the fertility of Noi?",
    "20001400": "(Answer yes)",
    "20001401": "I can't... If that's true...\nOkay! I'm going with you for a minute.",
    "20001402": "(Ask where you are going)",
    "20001403": "I know where the <textColor=[255:204:102:255]>Neu's Fertility</> is.\nI wonder if I can learn something by absorbing fertility there again?",
    "20001404": "(Wait for Arang and asks to go together)",
    "20001405": "No, I think we need to hurry. I'll have to tell <textColor=[78:148:215:255]>Arang</> to make me ascend. \nYou are with me now <textColor=[110] :216:175:255]>You better go to the Deep Cemetery Forest</>.",
    "20001406": "(It's full of spiders, goblins, and even goblin fires)",
    "20001407": "(Let's go inside while cleaning up\nthe beings messing up the forest)",
    "20001408": "Come on. Fertility is in <textColor=[110:216:175:255]>inside</>.",
    "20001409": "If you also absorb that <textColor=[255:204:102:255]>fertility</>, maybe you'll know something more.",
    "20001410": "(Whew, I managed to defeat it. Where did it suddenly appear?)",
    "20001411": "(Ah! I see <textColor=[255:204:102:255]>Tomo</> in there)",
    "20001412": "Here. I didn't respond no matter how much I teased Tomo. \nBut if you say so, I'll react to you. Let's get closer. ",
    "20001413": "(Explaining the past to Arang)",
    "20001414": "<textColor=[78:148:215:255]>Little boy</> I think what he said was true... \nShould I thank him later?",
    "20001415": "(Kid?)",
    "20001416": "Yeah. A brawny idiot. \nI'm glad you're doing it anyway. The ereda clan must have been <textColor=[215:94:94:255]>rider</>... " ,
    "20001417": "(The rider asks if it's <textColor=[215:94:94:255]>Sura's minion</>)",
    "20001418": "Yes. Riders are those whom Sura has contracted to serve as subordinates. They are the ones who control fire demons. \nUnlike Sura, these are <textColor=[255:204:102:255]>human form. </>, so it's not easy to figure out the identity.",
    "20001419": "But the source of power itself is not different from that of Sura, so be careful. \nEspecially because the power of the divine beast you have is the best food for them.",
    "20001420": "(He said he would)",
    "20001421": "Anyway, it would be good to start with strength first. \nAs soon as it happens, find fertility...",
    "20001422": "... huh? Is there one here too?",
    "20001423": "(They say they came here for <textColor=[255:204:102:255]>fertility</>)",
    "20001424": "Is that so!? Hahaha! That's great! So what are you doing, come on, don't absorb it.",
    "20001425": "Are you done? What did you see this time?",
    "20001426": "(recounts what he saw in fertility)",
    "20001427": "Mom?? Noy says yes <textColor=[255:204:102:255]>Mom</>!!???",
    "20001428": "(nods head)",
    "20001429": "That's right... So you can absorb the fertility of Noi. \nBut then, Noi will eventually...",
    "20001430": "By the way, who killed Noi? \nEight! Let's ask <textColor=[78:148:215:255]>Pasa</> about this!",
    "20001431": "(Ask how to meet Shinsu)",
    "20001432": "I don't know either. Well... For now, how about going to <textColor=[110:216:175:255]>Ereda Headquarters</>? It's a place where Pasa is worshiped\nHow to meet And I think I should also let you know that <textColor=[215:94:94:255]>Harum</>is a rider.",
    "20001433": "(Ask where to go)",
    "20001434": "Uh... First you need to go to <textColor=[110:216:175:255]>Sun Moon Continent</>. Ereda's headquarters is there. \nFor now, <textColor=[110] :216:175:255]>Let's go to Suwol Port</> and find a ship. After that, let's go ahead and think about it.",
    "20001435": "(I know)",
    "20001436": "Okay! So where should we go?",
    "20001437": "<textColor=[255:204:102:255]><myHero.name/></>~! I got the ticket!",
    "20001438": "Let's go to the marina.",
    "20001439": "(<textColor=[110:216:175:255]>He said he came to board a ship bound for the Sea and Moon continent</>)",
    "20001440": "Oh, welcome~\nThis is Yang Dae-hae, the captain of the ferry bound for the sea-wol continent.",
    "20001441": "You're welcome~\nNot long ago, the ship was damaged due to high waves, but now the repairs have been completed.",
    "20001442": "Come on, did you bring your ticket?",
    "20001443": "(Shows two boarding passes for a passenger ship bound for the sea and moon)",
    "20001444": "Confirmed~ Now, please enter <textColor=[110:216:175:255]>Inside</>.",
    "20001445": "(<textColor=[110:216:175:255]>He said he came to board a ship bound for the Sea and Moon continent</>)",
    "20001446": "Damn... I'm sorry, but I can't board the boat right now...",
    "20001447": "Yes?! Is something going on?",
    "20001448": "Some of the ship's material was <textColor=[215:94:94:255]>damaged</> due to the current <textColor=[215:94:94:255]>high waves</> .",
    "20001449": "I think the repairs will need to be completed before the ship will be able to float, so you may have to wait a bit.",
    "20001450": "Ah! It looks like you're in a hurry, too, but if you help me with \n<textColor=[255:204:102:255]>Material Supply</>, I think we'll be able to get the boat up faster!",
    "20001451": "(Finally got on the ship bound for <textColor=[110:216:175:255]>Sea Moon Continent</>)",
    "20001452": "Are there any <textColor=[255:204:102:255]>unfinished</> work here yet?",
    "20001453": "(I'll take a look)",
    "20001454": "Well, if not, let's go now!",
    "20001455": "???",
    "20001456": "Come on, let's go back to <textColor=[78:148:215:255]>Kwak Yuok</>",
    "20001457": "(Oh, little <textColor=[255:204:102:255]>Guardian</>! Did you run away in fear? \n<textColor=[110:216:175:255]> Let's go inside</>)",
    "20001458": "(What is this mysterious door?)",
    "20001459": "(like being sucked in)",
    "20001460": "(Suspicious-looking scroll is falling)",
    "20001461": "(The employees are talking about something.\nLet's go back and listen for a bit)",
    "20001462": "(black stains run all the way to the back of the house)",
    "20001463": "That was a long time ago...",
    "20001464": "(really heartbreaking)",
    "20001465": "(Let's make sure we have all 10 Bulwark's nuclei)",
    "20001466": "(Arrived in Choongta. I think Arang is still there...)",
    "20001467": "(Let's tell Shim Ha-yeon the results of the investigation)",
    "20001468": "(Let Kwak Yuok know the results of the investigation)",
    "20001469": "(Let's tell Ironfist the results of the investigation)",
    "20001470": "(This is the new Daeeobang Choongtae)",
    "20001471": "Oh, I think we'll be wandering around here and there, \nI'd better record our trip so we don't forget it!",
    "20001472": "The map shows how well-known you are in this area!",
    "20001473": "(there is said to be a strange tombstone that I saw for the first time)",
    "20001474": "Oh, that's probably the <textColor=[255:204:102:255]>Night story monument</> recorded by Myunghyedan.\nShall we go and see what the story is?",
    "20001475": "You are the main culprit in the martial arts contest, Hoho. Thanks to you, you suffered a bit~\nYou must have come to ask for useful information for your adventure, thanks to Oreum's advice~",
    "20001476": "As you move, your luggage will naturally increase and your bag may become too heavy or full.\nIf it is too heavy, it will not recover even if you rest, so make sure to <textColor=[255:204:102: 255]>consider weight</>",
    "20001477": "(I sincerely apologize for the martial arts contest)",
    "20001478": "Oh my gosh, you don't have to be so sorry~\nThanks to you, it seems like I've been working like crazy for a long time, so it was rather rewarding~ Hohoho.",
    "20001479": "In our painting exhibition, we have extra supplies.",
    "20001480": "Don't throw away your bag when it's full, and leave the necessary items with confidence.",
    "20001481": "Our drawing exhibition sells many useful items, including martial arts books.",
    "20001482": "By the way, if you want to further strengthen the martial arts you've learned once, you need an Essence, which is a very valuable item.",
    "20001483": "Oh, and there are several shops at the top of Suwolhang Square, so please check them out later.",
    "20001484": "Nice to see you again. I heard that you did a great job on Saho's quest.\nHareum will be here soon.",
    "20001485": "Oh, come to think of it, there is an essence that can grow martial arts mixed in the core of the Bulma.\nTry it while waiting for Harem.",
    "20001486": "<textColor=[255:204:102:255]><myHero.name/></>! Long time no see!",
    "20001487": "I heard a lot of things happen after the martial arts competition.\nAren't you curious about the recent status of those who competed in the martial arts competition?",
    "20001488": "If you feel resentful because other people are better than <textColor=[255:204:102:255]><myHero.name/></>,\nYou will become stronger by listening to Geumgyeongcheolmun and Younggyowon Find a way!",
    "20001489": "To be strong, you need good equipment.",
    "20001490": "I'll show you how to use a forge.",
    "20001491": "(I came here because Younggyowon taught me how to become strong)",
    "20001492": "You're right, you're right! You're welcome!",
    "20001493": "Have you ever heard of <textColor=[255:204:102:255]>Geomgeol</>?",
    "20001494": "(How do I get out of here?)",
    "20001495": "<textColor=[255:204:102:255]><myHero.name/></>... As the leader of the Expedition Plum Blossom Team... \nHonestly, I'll be honest with my skills right now. I'm a little worried about whether you'll find what you're looking for on the continent.",
    "20001496": "How about going to the continent after gaining a little more experience and skills here?",
    "20001497": "(Ask how to do it)",
    "20001498": "I found out that <textColor=[215:94:94:255]>Lim Yeon-soo</> did not do one or two things.\nAfter doing things behind the scenes at Vandal Lake, I have gained enough experience. You will.",
    "20001499": "(He said he would)",
    "20001500": "(Ask if the ship has been repaired)",
    "20001501": "Ha... this is a big deal.\nI don't have the <textColor=[255:204:102:255]>catalyst</> to get the job done quickly, so the repair will take a little longer. ",
    "20001502": "It takes a lot of force to maneuver a ship of this size without overdoing it...",
    "20001503": "It is said that the nuclei of monsters that haunt the <textColor=[110:216:175:255]>Labyrinth of Destroyed Awakening</> are used as catalysts for repair. Required.",
    "20001504": "(Go to the labyrinth and ask for <textColor=[255:204:102:255]>Monster Core</>)",
    "20001505": "But I don't want to burden the small group.\nIf you want, you can just <textColor=[255:204:102:255]>Martial arts training</> and wait for the ship to be repaired." ,
    "20001506": "(delivers the saved nucleus)",
    "20001507": "Oh my God! You really did it! Awesome!",
    "20001508": "The repairs will be completed soon, so get on board!",
    "20001509": "<textColor=[255:204:102:255]><myHero.name/></> You're here~! You've gotten incredibly strong?\nAre you done with everything here?",
    "20001510": "(Say yes)",
    "20001511": "Okay! Then let's wait for the captain to come.",
    "20001512": "(I had a good time practicing martial arts!\nAfter enough time has passed, the repair of the ship must have been completed, so let's go back to <textColor=[110:216:175:255]>Suwol Port</>) ~!)",
    "20001513": "(Back to Suwol Port)",
    "20001514": "I'll take a look around while you document your trip.",
    "20001515": "(He said he would leave right now)",
    "20001516": "(arrived at the entrance of the destroyed labyrinth)",
    "20001517": "You were here! It's nice to see you before the roads crossed.\nSoon there will be a <textColor=[255:204:102:255]>Saho's speech</> at Shin Daeeobang's Choongta, but Saho has a small meeting. He asked me to attend.",
    "20001518": "(Ask what the speech is about)",
    "20001519": "This is a place to reveal the truth of <textColor=[255:204:102:255]>strange incidents</> in Vandal Lake.\nBecause the small cooperative helped a lot in identifying the background. I hope you will attend.",
    "20001520": "But... it is not ready yet, so it will take some time.\nWhat are you going to do while waiting?",
    "20001521": "(While waiting, say that <textColor=[255:204:102:255]>water lily</> and <textColor=[255:204:102:255]>adventure</> will do) ",
    "20001522": "That's right. Please wait for a while while training your martial arts or doing other missions.\nI'd be even more grateful if you could help us with our work while you're waiting.",
    "20001523": "You came at just the right time. \nIt seems that you have gotten stronger in the meantime.",
    "20001524": "Now, Saho's speech will start soon from the front podium.\nCome this way.",
    "20001525": "Especially if it was the core of <textColor=[215:94:94:255]>Guardian Honglin</> at the innermost part of the labyrinth, it would have had tremendous power...\nThere's really no way to get this. ...",
    "20001526": "Now that I think about it, you seem to have gotten a lot stronger than when I first met you.\nThen I will trust you and wait for you.",
    "20001527": "I don't think this is.\nHmm... <textColor=[255:204:102:255]>Shiro's fertility</> doesn't seem to exist. No, I have to say that there is no fertility itself." ,
    "20001528": "Oh, come to think of it, didn't I ever explain fertility properly?\nWhat is fertility... Simply put, <textColor=[255:204:102:255]>The energy of the divine beasts</> You can think of it as materialized.",
    "20001529": "to ordinary people it looks just like a jewel, but \n<textColor=[255:204:102:255]>regressor</> or <textColor=[255:204:102:255]>divine beast </> will gain tremendous power when they have it.",
    "20001530": "Regressors also harbor memories of when they were Divine Beasts, \neach time they absorb, they bring back <textColor=[255:204:102:255]>memories of the past</>." ,
    "20001531": "And a regressor can only absorb the fertility left behind when he was a divine beast. \nThat's Shiro's fertility, that is, the blue fertility for me.",
    "20001532": "(then ask if other fertility is useless)",
    "20001533": "Haha, it's not like that. First of all, fertility is treated as an incredibly expensive gem.\nThat's why people usually go looking for them with their eyes lit.",
    "20001534": "And as you may already know, in the case of <textColor=[215:94:94:255]>Sura</>\nabsorb the energy of fertility to extend your strength and life.",
    "20001535": "But they cannot absorb fertility itself,\nsomeone is drawn to fertility to try to break the seal.",
    "20001536": "(He wants to hear more) ",
    "20001537": "You think my story was interesting? Haha.\nBut for now, let's finish the investigation first.",
    "20001538": "I'll look further down, look for this <textColor=[110:216:175:255]>upper cliff</>.\nBe careful as the guards are running high.",
    "20001539": "(Ask what a catalyst is)",
    "20001540": "(He said he would decide after thinking about whether to get a catalyst or to train)",
    "20001541": "Hey man. If you see someone, don't you have to run right away?!\nAnyway, stupid-looking guys don't go astray...",
    "20001542": "(Who are you so rude to? And no one can enter the waiting room here)",
    "20001543": "Where can I be cheeky?! I'm not the only place in the Suwol Plains where I can't go <textColor=[215:94:94:255]>Lim Yeonsu</>, this is it! I was advised that the status of the tournament would be lowered if I received all of them...",
    "20001544": "Don't tell me you're making it to the finals because you're from such an unknown origin.\nIn any case, Saho bastards should know what they've been up to. Stupid bastards...",
    "20001545": "Hey! Don't be so stupid and drink this.\nHuh? What is it? A very effective <textColor=[255:204:102:255]>Nursery that can't even be seen by ignorant beggars like you. Tonic</>what?!",
    "20001546": "No, what are you so suspicious of? It's a bigeobang tradition to drink this before going to the finals.\nIs the guy with the hair on the other side drinking the same thing?",
    "20001547": "(It's a very suspicious drink, but the finalists must drink it.\nShall we drink it first? Ugh... It smells and tastes weird. I feel sick to my stomach...)",
    "20001548": "(Ugh... The taste is as strange as the smell. \nI feel strangely sick in my stomach...)",
    "20001549": "Why do you look like that? This is a <textColor=[255:204:102:255]>Nutrition Tonic</> that you can't get even with real money? My body can't accept it.",
    "20001550": "What are you standing up for?!\nBefore the effect runs out, jump right in and smash the guy who thinks it's Arang or Aram!!",
    "20001551": "Actually, it's only given to you, so you have to win, right? If you win, I get a dividend?\nHeh heh... With that money, I'll cut off the buds of Saho!",
    "20001552": "<textColor=[110:216:175:255]>God's Big Bang</>? Okay. So, <textColor=[255:204:102:255]><myHero.name/ ></> Let's go.",
    "20001553": "I should introduce myself first. \nI'm <textColor=[78:148:215:255]>Red plum</>, the head of the plum blossom group.",
    "20001554": "This is Younggyowon's president <textColor=[78:148:215:255]>PerongPerong</>",
    "20001555": "And here is the Sangjeonju of Dohwasangjeon <textColor=[78:148:215:255]>Gwak Ho-ryong</>.",
    "20001556": "The last one is Moonju <textColor=[78:148:215:255]>Moonlight</> of Geumgyeongcheolmun.",
    "20001557": "First, the president of Young Gyowon, Perong Perong, has something to ask of you.\nPlease listen.",
    "20001558": "(Ask him how he came to gather herbs in a dangerous shipwreck with blue men)",
    "20001559": "We came here just believing <textColor=[215:94:94:255]>Lim Yeonsu</>!\nObviously <textColor=[215:94:94:255]>Lim Yeonsu</> Said that there was an expansive herb garden on the side of the shipwreck! I was completely deceived!",
    "20001560": "(Also, <textColor=[215:94:94:255]>Im Yeonsu</>...\nI ask if the scroll I got at the beach is also related)",
    "20001561": "Uhhhhhhhhh? This is the seal of <textColor=[215:94:94:255]>Lim Yeonsu</>! No wonder everyone who has supported the blue people so far has been <textColor=[215:94:94] :255]>Lim Yeonsu</>?\nI can't believe it! You must bring the scroll to Perongperong!",
    "20001562": "(No?! He's...?!)",
    "20001563": "(In the waiting room I was talking about, the person who handed the <textColor=[255:204:102:255]>suspicious drink</> tells me it's the one who just ran away from the house)",
    "20001564": "Yeah, I remember. I've never had such a drink at all,\nI told you that I tricked you into thinking you should drink it all the way to the finals.",
    "20001565": "But why are you leaving this house? Where is the landlord going?",
    "20001566": "The mis-delivered cargo that Shim Ha-yeon talked about looks like that... What is that <textColor=[215:94:94:255]>black stain</>...\nOnce I Let's investigate what the stain is.",
    "20001567": "Ah, what are you talking about! If you've seen all your chores, why don't you go quickly?!\nEh? You brought that too? What's that bottle again?",
    "20001568": "What?! <textColor=[215:94:94:255]>Lim Yeonsu</>'s mercenaries smelled like this solution??\nAnd the one that smelled stronger than the others Was this strong and strong?",
    "20001569": "Where... no, this isn't it?! No <textColor=[215:94:94:255]>Lim Yeon-soo</> He couldn't have done something so vicious...\nOnce this I'll take the drink. Hmmm, well, I've put a lot of effort into it.",
    "20001570": "You have retrieved the <textColor=[255:204:102:255]>Bulmado's Core</>. It's being tested at Saho's request. \nWait a minute... Where... Let's see the reaction one by one...",
    "20001571": "o... my... my... my...!!",
    "20001572": "Do you remember the <textColor=[255:204:102:255]>Suspicious Nourishing Tonic</> that Sohyeop entrusted to Geumgyeongcheolmun before?\nOh my God... The solution contains the same ingredients as the core of a bully. I have this!!!",
    "20001573": "By the way, doesn't this mean that the small guild also drank this, and other people drank it too?! This is something that should never happen.\nHow can a person make a person drink the ingredients of Bulmoji!!!",
    "20001574": "I'll report this to Saho first.\nI can't believe, I don't want to believe, that they're doing something like this.",
    "20001575": "This is a big deal! The kicked out gunman <textColor=[215:94:94:255]>Yeonsu Lim</> has disappeared altogether!",
    "20001576": "Last time, there was a case where a strange drink was made with the nukes of a bully,\nWe were secretly keeping a close eye on it, not knowing when another accident might occur.",
    "20001577": "This time, they disappeared while visiting <textColor=[110:216:175:255]>Sea Moon Continent</>.",
    "20001578": "First, the places we couldn't find are near Soho Village and the Eerie Valley.",
    "20001579": "I'll look around Soho Village!",
    "20001580": "(Ah! You were here <textColor=[215:94:94:255]>Lim Yeonsu</>! \nLet's ask what the hell they're doing)",
    "20001581": "Ah ha ha ha ha!!! Now this is the judge's version!\nNow I have nothing to lose!! Khhh...",
    "20001582": "I was in a bit of a hurry because I was afraid that the place would be discovered because your guy killed Cheol-Ak, but this one worked out better hehehehe!! Come on, look at the majesty of this handmade drug!!",
    "20001583": "It starts with these little Soho villagers, but if you just take these <textColor=[215:94:94:255]>drugs</> into a water source...",
    "20001584": "Now, all the residents of Suwol Plains will become private soldiers of this body!!! Khh ha ha ha ha!!!",
    "20001585": "Uhhhhhhhhhhhhhhhhhh...",
    "20001586": "Aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa!!!!!!",
    "20001587": "Sorry!!! Sorry for being late! \nTo evacuate those who managed to escape from Soho Village.",
    "20001588": "<textColor=[215:94:94:255]>Yeonsu Lim</> is...! \nWhat happened to <textColor=[215:94:94:255]>Yeonsu Lim</>? ",
    "20001589": "(<textColor=[215:94:94:255]>Lim Yeon-soo</> is said to have suffered and suddenly oxidized while struggling alone)",
    "20001590": "A man with no martial skills kept touching the core of a fireman...\nThe gears were eroded and his body couldn't stand it.",
    "20001591": "It is a very sad and pathetic statement.\nYou should return to the port first. I will clean up this place a bit.",
    "20001592": "Leave it to me~!\nCome on, let's go to the Turtle!",
    "20001593": "(The craftsman seems to have more to say)",
    "20001594": "This is <textColor=[110:216:175:255]>God's big gunshot</> here.\nHere <textColor=[78:148:215:255]>Ereda Crew Doha< I mean, we just need to find />, right?",
    "20001595": "While you are looking for <textColor=[78:148:215:255]>Doha</> and accepting the quest,\nI'll take a look around this area.",
    "20001596": "Oh, I think we'll be wandering around here and there, \nI'd better record our trip so we don't forget it!"
}