{
    "11030000": {
        "Dev_Desc": "태록림_서브_30000_Desc",
        "Original_Text": "[권장 레벨] 33\\n희망이? \\n동생이 밥을 안 먹었고 나가 놀고 있는 건가? \\n\\n어떤 아이가 걱정스러운 얼굴을 하고 있다. \\n무슨 일일까?",
        "English_Text": "[recommended level]>33\nHope? \nIs your brother not eating and playing with you?\n\nA child has a worried face. \nWhat's going on?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 33\n希望？\n弟弟没吃饭，出去玩吗？\n\n有个孩子愁眉苦脸。\n会是什么事情呢？"
    },
    "11030001": {
        "Dev_Desc": "태록림_서브_30001_Desc",
        "Original_Text": "[권장 레벨] 30\\n동부 생태 조사림에 있는 동료가 걱정된다고? \\n녹력대귀가 활동을 시작해서? \\n뭔가 엄청난 괴물이 있나 보네. \\n그렇다면 당연히 걱정되겠지. \\n\\n동부 생태 조사림으로 이동해 동료 대원을 만나 이야기를 들어보자.",
        "English_Text": "[recommended level]>30\nAre you worried about your comrades in the Eastern Ecological Forestry?\nBecause the green giants have started their activities?\nThere seems to be some huge monster. n\nLet's go to the Eastern Ecological Forest and meet our fellow crew members and hear their stories.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 30\n担心东部生态调查林的同事？\n因为绿力大回家活动开始了？\n好像有什么巨大的怪物。\n那么当然会担心了。\n\n移动到东部生态调查林，与同事们见面，听听他们的故事。"
    },
    "11030002": {
        "Dev_Desc": "태록림_서브_30002_Desc",
        "Original_Text": "[권장 레벨] 32\\n녹각다귀가 곡식을 모두 먹어서 곤란하다고 한다. \\n농사를 포기하겠다고? \\n하긴 키워도 녹각다귀가 다 먹어 치운다면야 어쩔 수 없겠지. \\n\\n일단 상황을 들어 보도록 할까. \\n나라도 좋은 답을 줄 수 있는 건 아닌데... \\n수양이나 매화단에 가서 좋은 방법이 없을지 물어보는 게 좋을 것 같다.",
        "English_Text": "[Recommended level]>32\nThe antlers eat all the grain, so it's difficult for them.\nAre you going to give up farming? \nEven if you grow them, you will have no choice but to eat them all. \n\nFor now Let's hear the situation.\nEven I can't give you a good answer... \nI think it would be better to go to a weeping house or a plum flower garden and ask if there is a better way.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 32\n绿角鮟鱇把谷物都吃完了，所以很困难。\n放弃农业？\n虽然养大了，但如果绿角鮟鱇都吃掉的话，那就没办法了。\n\n先听听情况吧。\n我也不能给你好的答案..。\n去首阳或梅花团询问有没有好方法比较好。"
    },
    "11030003": {
        "Dev_Desc": "태록림_서브_30003_Desc",
        "Original_Text": "[권장 레벨] 37\\n농사를 포기하지 않겠다고 하니 다행이다. \\n근데 가진 게 없어서 농기구 관리를 할 수 없다고? \\n목숨을 걸고 바닷가로 가서 자재를 얻어 보겠다는데...  \\n\\n적을 제거하는 거라면 잘할 수 있으니까 내가 도와줄 수 있지 않을까?",
        "English_Text": "[Recommended Level]>37\nI'm glad you said you won't give up farming. \nBut you don't have anything, so you can't manage farm equipment? \n\nIf it's about eliminating enemies, I can do it well, so can't I help?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 37\n说不会放弃农业，真是万幸。\n但是因为没有东西，所以不能管理农具？\n拼命去海边找材料..。\n\n如果是除掉敌人的话，我会做好的，所以我可以帮你吧？"
    },
    "11030004": {
        "Dev_Desc": "태록림_서브_30004_Desc",
        "Original_Text": "[권장 레벨] 34\\n수양 담당자 고곤대는 관할 구역을 두고 불만이 있는 것 같다. 수양의 관할 구역을 내가 어떻게 해줄 수는 없겠지만... \\n\\n갑작스럽게 번식한 해양 생물을 제거하는 일 정도라면 할 수 있을 것 같은데?",
        "English_Text": "[recommended level]>34\nFoster manager Kogondae seems to be dissatisfied with the jurisdiction. I can't help you with the jurisdiction of the sheep, but... \n\nSuddenly breeding marine Do you think you can do it if it's about getting rid of living things?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 34\n首阳负责人高昆大学对管辖区域有不满。首阳的管辖区域我不能帮你。\n\n去除突然繁殖的海洋生物应该可以吧？"
    },
    "11030005": {
        "Dev_Desc": "태록림_서브_30005_Desc",
        "Original_Text": "[권장 레벨] 35\\n수양 순누비는 바닷가에서 분위기 좋게 시간 보내던 예전 시절을 그리워한다. 어둑시니가 해변을 장악한 후엔 불가능해졌다고... \\n\\n일단 바닷가로 가서 어둑시니가 얼마나 있는지 확인해 볼까? 수가 많지 않다면 내가 없앨 수 있을지도 몰라.",
        "English_Text": "[recommended level]>35\nWeeping Sunnubi misses the good old days of spending time at the beach. It became impossible after Darkness took over the beach... \n\nOnce you go to the beach, Let's see how many dark spots there are? If there aren't many, maybe I can get rid of them.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 35\n首阳顺努比怀念在海边度过愉快时光的过去。黑暗的西尼掌握了海边之后就不可能了..。\n\n先去海边看看有多少黑的？如果数量不多的话，我也许可以消灭它。"
    },
    "11030006": {
        "Dev_Desc": "태록림_서브_30006_Desc",
        "Original_Text": "[권장 레벨] 40\\n최근 창도단과 함께 이름을 날리고 있는 청인족 도적 패거리 혈비패. 최근 매화단 단장 홍매화는 혈비패 때문에 골치가 아프다. 처음에는 원정대의 눈치를 보는 듯했지만 안개 그늘 숲 남부, 이제는 혈비의 숲이라 불리는 곳에 자리를 잡고 원정대는 물론 행인들까지 습격한다는 보고가 있다.\\n\\n바롱손이라도 빌리고 싶은 심정의 홍매화. 그는 도움의 손길이 필요해 보인다.",
        "English_Text": "[recommended level]>40\nThe blue man bandit gang that has recently made a name for itself with the spear gang. Recently, the leader of the maehwa gang, Hong Maehwa, has a headache because of the spear. In the southern part of the shade forest, there are reports that it is set up in a place now called the Blood Forest and attacks not only the expedition team but also passersby.\n\nRed plum blossoms wanting to borrow even a Barongson. He seems to need a helping hand.",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 40\n최근 창도단과 함께 이름을 날리고 있는 청인족 도적 패거리 혈비패. 최근 매화단 단장 홍매화는 혈비패 때문에 골치가 아프다. 처음에는 원정대의 눈치를 보는 듯했지만 안개 그늘 숲 남부, 이제는 혈비의 숲이라 불리는 곳에 자리를 잡고 원정대는 물론 행인들까지 습격한다는 보고가 있다.\n\n바롱손이라도 빌리고 싶은 심정의 홍매화. 그는 도움의 손길이 필요해 보인다."
    },
    "11030100": {
        "Dev_Desc": "태록림_서브_30100_Desc",
        "Original_Text": "[권장 레벨] 44\\n뱀 전문가인 사길미는 뱀버섯에 중독되어 죽는 자들을 위해 약을 개발하고 있다고 한다. \\n이렇게 좋은 일을 하는 데 나라도 좀 도와야겠지? \\n\\n뱀버섯의 독을 직접 채취할 순 없으니까 뱀버섯 자체를 잡아 보자. 그걸로 약을 만들 수 있을 거야.",
        "English_Text": "[recommended level]>44\nSnake expert Sa Gil-mi is said to be developing drugs for those who die from poisoning with snake mushrooms. nWe can't extract the poison from the snake mushroom, so let's catch the snake mushroom itself. You can make medicine out of it.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 44\n蛇专家萨吉米正在为被蛇蘑菇中毒死亡的人开发药物。做这么好的事，我也得帮帮忙吧？\n\n因为不能直接采集蛇蘑菇的毒，所以来抓一下蛇蘑菇吧。用那个就能做药了。"
    },
    "11030101": {
        "Dev_Desc": "태록림_서브_30101_Desc",
        "Original_Text": "[권장 레벨] 45\\n개척자 위령 묘지에 근무하는 동료가 혼령을 보고 매우 놀란 나머지 일을 관두겠다고 했다는데... \\n어떤 혼령이 나타난 걸까? \\n\\n위령 묘지로 이동해서 묘지 관리대원과 만나 이야기를 들어보자. 혹시 도움이 될지도 모르잖아.",
        "English_Text": "[recommended level]>45\nA colleague at the Pioneer Memorial Cemetery was very surprised to see a ghost and said he would quit his job... \nWhat kind of spirit appeared?\n\nTo the graveyard of the spirits? Let's go and meet the cemetery guards and talk to them, maybe it'll be of some help.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 45\n在开拓者慰灵墓地工作的同事看到灵魂后吓了一跳，说要放弃工作..。\n出现了什么样的灵魂？\n\n移动到慰灵墓地，与墓地管理队员见面，听听他们的故事。说不定能帮上忙。"
    },
    "11030102": {
        "Dev_Desc": "태록림_서브_30102_Desc",
        "Original_Text": "[권장 레벨] 47\\n풍백문의 비류하가 갑자기 나타나 같이 꽃이나 보러 가자고 제안한다. 무슨 속셈이지? \\n아는 사람이 도움이 필요하다고 하니 매정하게 거절할 수도 없는 노릇이고... \\n\\n일단 꽃 주변의 적을 제거하는 것부터 시작해야 할 것 같다. 이래서 나한테 도와달라고 한 걸까? ",
        "English_Text": "[Recommended Level]>47\nBiryuha of Poongbaekmun appears out of nowhere and offers to go see flowers together. What do you mean?\nIf someone you know needs help, you can't politely refuse. ..\n\nI think we should start by eliminating the enemies around the flower. Is that why you asked me to help?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 47\n风白门的飞流河突然出现，提议一起去看花。你在想什么？\n听说认识的人需要帮助，所以不能无情地拒绝..。\n\n首先要从清除花周围的敌人开始。所以才让我帮你的吗。"
    },
    "11030103": {
        "Dev_Desc": "태록림_서브_30103_Desc",
        "Original_Text": "[권장 레벨] 41\\n수양 병사가 엄청 화가 났는데? \\n혈비패에 대해서 엄청난 증오를 가지고 있구나. \\n개인적인 원한이라도 있는 걸까? \\n혈비패 기지의 위치를 정확히 알면 병력을 움직일 수가 있다고? \\n\\n내가 혈비패를 전부 제거할 수는 없겠지만 위치 정보라면 알아낼 수 있을 거야. 일단 혈비패를 없애면서 주변에 기지가 있는지 확인해 보자.",
        "English_Text": "[Recommended Level]>41\nIs the Discipline Soldier really angry?\nYou have a huge hatred for Blood Ruins. \nDo you have any personal grudges? \n\nI can't get rid of all the blood tablets, but the location information will help.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 41\n首阳士兵非常生气啊？\n对血雨牌有很大的仇恨。\n有什么私怨吗？\n正确知道血雨败基地的位置就能调动兵力？\n\n虽然我不能全部清除血雨牌，但只要是位置信息就可以查出来。首先消灭血匪牌，确认一下周围有没有基地。"
    },
    "11030104": {
        "Dev_Desc": "태록림_서브_30104_Desc",
        "Original_Text": "[권장 레벨] 43\\n영교원의 어느 바롱이 갑자기 날 보더니 늦었냐며 화를 낸다. 내가 뭔가 잘못한 걸까? \\n좀 더 이야기를 들어보고 싶었는데 그냥 떠나 버렸네? \\n\\n혹시 무슨 일이라도 생기면 찝찝할 것 같은데... \\n늪지는 위험하지 않을까? \\n무슨 일이라도 생기면 큰일이야. \\n\\n일단 현장으로 이동하자. \\n가서 바롱과 대화해서 오해를 풀어야겠어.",
        "English_Text": "[recommended level]>43\nA barong from the Young Teacher suddenly saw me and got mad at me for being late. Am I doing something wrong?\nI wanted to hear more, but just left?\n\nMaybe If anything happens, I'm afraid... \nIsn't the swamp dangerous?\nIf anything happens, it's a big deal. \n\nLet's go to the scene first. ",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 43\n英老师的某个巴隆突然生气地说看我晚了吗？我做错什么了吗。\n我还想再听一听，结果还是离开了？\n\n如果发生什么事情的话会很不舒服..。\n沼泽应该很危险吧？发生什么事就出大事了。\n\n先去现场吧。\n去和巴隆对话，消除误会。"
    },
    "11030105": {
        "Dev_Desc": "태록림_서브_30105_Desc",
        "Original_Text": "[권장 레벨] 43\\n구구는 아주 친절하게도 이곳에 출몰하는 환영 대인면충에 관해 설명해주겠다고 한다. \\n난 필요 없다고 정중하게 거절했는데 말이야. \\n\\n이왕 여기까지 왔으니 따라가 구구를 안전하게 지켜주고 이야기를 들어주자. 주변의 환영 인면충을 없애는 것부터 시작해야겠네. 이렇게 귀찮을 줄 알았으면 처음부터 오지 않았어야 했는데... \\n\\n시작했으니 마지막까지 정리해야겠지.",
        "English_Text": "[recommended level]>43\nGugu is very kind and will explain to you about the phantom worms that appear here. \nI politely declined because I didn't need it. \n\nNow that I've come this far Let's follow and keep Gugu safe and listen to their story. We should start by getting rid of the phantom worms around us. If I had known it would be this troublesome, I shouldn't have come in the first place... \n\nNow that I've started, I'll have to clean it up until the end.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 43\n具九非常亲切地说明一下这里出没的欢迎大人面虫。\n我郑重地拒绝说不需要。\n\n既然已经到了这里，就跟着保护家具，听他们说吧。要从消灭周围的幻影面虫开始。早知道这么麻烦就不应该一开始就来了..。\n\n既然开始了，就要整理到最后。"
    },
    "11030106": {
        "Dev_Desc": "태록림_서브_30106_Desc",
        "Original_Text": "[권장 레벨] 47\\n어느 행인이 갑자기 길을 물어왔다. \\n비경의 자드락으로 가고 싶다고 하는데... 잠깐, 여긴 비옥대지로 향하는 길이야. 반대 방향으로 온 셈인데? \\n\\n안개 숲 개척지 방향으로 가려면 우선 늪지 쪽으로 가야겠다. 근데 가는 길에 적들이 많네? 나 혼자라면 그냥 피하면 되겠지만... \\n\\n이 사람을 생각하면 적을 없애며 길을 열 필요가 있겠다.",
        "English_Text": "[recommended level]>47\nA passerby suddenly asked for directions.\nHe said he wanted to go to the unexplored Jadrak... Wait, this is the road to the fertile land. You're coming in the opposite direction? \n\nIf you want to go to the fog forest frontier, you have to go to the swamp first, but there are a lot of enemies on the way? there will be",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 47\n有一位行人突然问道。\n想去秘境的自由落体..。等一下，这里是通往肥沃大地的路。你是往反方向来的吧？\n\n要想往雾林开拓地方向走，首先要往沼泽方向走。但是去的路上有很多敌人啊？如果是我一个人的话就避开就可以了..。\n\n考虑到这个人，有必要消灭敌人，打开道路。"
    },
    "11030107": {
        "Dev_Desc": "태록림_서브_30107_Desc",
        "Original_Text": "[권장 레벨] 42\\n수양의 장민예는 최근에 순찰하다가 이상한 경험을 했다고 한다. 도화상전의 곽호룡과 금경철문의 달빛바람을 만나서 인사를 했는데 자세히 봤더니 환영이었다고 한다. 그 이후로는 안개 그늘 숲으론 나가기도 싫다고 하는데... \\n\\n내가 기억을 없애줄 수 없으니, 앞으로 그런 경험을 하지 않도록 도와줘야겠다.",
        "English_Text": "[recommended level]>42\nSuyang's Jang Min-ye recently had a strange experience while on patrol. He met and greeted Kwak Ho-ryong and Geum Gyeong-cheol-moon's Moonlight Wind in Dohwasangjeon, and upon closer inspection, he said it was a welcome. says she doesn't want to go out to the forest in the shade of fog... \n\nI can't erase my memories, so I'll help her avoid such experiences in the future.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 42\n首阳的张民艺最近巡逻时经历了奇怪的事情。图画展的郭浩龙和金嘤铁门的月光风相遇打招呼，仔细一看，表示欢迎。从那以后在雾荫下也不想出去..。\n\n我不能消除记忆，以后要帮助我不要有那种经历。"
    },
    "11030108": {
        "Dev_Desc": "태록림_서브_30108_Desc",
        "Original_Text": "[권장 레벨] 42\\n태록림의 중심 통행로 안개 그늘 숲과 양질의 토양을 채집할 수 있는 메말라가는 늪지, 두 곳은 모두 환영이 출몰하기로 유명한 지역이다. 늘 위험을 무릅쓰고 도화상전의 일꾼들이 이곳으로  일을 나서고 있었다. 결국, 몇몇 일꾼들은 도저히 일을 못 하겠다고 하는 모양이다.\\n\\n권법으로 수월에서 둘째가라면 서러운 상전주 곽호룡이 이를 해결해보려 했지만 한 가지 큰 문제가 있는 듯한데...",
        "English_Text": "[recommended level]>42\nThe central passageway of Taerok Forest, the shadowy forest and the dry marsh where you can gather good quality soil, both are famous areas for ghosts. There is always danger. The workers of Dohwasangjeon were risking their work here. In the end, some workers seem to say that they can't do their job at all.\n\nThe sad boss Ho-ryong Kwak tried to solve this problem, but there was one big problem. There seems to be a problem...",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 42\n태록림의 중심 통행로 안개 그늘 숲과 양질의 토양을 채집할 수 있는 메말라가는 늪지, 두 곳은 모두 환영이 출몰하기로 유명한 지역이다. 늘 위험을 무릅쓰고 도화상전의 일꾼들이 이곳으로  일을 나서고 있었다. 결국, 몇몇 일꾼들은 도저히 일을 못 하겠다고 하는 모양이다.\n\n권법으로 수월에서 둘째 가라면 서러운 상전주 곽호룡이 이를 해결해보려 했지만 한 가지 큰 문제가 있는 듯한데..."
    },
    "11030109": {
        "Dev_Desc": "태록림_서브_30109_Desc",
        "Original_Text": "[권장 레벨] 44\\n겁에 잔뜩 질린 바롱이 개척자 위령묘지 입구에서 발을 동동 구르고 있다. 함께 약초를 캐러 온 바롱들이 걱정되는 모양. 사실 다른 바롱들은 각자 알아서 마물들을 피해 약초를 잘 캐고 있는데 겁쟁이 무무만 잔뜩 걱정이다.\\n\\n그래도 귀여운 바롱 무무를 위해 무엇을 해줄 수 있을까? 무무의 이야기를 들어주자.",
        "English_Text": "[Recommended Level]>44\nA terrified Barong is stomping his feet at the entrance to the Pioneer Memorial Cemetery. He seems worried about the Barongs who came together to gather herbs. In fact, the other Barongs take care of themselves to avoid the monsters and take medicinal herbs. I'm digging well, but I'm very worried about the cowardly Mumu.\n\nBut what can I do for the cute Barong Mumu? Let's listen to Mumu's story.",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 44\n겁에 잔뜩 질린 바롱이 개척자 위령묘지 입구에서 발을 동동 구르고 있다. 함께 약초를 캐러 온 바롱들이 걱정되는 모양. 사실 다른 바롱들은 각자 알아서 마물들을 피해 약초를 잘 캐고 있는데 겁쟁이 무무만 잔뜩 걱정이다.\n\n그래도 귀여운 바롱 무무를 위해 무엇을 해줄 수 있을까? 무무의 이야기를 들어주자."
    },
    "11030110": {
        "Dev_Desc": "태록림_서브_30110_Desc",
        "Original_Text": "[권장 레벨] 46\\n수월평원의 야생 보존회 회장 잿빛바람은 해월대륙의 경치를 구경하기 위해 잠시 방문했다가 아연실색하고 만다. 수양대원들이 사리사욕에 눈이 멀어 밀렵을 시작한 것. 심지어 그들이 밀렵하고 있는 대상은 보호종인 산선호라고 한다.\\n\\n잿빛바람의 끓어오르는 분노가 여기까지 느껴진다. 밀렵, 멈춰!",
        "English_Text": "[recommended level]>46\nPresident of the Wildlife Conservation Society of Suwol Plains, Gray Wind visited for a while to see the scenery of the sea and moon continent, but was stunned. Even the target they are poaching is said to be a protected species, Sanseonho.\n\nYou can feel the boiling rage of the Ashen Wind up to here. Poaching, stop!",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 46\n수월평원의 야생 보존회 회장 잿빛바람은 해월대륙의 경치를 구경하기 위해 잠시 방문했다가 아연실색하고 만다. 수양대원들이 사리사욕에 눈이 멀어 밀렵을 시작한 것. 심지어 그들이 밀렵하고 있는 대상은 보호종인 산선호라고 한다.\n\n잿빛바람의 끓어오르는 분노가 여기까지 느껴진다. 밀렵, 멈춰!"
    },
    "11030200": {
        "Dev_Desc": "태록림_서브_30200_Desc",
        "Original_Text": "[권장 레벨] 49\\n폭포 근처에 위태롭게 서 있는 사람이 보인다. \\n혹시? 설마? 아니야. 내가 오해한 거겠지? \\n\\n그래도 혹시 모르니까 가까이 가보자.",
        "English_Text": "[recommended level]>49\nI see a person standing precariously near the waterfall. \nMaybe? No. No. I must have misunderstood. \n\nBut just in case you don't know, let's get closer.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 49\n可以看到瀑布附近危险地站着的人。难道？不会吧。不是的。是我误会了吧。\n\n那也不知道，靠近一点吧。"
    },
    "11030201": {
        "Dev_Desc": "태록림_서브_30201_Desc",
        "Original_Text": "[권장 레벨] 47\\n갑자기 어느 수양대원이 임무를 맡고 낙담하고 있다. 유서까지 준비했다고? 낙원대성을 관측하는 임무를 맡았다는데 그게 그렇게 위험한 일인 걸까? \\n\\n옆에 있는 대원한테 관측 업무에 관해서 이야기를 들어보자. 낙원대성 관측이라니 좀 흥미롭기도 한데...",
        "English_Text": "[recommended level]>47\nSuddenly, a trainee member is despondent after taking on a mission. Did you prepare a will? You've been tasked with observing Paradise Fortress, is it that dangerous?\n\nNext to Let's hear from a member of the staff about the observation service.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 47\n突然有一名首阳队员担任任务感到失望。连遗书都准备好了。负责了观测乐园大成的任务，那是那么危险的事情吗？\n\n从旁边的队员那里听听关于观测业务的故事。乐园大成观测有点有趣..。"
    },
    "11030202": {
        "Dev_Desc": "태록림_서브_30202_Desc",
        "Original_Text": "[권장 레벨] 48\\n수양 난아녀는 정기적으로 발발이를 제거하는 작업에 지쳐 있다고 한다. 낙원대성 관측 임무만 해도 적은 일은 아닐 텐데... 수양대원들은 정말 하는 일이 많구나. \\n\\n내가 수양대원들의 모든 일을 대신에 해 줄 수는 없겠지만, 발발이를 제거해주면 조금이나마 도움이 되지 않을까?",
        "English_Text": "[recommended level]>48\nThe foster child is said to be exhausted from regularly removing the outbreaks. Observation missions at Nakwondaeseong would not be a small task... The training crews really do a lot of work. \n\nI can't do all the work for the training crew, but wouldn't it be of some help if I got rid of the bald lice?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 48\n不是首阳难的女人厌倦了定期去除脚尖的工作。光是乐园大成观测任务就不会少了..。首阳队员们真是多事啊。\n\n虽然我不能代替首阳队员们做所有的事情，但是如果能除掉脚尖的话，会不会有一点帮助呢？"
    },
    "11030203": {
        "Dev_Desc": "태록림_서브_30203_Desc",
        "Original_Text": "[권장 레벨] 50\\n수양 노도라는 팔독모가 혹시 둥지에서 나오지 않을까 걱정하고 있다. \\n팔독모? 뭔가 매우 위험할 것 같은 이름이네. \\n\\n주변의 적을 처치하면서 팔독모가 둥지를 빠져나오지 않았는지 확인하고, 현재 상황을 알려주면 도움이 되겠지?",
        "English_Text": "[recommended level]>50\nI'm worried that Nodora the sheep will come out of the nest. \nThe bald eagle? That sounds like a very dangerous name. Would it be helpful if I could make sure the mother didn't leave the nest and let me know the current situation?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 50\n担心首阳怒涛的八毒毛会不会从鸟巢里出来。\n八毒帽？这个名字好像很危险。\n\n一边消灭周围的敌人，一边确认八毒帽是否逃出了巢穴，告诉他们现在的情况会有帮助吧？"
    },
    "11030204": {
        "Dev_Desc": "태록림_서브_30204_Desc",
        "Original_Text": "[권장 레벨] 51\\n영교원 랑랑은 약을 만들기 위해 이끼가 필요하다. \\n해맞이 비탈길에 있는 수목정령에게서 이끼를 얻으면 된다고? 그리 어려운 일은 아닐 것 같은데... \\n한번 도와주도록 할까? \\n\\n이야기 들은 대로 해맞이 비탈길로 가서 수목정령을 제거하고 이끼를 얻어 보자. 이끼가 많이 부족하다고 했으니 좀 많이 없애야 할지도 모르겠다.",
        "English_Text": "[Recommended Level]>51\nYoung Teacher Lang Lang needs moss to make medicine. \nCan I get moss from the arboretum on the slope of the sunrise? I don't think it's that difficult... \n Shall I help you once?\n\nAs I heard, let's go to the slope of the sunrise and get rid of the arboreal spirit and get some moss. They said there's a lot of moss, so I might have to get rid of a lot of it.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 51\n为了和英老师制作银药需要苔藓。\n从迎日坡路上的树木精灵那里获得苔藓就可以了？好像不是那么难的事情..。\n帮个忙吧？\n\n按照故事走上迎日坡，除掉树木精灵，获得苔藓。说苔藓很不足，也许要多除掉一些。"
    },
    "11030205": {
        "Dev_Desc": "태록림_서브_30205_Desc",
        "Original_Text": "[권장 레벨] 49\\n어디선가 땅이 꺼질 듯한 강철주먹의 한숨 소리가 들려오는 것 같다. 강철주먹... 분명 금경철문에서 중책을 맡고 있는 것 같은데 어딘가 허술하다. 그리고 이번 일도 역시 달빛바람과 관련된 일이겠지...? 그는 짝사랑을 하고 있는 게 분명하니까!\\n\\n그래도 밉지만은 않은 강철주먹이다. 그의 간절한 목소리를 들어주자.",
        "English_Text": "[recommended level]>49\nSomewhere there seems to be a sound of steel fists sighing as if the ground is about to go extinct. Steel fists... Apparently he is playing a major role in the Geumgyeongcheolmun Gate, but something is lacking. And this time The job must also be related to the moonlight...? It's clear that he has a crush on him!\n\nStill, I don't hate him. Let's listen to his earnest voice.",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 49\n어디선가 땅이 꺼질 듯한 강철주먹의 한숨 소리가 들려오는 것 같다. 강철주먹... 분명 금경철문에서 중책을 맡고 있는 것 같은데 어딘가 허술하다. 그리고 이번 일도 역시 달빛바람과 관련된 일이겠지...? 그는 짝사랑을 하고 있는 게 분명하니까!\n\n그래도 밉지만은 않은 강철주먹이다. 그의 간절한 목소리를 들어주자."
    },
    "11030206": {
        "Dev_Desc": "태록림_서브_30206_Desc",
        "Original_Text": "[권장 레벨] 51\\n태록림이 개척된 이후 해맞이 비탈길에서는 매년 도화상전에서 주관하는 해맞이 행사가 열린다. 너무 많은 사람이 몰리기 때문에 그곳에 있는 묘면족의 심기가 불편하다. 묘면족과의 화친은 실패했지만 적어도 그들을 통행로에서만 살짝 밀어내고자 하는 상전주 곽호룡. \\n\\n과연 곽호룡의 생각대로 살짝 밀어내기 전략은 먹힐 것인가?",
        "English_Text": "[Recommended Level]>51\nSince the Taerok Forest was pioneered, a sunrise event hosted by Dohwasangjeon has been held every year on the Sunrise Slope. It is inconvenient to plant Myomyeons there because there are too many people. Ho-ryong Kwak, the master of the department, wants to at least push them away from the passageway, although the rapprochement has failed.\n\nWill the push-out strategy work as Kwak Ho-ryong thinks?",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 51\n태록림이 개척된 이후 해맞이 비탈길에서는 매년 도화상전에서 주관하는 해맞이 행사가 열린다. 너무 많은 사람이 몰리기 때문에 그곳에 있는 묘면족의 심기가 불편하다. 묘면족과의 화친은 실패했지만 적어도 그들을 통행로에서만 살짝 밀어내고자 하는 상전주 곽호룡. \n\n과연 곽호룡의 생각대로 살짝 밀어내기 전략은 먹힐 것인가?"
    },
    "11030207": {
        "Dev_Desc": "태록림_서브_30207_Desc",
        "Original_Text": "[권장 레벨] 49\\n신수를 섬기는 문파를 습격하는 정체불명의 집단, 검은새벽단. 우리가 익히 들어 알고 있는 에레다와 풍백문도 그 대상이다. 에레다의 부문주 오름은 최근 들어 검은새벽단이 급속도로 세를 확장하는 것에 의문을 가지고 있다. \\n\\n하지만 급한 불은 당장 눈 앞에 있는 검은새벽단의 병력! 오름을 도와 검은새벽단을 격퇴하자.",
        "English_Text": "[recommended level]>49\nThe Black Dawn, an unidentified group that attacks the sect that worships the divine beast. This includes Ereda and Pungbaekmun, which we are familiar with. Lately, I have doubts about the Black Dawn's rapid expansion. \n\nBut the urgent fire is right in front of the Black Dawn's troops! Let's help Oreum defeat the Black Dawn.",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 49\n신수를 섬기는 문파를 습격하는 정체불명의 집단, 검은새벽단. 우리가 익히 들어 알고 있는 에레다와 풍백문도 그 대상이다. 에레다의 부문주 오름은 최근 들어 검은새벽단이 급속도로 세를 확장하는 것에 의문을 가지고 있다. \n\n하지만 급한 불은 당장 눈 앞에 있는 검은새벽단의 병력! 오름을 도와 검은새벽단을 격퇴하자."
    },
    "11031000": {
        "Dev_Desc": "태록림_서브_30000_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 33\\n희망이? 동생이 밥을 안 먹었고 나가 놀고 있는 건가?\\n어떤 아이가 걱정스러운 얼굴을 하고 있다. 무슨 일일까? \\n\\n이야기를 한번 들어봐야겠는데... 고민이 있다면 도와주도록 할까?",
        "English_Text": "[Recommended level]>33\nHope? Is your brother not eating and playing with you?\nA child has a worried face. What's going on?\n\nListen to the story. I'll have to check it out... If I have any concerns, can I help you?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 33\n希望？弟弟没吃饭，出去玩吗？\n有个孩子愁眉苦脸。会是什么事情呢？要听一下\n\n的故事..。如果有烦恼的话就帮我吧？"
    },
    "11031001": {
        "Dev_Desc": "태록림_서브_30001_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 30\\n동부 생태 조사림에 있는 동료가 걱정된다고? 녹력대귀가 활동을 시작해서? 뭔가 엄청난 괴물이 있나 보네. \\n그렇다면 당연히 걱정되겠지. \\n\\n동부 생태 조사림으로 이동해 동료 대원을 만나 이야기를 들어보자.",
        "English_Text": "[recommended level]>30\nWorried about your comrades in the Eastern Ecological Forest? It's because the Green Giants have started working? Looks like there's some huge monster out there. Let's go to the Ecological Forest and meet our fellow crew members and hear their stories.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 30\n担心东部生态调查林的同事？因为绿力大回家开始活动？好像有个非常厉害的怪物。\n那么当然会担心了。\n\n移动到东部生态调查林，与同事们见面，听听他们的故事。"
    },
    "11031002": {
        "Dev_Desc": "태록림_서브_30002_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 32\\n녹각다귀가 곡식을 모두 먹어서 곤란하다고 한다. 농사를 포기하겠다고? 하긴 키워도 녹각다귀가 다 먹어 치운다면야 어쩔 수 없겠지. \\n\\n일단 상황을 들어 보도록 할까. 나라도 좋은 답을 줄 수 있는 건 아닌데... \\n수양이나 매화단에 가서 좋은 방법이 없을지 물어보는 게 좋을 것 같다.",
        "English_Text": "[recommended level]>32\nThe antlers say it is difficult because they eat all the grain. Are you going to give up farming? I'm not sure I can give you a good answer... \nI think it would be better to go to a weeping plant or a plum flower garden and ask if there is a better way.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 32\n绿角鮟鱇把谷物都吃完了，所以很困难。放弃农业？也是就算养大了，如果绿啄木鸟都吃掉了，那就没办法了。\n\n先听听情况吧。我也不能给好的答案..。\n去首阳或梅花团询问有没有好方法比较好。"
    },
    "11031003": {
        "Dev_Desc": "태록림_서브_30003_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 37\\n농사를 포기하지 않겠다고 하니 다행이다. \\n근데 가진 게 없어서 농기구 관리를 할 수 없다고? 목숨을 걸고 바닷가로 가서 자재를 얻어 보겠다는데...  \\n\\n적을 제거하는 거라면 잘할 수 있으니까 내가 도와줄 수 있지 않을까?",
        "English_Text": "[Recommended level]>37\nI'm glad you said you won't give up on farming. \nBut you don't have anything, so you can't manage farm equipment? You said you'd risk your life to go to the beach to get materials... \n \nIf it's about eliminating enemies, I can do it well, so can't I help?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 37\n说不会放弃农业，真是万幸。\n但是因为没有东西，所以不能管理农具？说要拼命去海边找材料..。\n\n如果是除掉敌人的话，我会做好的，所以我可以帮你吧？"
    },
    "11031004": {
        "Dev_Desc": "태록림_서브_30004_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 34\\n수양 담당자 고곤대는 관할 구역을 두고 불만이 있는 것 같다. 수양의 관할 구역을 내가 어떻게 해줄 수는 없겠지만... \\n\\n갑작스럽게 번식한 해안 생물을 제거하는 일 정도라면 할 수 있을 것 같은데?",
        "English_Text": "[recommended level]>34\nFoster manager Kogondae seems to be dissatisfied with the jurisdiction. I can't tell you what to do with the jurisdiction of the sheep, but... \n\nSuddenly breeding shore Do you think you can do it if it's about getting rid of living things?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 34\n首阳负责人高昆大学对管辖区域有不满。首阳的管辖区域我不能帮你。\n\n去除突然繁殖的海岸生物应该可以吧？"
    },
    "11031005": {
        "Dev_Desc": "태록림_서브_30005_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 35\\n수양 순누비는 바닷가에서 분위기 좋게 시간 보내던 예전 시절을 그리워한다. 어둑시니가 해변을 장악한 후엔 불가능해졌다고... \\n\\n일단 바닷가로 가서 어둑시니가 얼마나 있는지 확인해 볼까? 수가 많지 않다면 내가 없앨 수 있을지도 몰라.",
        "English_Text": "[Recommended Level]>35\nSunnubi misses the good old days of spending time at the beach. It became impossible after Darkness took over the beach... \n\nOnce you go to the beach, Let's see how many dark spots there are? If there aren't many, maybe I can get rid of them.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 35\n首阳顺努比怀念在海边度过愉快时光的过去。黑暗的西尼掌握了海边之后就不可能了..。\n\n先去海边看看有多少黑的？如果数量不多的话，我也许可以消灭它。"
    },
    "11031100": {
        "Dev_Desc": "태록림_서브_30100_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 44\\n뱀 전문가인 사길미는 뱀버섯에 중독되어 죽는 자들을 위해 약을 개발하고 있다고 한다. \\n이렇게 좋은 일을 하는 데 나라도 좀 도와야겠지? \\n\\n뱀버섯의 독을 직접 채취할 순 없으니까 뱀버섯 자체를 잡아 보자. 그걸로 약을 만들 수 있을 거야.",
        "English_Text": "[recommended level]>44\nSnake expert Sa Gil-mi is said to be developing drugs for those who die from poisoning with snake mushrooms. \nShould I help myself in doing such a good thing?\n\nWe can't extract the poison from the snake mushroom, so let's catch the snake mushroom itself. You can make medicine out of it.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 44\n蛇专家萨吉米正在为被蛇蘑菇中毒死亡的人开发药物。做这么好的事，我也得帮帮忙吧？\n\n因为不能直接采集蛇蘑菇的毒，所以来抓一下蛇蘑菇吧。用那个就能做药了。"
    },
    "11031101": {
        "Dev_Desc": "태록림_서브_30101_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 45\\n개척자 위령 묘지에 근무하는 동료가 혼령을 보고 매우 놀란 나머지 일을 관두겠다고 했다는데... \\n어떤 혼령이 나타난 걸까? \\n\\n위령 묘지로 이동해서 묘지 관리대원과 만나 이야기를 들어보자. 혹시 도움이 될지도 모르잖아.",
        "English_Text": "[Recommended level]>45\nA colleague at the Pioneer Memorial Cemetery was very surprised to see a ghost and said he would quit his job... \nWhat kind of spirit appeared?\n\nTo the graveyard of the spirits? Let's go and meet the cemetery guards and talk to them, maybe it'll be of some help.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 45\n在开拓者慰灵墓地工作的同事看到灵魂后吓了一跳，说要放弃工作..。\n出现了什么样的灵魂？\n\n移动到慰灵墓地，与墓地管理队员见面，听听他们的故事。说不定能帮上忙。"
    },
    "11031102": {
        "Dev_Desc": "태록림_서브_30102_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 47\\n풍백문의 비류하가 갑자기 나타나 같이 꽃이나 보러 가자고 제안한다. 무슨 속셈이지? \\n아는 사람이 도움이 필요하다고 하니 매정하게 거절할 수도 없는 노릇이고... \\n\\n일단 꽃 주변의 적을 제거하는 것부터 시작해야 할 것 같다. 이래서 나한테 도와달라고 한 걸까? ",
        "English_Text": "[Recommended Level]>47\nBiryuha of Poongbaekmun suddenly appears and suggests that we go to see flowers together. What do you mean?\nIf someone you know needs help, you can't politely refuse. ..\n\nI think we should start by eliminating the enemies around the flower. Is that why you asked me to help?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 47\n风白门的飞流河突然出现，提议一起去看花。你在想什么？\n听说认识的人需要帮助，所以不能无情地拒绝..。\n\n首先要从清除花周围的敌人开始。所以才让我帮你的吗。"
    },
    "11031103": {
        "Dev_Desc": "태록림_서브_30103_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 41\\n수양 병사가 엄청 화가 났는데? \\n혈비패에 대해서 엄청난 증오를 가지고 있구나. \\n개인적인 원한이라도 있는 걸까? \\n혈비패 기지의 위치를 정확히 알면 병력을 움직일 수가 있다고? \\n\\n내가 혈비패를 전부 제거할 수는 없겠지만 위치 정보라면 알아낼 수 있을 거야. 일단 혈비패를 없애면서 주변에 기지가 있는지 확인해 보자.",
        "English_Text": "[Recommended Level]>41\nIs the Discipline Soldier really angry?\nYou have a huge hatred for Blood Ruins. \nDo you have any personal resentment? \n\nI can't get rid of all the blood tablets, but the location information will help.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 41\n首阳士兵非常生气啊？\n对血雨牌有很大的仇恨。\n有什么私怨吗？\n正确知道血雨败基地的位置就能调动兵力？\n\n虽然我不能全部清除血雨牌，但只要是位置信息就可以查出来。首先消灭血匪牌，确认一下周围有没有基地。"
    },
    "11031104": {
        "Dev_Desc": "태록림_서브_30104_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 43\\n영교원의 어느 바롱이 갑자기 날 보더니 늦었냐며 화를 낸다. 내가 뭔가 잘못한 걸까? \\n좀 더 이야기를 들어보고 싶었는데 그냥 떠나 버렸네? \\n\\n혹시 무슨 일이라도 생기면 찝찝할 것 같은데... \\n늪지는 위험하지 않을까? \\n무슨 일이라도 생기면 큰일이야. \\n\\n일단 현장으로 이동하자. \\n가서 바롱과 대화해서 오해를 풀어야겠어.",
        "English_Text": "[recommended level]>43\nA barong from the Young Teacher suddenly saw me and got mad at me for being late. Am I doing something wrong?\nI wanted to hear more, but just left? \n\nMaybe If anything happens, I'm afraid... \nIsn't the swamp dangerous?\nIf anything happens, it's a big deal. \n\nLet's go to the scene first. ",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 43\n英老师的某个巴隆突然生气地说看我晚了吗？我做错什么了吗。\n我还想再听一听，结果还是离开了？\n\n如果发生什么事情的话会很不舒服..。\n沼泽应该很危险吧？发生什么事就出大事了。\n\n先去现场吧。\n去和巴隆对话，消除误会。"
    },
    "11031105": {
        "Dev_Desc": "태록림_서브_30105_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 43\\n구구는 아주 친절하게도 이곳에 출몰하는 환영 대인면충에 관해 설명해주겠다고 한다. \\n난 필요 없다고 정중하게 거절했는데 말이야. \\n\\n이왕 여기까지 왔으니 따라가 구구를 안전하게 지켜주고 이야기를 들어주자. 주변의 환영 인면충을 없애는 것부터 시작해야겠네. 이렇게 귀찮을 줄 알았으면 처음부터 오지 않았어야 했는데... \\n\\n시작했으니 마지막까지 정리해야겠지.",
        "English_Text": "[recommended level]>43\nGugu is very kind and will explain to you about the welcome anti-human insect that haunts here.\nI politely declined it because I didn't need it. \n\nNow that I've come this far. Let's follow and keep Gugu safe and listen to their story. We should start by getting rid of the phantom worms around us. If I had known it would be so troublesome, I shouldn't have come in the first place... \n\nNow that I've started, I'll have to organize it until the end.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 43\n具九非常亲切地说明一下这里出没的欢迎大人面虫。\n我郑重地拒绝说不需要。\n\n既然已经到了这里，就跟着保护家具，听他们说吧。要从消灭周围的幻影面虫开始。早知道这么麻烦就不应该一开始就来了..。\n\n既然开始了，就要整理到最后。"
    },
    "11031106": {
        "Dev_Desc": "태록림_서브_30106_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 47\\n어느 행인이 갑자기 길을 물어왔다. \\n비경의 자드락으로 가고 싶다고 하는데... 잠깐, 여긴 비옥대지로 향하는 길이야. 반대 방향으로 온 셈인데? \\n\\n안개 숲 개척지 방향으로 가려면 우선 늪지 쪽으로 가야겠다. 근데 가는 길에 적들이 많네? 나 혼자라면 그냥 피하면 되겠지만... \\n\\n이 사람을 생각하면 적을 없애며 길을 열 필요가 있겠다.",
        "English_Text": "[Recommended Level]>47\nA passerby suddenly asked for directions.\nHe said he wanted to go to the unexplored Jadrak... Wait, this is the road to the fertile land. You mean in the opposite direction? \n\nIf you want to go to the fog forest frontier, you have to go to the swamp first, but there are a lot of enemies on the way? there will be",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 47\n有一位行人突然问道。\n想去秘境的自由落体..。等一下，这里是通往肥沃大地的路。你是往反方向来的吧？\n\n要想往雾林开拓地方向走，首先要往沼泽方向走。但是去的路上有很多敌人啊？如果是我一个人的话就避开就可以了..。\n\n考虑到这个人，有必要消灭敌人，打开道路。"
    },
    "11031107": {
        "Dev_Desc": "태록림_서브_30107_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 42\\n수양의 장민예는 최근에 순찰하다가 이상한 경험을 했다고 한다. 도화상전의 곽호룡과 금경철문의 달빛바람을 만나서 인사를 했는데 자세히 봤더니 환영이었다고 한다. 그 이후로는 안개 그늘 숲으론 나가기도 싫다고 하는데... \\n\\n내가 기억을 없애줄 수 없으니, 앞으로 그런 경험을 하지 않도록 도와줘야겠다.",
        "English_Text": "[recommended level]>42\nSuyang's Jang Min-ye recently had a strange experience while on patrol. He met and greeted Kwak Ho-ryong and Geum Gyeong-cheol-mun's Moonlight Wind in Dohwasangjeon, but upon closer inspection, he said it was a welcome. says she doesn't want to go out to the forest in the shade of fog... \n\nI can't erase my memories, so I'll help her avoid such experiences in the future.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 42\n首阳的张民艺最近巡逻时经历了奇怪的事情。图画展的郭浩龙和金嘤铁门的月光风相遇打招呼，仔细一看，表示欢迎。从那以后在雾荫下也不想出去..。\n\n我不能消除记忆，以后要帮助我不要有那种经历。"
    },
    "11031200": {
        "Dev_Desc": "태록림_서브_30200_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 49\\n폭포 근처에 위태롭게 서 있는 사람이 보인다. \\n혹시? 설마? 아니야. 내가 오해한 거겠지? \\n\\n그래도 혹시 모르니까 가까이 가보자.",
        "English_Text": "[recommended level]>49\nI see a person standing precariously near the waterfall. \nIs it possible? No. No. I must have misunderstood. \n\nBut, just in case, let's get closer.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 49\n可以看到瀑布附近危险地站着的人。难道？不会吧。不是的。是我误会了吧。\n\n那也不知道，靠近一点吧。"
    },
    "11031201": {
        "Dev_Desc": "태록림_서브_30201_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 47\\n갑자기 어느 수양대원이 임무를 맡고 낙담하고 있다. 유서까지 준비했다고? 낙원대성을 관측하는 임무를 맡았다는데 그게 그렇게 위험한 일인 걸까? \\n\\n옆에 있는 대원한테 관측 업무에 관해서 이야기를 들어보자. 낙원대성 관측이라니 좀 흥미롭기도 한데...",
        "English_Text": "[recommended level]>47\nSuddenly, a trainee member is despondent after taking on a mission. Did you prepare a will? You've been tasked with observing Nakwondaeseong, is it that dangerous?\n\nNext to Let's hear from a member of the staff about the observation service.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 47\n突然有一名首阳队员担任任务感到失望。连遗书都准备好了。负责了观测乐园大成的任务，那是那么危险的事情吗？\n\n从旁边的队员那里听听关于观测业务的故事。乐园大成观测有点有趣..。"
    },
    "11031202": {
        "Dev_Desc": "태록림_서브_30202_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 48\\n수양 난아녀는 정기적으로 발발이를 제거하는 작업에 지쳐 있다고 한다. 낙원대성 관측 임무만 해도 적은 일은 아닐 텐데... 수양대원들은 정말 하는 일이 많구나. \\n\\n내가 수양대원들의 모든 일을 대신에 해 줄 수는 없겠지만, 발발이를 제거해주면 조금이나마 도움이 되지 않을까?",
        "English_Text": "[recommended level]>48\nThe foster mother is said to be exhausted from regularly removing the outbreaks. Observation missions at Nakwondaeseong would not be a small task... They really do a lot of work. \n\nI can't do all the work for the training crew, but wouldn't it be of some help if I got rid of the Balbale?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 48\n不是首阳难的女人厌倦了定期去除脚尖的工作。光是乐园大成观测任务就不会少了..。首阳队员们真是多事啊。\n\n虽然我不能代替首阳队员们做所有的事情，但是如果能除掉脚尖的话，会不会有一点帮助呢？"
    },
    "11031203": {
        "Dev_Desc": "태록림_서브_30203_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 50\\n수양 노도라는 팔독모가 혹시 둥지에서 나오지 않을까 걱정하고 있다. \\n팔독모? 뭔가 매우 위험할 것 같은 이름이네. \\n\\n주변의 적을 처치하면서 팔독모가 둥지를 빠져나오지 않았는지 확인하고, 현재 상황을 알려주면 도움이 되겠지?",
        "English_Text": "[recommended level]>50\nI'm worried that Nodora the sheep will come out of the nest. \nThe bald eagle? That sounds like a very dangerous name. Would it be helpful if I could make sure the mother didn't leave the nest and let me know the current situation?",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 50\n担心首阳怒涛的八毒毛会不会从鸟巢里出来。\n八毒帽？这个名字好像很危险。\n\n一边消灭周围的敌人，一边确认八毒帽是否逃出了巢穴，告诉他们现在的情况会有帮助吧？"
    },
    "11031204": {
        "Dev_Desc": "태록림_서브_30204_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 51\\n영교원 랑랑은 약을 만들기 위해 이끼가 필요하다. \\n해맞이 비탈길에 있는 수목정령에게서 이끼를 얻으면 된다고? 그리 어려운 일은 아닐 것 같은데... \\n한번 도와주도록 할까? \\n\\n이야기 들은 대로 해맞이 비탈길로 가서 수목정령을 제거하고 이끼를 얻어 보자. 이끼가 많이 부족하다고 했으니 좀 많이 없애야 할지도 모르겠다.",
        "English_Text": "[recommended level]>51\nYoung teacher Lang Lang needs moss to make medicine.\nCan I get moss from the arboretum on the slope of the sunrise? I don't think it's that difficult... \n Shall I help you once?\n\nAs I heard, let's go to the Sunrise Slope and get rid of the arboreal spirit and get some moss. You said there's a lot of moss, so you might have to get rid of a lot of it.",
        "Russian_Text": "",
        "Chinese_Text": "[推荐等级] 51\n为了和英老师制作银药需要苔藓。\n从迎日坡路上的树木精灵那里获得苔藓就可以了？好像不是那么难的事情..。\n帮个忙吧？\n\n按照故事走上迎日坡，除掉树木精灵，获得苔藓。说苔藓很不足，也许要多除掉一些。"
    }
}