{
    "18600000": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "새싹만 골라먹는 도둑도치들이 있습니다. 농작물에 손해가 이만저만이 아닙니다. 잎 도둑도치 좀 없애주십시오.",
        "English_Text": "There are Thiefhogs that have developed a taste for sprouts, and the damage they've done to the crops is severe. Please get rid of those Leaf Thiefhogs.",
        "Russian_Text": "",
        "Chinese_Text": "有一些小偷刺猬专吃新芽。这造成了很大的农作物损失。请帮忙消灭叶子小偷刺猬。"
    },
    "18600001": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은 호수에 푸른소라게가 너무 많아서 걱정입니다. 잡식이라 안 먹는 게 없습니다. 모조리 먹어버리기 전에 수를 좀 줄여주십시오.",
        "English_Text": "I'm worried that there are too many Blue Hermit Crabs at the Shallow Lake. They are omnivorous and will eat anything. Reduce their number before they consume everything in the Lake.",
        "Russian_Text": "",
        "Chinese_Text": "浅湖的青色寄居蟹太多，很让人担忧。它们是杂食性，什么都吃。在它们吃光一切之前，去减少一下数量吧。"
    },
    "18600002": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은 호수에 있는 도둑도치들이 낚시에 쓸 생선 미끼를 훔쳐 갔습니다. 골치 아픈 생선 도둑도치들을 좀 처리해 주십시오.",
        "English_Text": "The Thiefhogs at Shallow Lake have stolen all the bait for fishing. Please deal with these pesky Fish Thiefhogs.",
        "Russian_Text": "",
        "Chinese_Text": "浅湖的小偷刺猬们偷走了用于钓鱼的鱼饵。请帮忙消灭这些令人头痛的鲜鱼小偷刺猬吧。"
    },
    "18600003": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "뱀버섯에 독이 있는 줄도 모르고 먹는 사람들이 있다고 합니다. 피해를 줄여야 하니 얕은 호수로 가서 뱀버섯을 없애주십시오.",
        "English_Text": "There are people who eat the Snakecap without knowing that it's poisonous. Go the to Shallow Lake and get rid of the Snakecaps before there are any more victims.",
        "Russian_Text": "",
        "Chinese_Text": "听说有一些人在不知情的情况下吃有毒的蛇头菇。我们需要减少危害，请去浅湖消灭蛇头菇。"
    },
    "18600004": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은 호수의 연잎인간들은 무척 사납습니다. 연잎인 줄 알고 다가갔다가 되레 공격당하는 사람들이 한 둘이 아닙니다. 사람들이 다치지 않도록 연잎인간을 없애주십시오.",
        "English_Text": "The Lilybads at the Shallow Lake are very ferocious. There are numerous cases of people approaching them, thinking they're simply lotus leaves, and then getting attacked. Eliminate the Lilybads so that no more people get hurt.",
        "Russian_Text": "",
        "Chinese_Text": "浅湖的莲叶人非常凶狠。有不少人把莲叶人错认为莲叶，在靠近后遭到了攻击。为了防止人们受伤，请去消灭莲叶人。"
    },
    "18600005": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "꽃게를 사두기만 하면 도둑도치가 와서 훔쳐 가고 있습니다. 얕은 호수로 도망친 말썽쟁이 도둑들을 혼내주십시오. 꽃게를 달고 있으니 쉽게 찾으실 수 있을 겁니다.",
        "English_Text": "Every time I purchase a crab, the Thiefhogs come and steal it. They ran away to the Shallow Lake. Please punish those thieves. You'll find them easily because they'll be wearing those crabs on their heads.",
        "Russian_Text": "",
        "Chinese_Text": "每次买来花蟹，小偷刺猬都会来偷走。请去教训一下逃到浅湖的小偷刺猬。它们身上带着花蟹，很容易找到。"
    },
    "18600006": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은 호수에 있는 독침 연잎인간들이 대어방 총타로 오는 상인들을 방해하고 있습니다. 그들을 물리쳐 상인들을 도와주십시오.",
        "English_Text": "The Sting Lilybads at the Shallow Lake are troubling the merchants coming to the Fishbelly Pub. Defeat the Lilybads and help the merchants.",
        "Russian_Text": "",
        "Chinese_Text": "浅湖的毒针莲叶人对行至大鱼坊总舵的商人造成了麻烦。请帮助商人们击退毒针莲叶人。"
    },
    "18600007": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은호수 언덕에 있는 여우들이 나그네들의 보따리를 훔쳐 가는 일들이 있다고 합니다. 버릇 나쁜 여우들을 혼내주십시오.",
        "English_Text": "The foxes in the hills surrounding the Shallow Lake are known to steal bundles from travelers. Please punish the foxes for their mischief.",
        "Russian_Text": "",
        "Chinese_Text": "浅湖山丘上的狐狸经常会偷走人们的包袱。请去教训一下那些坏毛病的狐狸。"
    },
    "18600008": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "썩은 벌목지에 나무를 다시 심어야 하는데 서인족들이 훼방을 놓고 있습니다. 나무 주위를 어슬렁거리는 서인족 전사를 처치해 주십시오.",
        "English_Text": "We need to plant trees again in the Rotten Lumber Camp, but the Ratmen are interfering with our work. Eliminate the Ratman Warriors roaming around near the trees.",
        "Russian_Text": "",
        "Chinese_Text": "我想在腐烂伐木场重新植树，但受到了鼠人族的阻挠。请去消灭徘徊在树周围的鼠人族战士。"
    },
    "18600009": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "썩은 벌목지를 다녀온 사람들이 자꾸 아프다고 합니다. 서인족 때문에 전염병이 돌 수도 있으니 가만히 있을 수는 없습니다. 서인족 궁수라도 처치해 주십시오.",
        "English_Text": "The people who have been to the Rotten Lumber Camp keep getting sick. Since there could be an epidemic caused by the Ratmen, we have to keep that from happening. Please eliminate the Ratman Archers.",
        "Russian_Text": "",
        "Chinese_Text": "去过腐烂伐木场的大部分人都生病了。鼠人族有可能散播传染病，不能放任不管。请去消灭鼠人族弓手。"
    },
    "18600010": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "썩은 벌목지의 서인족들이 무고한 사람들을 죽였습니다. 서인족을 처치해 복수해 주십시오.",
        "English_Text": "The Ratmen at the Rotten Lumber Camp have killed innocent people. Eliminate the Ratmen and avenge the people they killed.",
        "Russian_Text": "",
        "Chinese_Text": "腐烂伐木场的精锐鼠人族害死了无辜的人们。请去消灭精锐鼠人族，为死者报仇。"
    },
    "18600011": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "거북호 주변에 나타나는 거북이들 때문에 물고기 양식에 어려움을 겪고 있습니다. 호수 거북을 사냥해 수를 좀 줄여주십시오.",
        "English_Text": "The fisheries at Turtle Lake are having trouble because of the turtles in the area. Hunt the Lake Turtle and reduce their number.",
        "Russian_Text": "",
        "Chinese_Text": "出现在乌龟湖周围的乌龟给养鱼业带来了麻烦。请去狩猎湖龟以减少其数量。"
    },
    "18600012": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "거북호에 도통 자리를 뜨지 않는 거북이들이 있다고 합니다. 바로 호수 거북이 그렇지요. 무거운 호수 거북을 좀 처리해 주십시오.",
        "English_Text": "There are some turtles at Turtle Lake that refuse to budge even an inch from where they are! Please deal with those Heavy Lake Turtles.",
        "Russian_Text": "",
        "Chinese_Text": "有一些乌龟绝对不离开乌龟湖。精锐湖龟就是这样。请去清理那些沉重的湖龟。"
    },
    "18600013": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "폭주 수호검병이 드러난 유적지에 가득합니다. 그 수가 너무 많아 위협이 되고 있습니다. 그들을 처치해 주십시오.",
        "English_Text": "The Barren Ruins is filled with Enraged Escort Swordsmen. Their large number poses a serious threat. Please eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "显露的遗址内满是暴走守护剑兵。其数量众多，造成了威胁。请去消灭它们。"
    },
    "18600014": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "폭주 수호포병이 드러난 유적지에 끊임없이 나타나고 있습니다. 그들이 얕은 호수를 건너오기 전에 그 수를 줄여주십시오.",
        "English_Text": "There's no end to the number of Enraged Escort Gunners coming out of the Barren Ruins. Reduce their numbers to keep them from crossing the Shallow Lake.",
        "Russian_Text": "",
        "Chinese_Text": "暴走守护炮兵不断出现在显露的遗址。请在它们越过浅湖之前减少数量。"
    },
    "18600015": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "폭수 수호검병과 폭주 수호포병을 비롯하여, 정예 폭주 수호검병과 정예 폭주 수호포병을 모조리 처치해 주십시오. 폭주 수호병들이 지금은 잠자코 있는 것 같지만 언젠가 갑자기 마을로 쳐들어 올 수도 있습니다.",
        "English_Text": "Eliminate all the Enraged Escort Swordsmen, Enraged Escort Gunners, Elite Enraged Escort Swordsmen and Elite Enraged Escort Gunners. These Enraged Protectors might be quiet for now, but they could attack the village at any moment.",
        "Russian_Text": "",
        "Chinese_Text": "请去消灭精锐暴走守护剑兵及精锐暴走守护炮兵。精锐暴走守护兵们目前虽然没有动静，但随时都有可能袭击村庄。"
    },
    "18600016": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "유적지에 폭주 수호병들이 나타나 위협을 주고 있습니다. 폭주 수호검병이나 폭주 수호포병, 정예 폭주 수호병들을 처치해 사람들에게 위협이 되지 않도록 도움을 주십시오.",
        "English_Text": "Enraged Protectors have appeared at the Ruins and are posing a threat. Help defeat these Enraged Escort Swordsmen, Enraged Escort Gunners, or Elite Enraged Protectors so that they won't be a danger anymore.",
        "Russian_Text": "",
        "Chinese_Text": "精锐暴走守护剑兵与精锐暴走守护炮兵出现在遗址对我们造成了威胁。请去消灭它们使其不再造成威胁。"
    },
    "18600017": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "몹쓸 창도단 검사와 쌍칼 녀석들이 숲에 진을 치고 얼씬도 못하게 한다고 합니다. 어서 가서 창도단을 소탕하고 길 좀 뚫어 주십시오.",
        "English_Text": "The awful Blue Bandit Blade Masters and Dual Blades Wielders have set up camp in the forest and are driving people away from there. Please go and take care of the Blue Bandits.",
        "Russian_Text": "",
        "Chinese_Text": "可恶的苍盗团盘踞在森林内阻止着其他人进入。请去扫荡苍盗团并打开一条通路。"
    },
    "18600018": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "창도단 세력이 날로 커져 피해를 입는 주민들이 늘어나고 있습니다. 창도단 소굴로 가서 창도단 검사와 쌍칼을 물리쳐 약탈 피해가 더 늘지 않도록 도와주십시오.",
        "English_Text": "The Blue Bandits are growing day by day, and more people are suffering because of them. Go to the Blue Bandits Camp and eliminate the Blue Bandit Blade Masters and Dual Blades Wielders, so their looting won't be a problem anymore.",
        "Russian_Text": "",
        "Chinese_Text": "苍盗团的势力日渐增长。请去苍盗团巢穴击退他们，减少掠夺造成的损失。"
    },
    "18600019": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "창도단 소굴로 가서 무고한 사람들을 괴롭히는 창도단 궁사와 투사를 처치해 주십시오. 정예 창도단 투사와 정예 창도단 궁사도 함께 처치해 주십시오. 창도단을 그냥 놔두면 후에 큰 위협이 될 것입니다.",
        "English_Text": "Go to the Blue Bandits Camp and eliminate the Blue Bandits Zen Archers and Warlords who are terrorizing innocents. Please also eliminate the Elite Blue Bandits Warlords and Zen Archers. If the Blue Bandits are left alone, they'll grow into a greater threat in the future.",
        "Russian_Text": "",
        "Chinese_Text": "请去苍盗团巢穴消灭欺负无辜居民的精锐苍盗团。如果放任苍盗团不管，迟早会造成极大危害。"
    },
    "18600020": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "수목정령 때문에 고도시 숲길을 꺼리는 행인들이 많다고 합니다. 정예 수목정령을 마주쳐서 액운을 쫓는 제사까지 지내는 이도 있다고 합니다. 두려워하는 행인들을 위해 수목정령을 처리해 주십시오.",
        "English_Text": "They say many avoid the Highland Central Trail because of the Tree Spirits, and there's even those who hold rituals in hopes of escaping the misfortune of running into an Elite Tree Spirit. Please defeat the Tree Spirits for those who are too afraid to travel the trail.",
        "Russian_Text": "",
        "Chinese_Text": "三岁小孩都知道半月湖鹿角是灵药。这都多亏了古都林道的鹿。请去搜集一些鹿角。"
    },
    "18600022": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "고도시 숲길의 호랑이를 처치해 주십시오. 호랑이 때문에 사슴과 산양이 모두 없어지겠습니다.",
        "English_Text": "Eliminate the saberfangs at the Highland Central Trail. At this rate, the stags and goats will disappear because of those saberfangs.",
        "Russian_Text": "",
        "Chinese_Text": "请去古都林道消灭危害鹿与山羊的老虎。老虎快让鹿与山羊都要绝迹了。"
    },
    "18600023": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "수목정령 때문에 행인들이 고도시 숲길을 다닐 수가 없다고 합니다. 두려워하는 행인들을 도와주십시오.",
        "English_Text": "Travelers can't use the Highland Central Trail because of the Tree Spirits. Please help those terrified travelers.",
        "Russian_Text": "",
        "Chinese_Text": "被树木精灵与愤怒的树木精灵害得行人们无法经过古都林道。请去帮助担惊受怕的行人们。"
    },
    "18600024": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "투엽단 근거지의 원주민들이 투엽단 때문에 집을 빼앗기고도 돌아가지 못하고 있습니다. 투엽단 검사나 궁사를 처치해서 의협이 살아있음을 보여주십시오.",
        "English_Text": "The natives near the Poacher Gang Base have lost their homes because of the Poacher Gang. Go eliminate the Poacher Gang Blade Masters or Archers and bring them to justice.",
        "Russian_Text": "",
        "Chinese_Text": "偷猎团基地的原有居民们被偷猎团抢走了家园，目前无家可归。请去消灭偷猎团剑士或刺客，证明正义仍在。"
    },
    "18600025": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "투엽단 때문에 다치는 사람들이 늘어나고 있습니다. 투엽단 근거지로 가서 투엽단이 만행을 저지르지 못하도록 막아야 합니다. 투엽단 검사, 궁사, 암살자, 기공사, 정예 투엽단 도끼전사를 처치해 주십시오.",
        "English_Text": "There have been more cases of people getting attacked by the Poacher Gang. Go to the Poacher Gang Base and stop the Poacher Gang so that they can't commit any more atrocities. Please eliminate the Poacher Gang Blade Masters, Zen Archers, Assassins, Force Masters, and Elite Poacher Gang Axe Warriors.",
        "Russian_Text": "",
        "Chinese_Text": "偷猎团放置在各处的偷猎工具使越来越多的人受了伤。请去偷猎团基地消灭偷猎团，阻止他们为非作歹。目标是偷猎团弓手、气功师或斧战士。"
    },
    "18600026": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "투엽단은 고약하기로 명성이 자자한데 그중에서도 투엽단 암살자들은 그 악독함이 혀를 내두를 정도라고 합니다. 그들을 처치해 주십시오.",
        "English_Text": "The Poacher Gang are notorious for their cruelty, and among them, the Poacher Gang Assassins are exceptionally notorious. Eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "精锐偷猎团臭名远扬，其中精锐偷猎团剑士与精锐偷猎团刺客的歹毒程度令人震惊。请去消灭他们。"
    },
    "18600027": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "투엽단의 불법 밀수 때문에 보통 사람들에게 가는 피해가 이만 저만한 게 아닙니다. 어서 투엽단 근거지로 가주십시오. 투엽단 기공사에게 본때를 보여줍시다.",
        "English_Text": "The people's suffering caused by the Poacher Gang's illegal smuggling is no small matter. Go to the Poacher Gang Base and teach those Poacher Gang Force Masters a lesson or two.",
        "Russian_Text": "",
        "Chinese_Text": "偷猎团的非法走私给普通人造成了极大损失。我们需要有人去教训一下偷猎团。希望你去一趟偷猎团基地。目标是精锐偷猎团弓手、精锐偷猎团气功师以及精锐偷猎团斧战士。"
    },
    "18600028": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "거미들이 깊은 묘지 숲에 나타나 묘지를 파헤친다는 소문이 돌고 있습니다. 묘지에서 귀신이 나오기 전에 어서 가서 거미를 없애주십시오.",
        "English_Text": "There's a rumor circulating that spiders have appeared at the Deep Forest Graveyard and are digging up the graves. Go and eliminate the spiders before the ghosts come out of their resting places.",
        "Russian_Text": "",
        "Chinese_Text": "听说出现在幽深墓地森林的蜘蛛毁坏了墓地。请在鬼出现在墓地之前消灭蜘蛛。"
    },
    "18600029": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "깊은 묘지 숲에서는 한 발자국 가면 노숙령이, 두 발자국 가면 동자령이 나타나 사람을 홀리고 잡아간다고 합니다. 사람들이 홀리지 않도록 노숙령과 동자령을 몰아내주십시오.",
        "English_Text": "They say if you take one step into the Deep Forest Graveyard, a Mature Spirit appears, and on the second step, a Child Spirit appears, bewitching and kidnapping the person. Drive away the Mature Spirit and Child Spirit so that they can't bewitch people.",
        "Russian_Text": "",
        "Chinese_Text": "幽深墓地森林内满地的老熟灵及童子灵时常迷惑并抓走人们。请去消灭它们以防止人们被迷惑。"
    },
    "18600030": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "도깨비가 너무 무섭습니다. 어떤 요술을 부릴지 도통 알 수가 없는데 어찌 무섭지 않겠습니까? 심신을 미약하게 하는 도깨비들이 제발 사라지면 좋겠습니다. 깊은 묘지 숲으로 가서 도깨비들을 처리해 주십시오.",
        "English_Text": "That Dokkaebi is so scary. How could you not be afraid when we don't have a clue what kind of weird magic it could cast? I really wish that the Dokkaebi would just disappear. Go to the Deep Forest Graveyard and deal with the Dokkaebi.",
        "Russian_Text": "",
        "Chinese_Text": "鬼太可怕了。我完全不知道它们使用什么妖术，怎么会不害怕？我希望那些蚕食身心的鬼全都消失。请去幽深墓地森林消灭那些鬼。"
    },
    "18600031": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "해지는 목초지에 있는 가축들이 사묘정을 두려워하여 방목을 할 수 없다고 합니다. 가서 좀 도와주십시오.",
        "English_Text": "The livestock at Sunset Pasture can't graze there because they're afraid of the Gnarloxes. Go and help them.",
        "Russian_Text": "",
        "Chinese_Text": "落霞牧草地的牲畜很害怕蓑衣精，因此无法在那里放牧。请去帮助。"
    },
    "18600032": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "붉은 발발이들이 해지는 목초지의 풀을 뜯어 먹어 가축에게 줄 여물이 부족하다고 합니다. 발발이들을 처리해 주십시오.",
        "English_Text": "The Scarlet Bulbari are consuming the grass at Sunset Pasture, and there's not enough grass for the livestock. Get rid of the Bulbari.",
        "Russian_Text": "",
        "Chinese_Text": "红色龇牙犬吃掉了太多落霞牧草地的草，使得给牲畜吃的草不够了。请去消灭那些龇牙犬。"
    },
    "18600033": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "해지는 목초지에는 풀밭에 황금이 있다는 사실을 아십니까? 완벽한 황금 발발이는 번쩍이는 황금 잎을 가지고 있지요. 황금 잎을 구해주십시오. 모은 황금을 좋은 곳에 쓸 수 있을 겁니다.",
        "English_Text": "Do you know that there's gold in the meadow of Sunset Pasture? The Perfect Golden Bulbari has a shining golden leaf. Obtain a golden leaf, and the gold from it can be put to good use.",
        "Russian_Text": "",
        "Chinese_Text": "你听说过落霞牧草地有黄金吗？完美黄金龇牙犬拥有闪耀的黄金叶。请带来一些黄金叶，攒下来的黄金应该有很多用途。"
    },
    "18600034": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "돌 언덕 구릉지에서 곰들을 처치해 주십시오. 무서워서 돌 언덕 구릉지에 갈 엄두가 나지 않습니다. ",
        "English_Text": "Eliminate the bears at the Rocky Hill. I'm way too terrified to go there myself.",
        "Russian_Text": "",
        "Chinese_Text": "请去石坡丘陵消灭那些熊。我很怕熊，根本不敢经过石坡丘陵。"
    },
    "18600035": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "돌 언덕 구릉지에는 호랑이가 왜 이렇게 많을까요? 돌 언덕 구릉지를 돌아다니는 호랑이를 처치해 주십시오.",
        "English_Text": "Why are there so many saberfangs at the Rocky Hill? Eliminate the saberfangs roaming the Rocky Hill.",
        "Russian_Text": "",
        "Chinese_Text": "石坡丘陵上为什么会有那么多老虎呢？请去石坡丘陵消灭那些徘徊的老虎。"
    },
    "18600036": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "돌 언덕 구릉지의 곰과 호랑이는 힘이 세고 성질이 사납기로 유명합니다. 동물은 물론이고 사람들도 습격하여 해를 입힙니다. 누군가 그 맹수들을 꼭 처리해야 합니다.",
        "English_Text": "The bears and saberfangs at the Rocky Hill are reputed to be strong and terrifying. They attack not only animals, but also people, too. Someone has to get rid of these beasts.",
        "Russian_Text": "",
        "Chinese_Text": "石坡丘陵的猛兽们不仅力气大，脾气也很暴躁。不管是动物还是人类都会遭到它们的袭击。必须有人去消灭那些猛兽。"
    },
    "18600037": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "침식된 서인족이 파괴된 수와족 마을을 세균으로 오염시키고 있습니다. 위생을 위하여 침식된 서인족을 처치해 주십시오.",
        "English_Text": "The Consumed Ratmen are contaminating the Destroyed Ploggle Village with germs. Eliminate the Consumed Ratmen for the sake of hygiene.",
        "Russian_Text": "",
        "Chinese_Text": "被侵蚀的鼠人族用细菌污染了被破坏的水蛙族村庄。为了卫生，一定要消灭那些被侵蚀的鼠人族。"
    },
    "18600038": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "파괴된 수와족 마을에 나타난 침식된 서인족 때문에 수와족이 몹시 시달리고 있습니다. 그들을 처치해 수와족이 안전하게 지낼 수 있도록 도와주십시오",
        "English_Text": "The Ploggles are suffering because of the Consumed Ratmen at the Destroyed Ploggle Village. Eliminate the Ratmen for the safety of the Ploggles.",
        "Russian_Text": "",
        "Chinese_Text": "精锐被侵蚀的鼠人族出现在被破坏的水蛙族村庄，让水蛙族困扰不已。为水蛙族恢复安全，请去消灭它们。"
    },
    "18600039": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "파괴된 수와족 마을에 침식된 서인족이 나타난 이후로 수와족은 힘든 생활을 이어나가고 있습니다. 그런데 악어까지 나타나 수와족이 더욱 힘들어졌다고 합니다. 침식된 서인족과 악어들을 처치해서 수와족을 도와주십시오.",
        "English_Text": "The Ploggles have been having a hard time ever since the Consumed Ratmen appeared at the Destroyed Ploggle Village. Now, things are even tougher for them after the crocodiles showed up. Eliminate the Consumed Ratmen and crocodiles and help the Ploggles.",
        "Russian_Text": "",
        "Chinese_Text": "连鳄鱼群都出现在被破坏的水蛙族村庄，给水蛙族带来了更多麻烦。帮助水蛙族消灭鳄鱼群吧。"
    },
    "18600040": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "최근에 급격히 푸른소라게가 많아져 어업에 방해가 되고 있습니다. 떠밀려온 난파선 잔해 근처의 푸른소라게를 정리해 주십시오.",
        "English_Text": "There has been a sudden increase in the number of Blue Hermit Crabs, and this is causing trouble for the fisheries. Get rid of the Blue Hermit Crabs near the Washed-Up Ship Debris.",
        "Russian_Text": "",
        "Chinese_Text": "最近青色寄居蟹数量剧增，影响了渔业。请去漂流过来的遇难船残骸消灭附近的青色寄居蟹。"
    },
    "18600041": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "으스스한 골짜기에서 늪지 악어에게 다치는 사람들이 늘어나고 있습니다. 사람들이 피해를 입지 않도록 도와주십시오.",
        "English_Text": "More and more people are getting injured by the Swamp Crocodile at the Creepy Valley. Help the people out so that they won't be harmed anymore.",
        "Russian_Text": "",
        "Chinese_Text": "被阴森峡谷的沼泽鳄鱼害得不少人受了伤。请去帮助人们免受鳄鱼伤害。"
    },
    "18600042": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "불마자들 때문에 공허의 구덩이는 도저히 사람이 살 수 없는 곳이 되었습니다. 그들을 처치해 주십시오.",
        "English_Text": "The Bottomless Pit has become uninhabitable because of the Hollows. Eliminate the Hollows.",
        "Russian_Text": "",
        "Chinese_Text": "被不磨者害得虚空坑洞变成了人类无法居住的地方。请去虚空坑洞清理那些不磨者。"
    },
    "18600043": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "혼도 없이 사람 껍데기만 남아 돌아다니는 불마자는 반드시 처치해야 할 존재입니다. 어서 공허의 구덩이로 가서 불마자를 처치해 주십시오. ",
        "English_Text": "The Hollows that roam as empty, soulless shells must be eliminated. Go to the Bottomless Pit and eliminate the Hollows.",
        "Russian_Text": "",
        "Chinese_Text": "失去魂魄，只剩下人类躯壳的不磨者是必须消失的存在。请尽快去虚空坑洞处理不磨者。"
    },
    "18600044": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "공허의 구덩이에는 아직도 불마자들이 끊이지 않고 나타나고 있습니다. 끝이 없는 전투때문에 불마자에게 당한 사람은 물론 당하지 않은 사람들까지, 모두가 두려움에 떨고 있습니다. 사람들을 위해 불마자들과 정예 불마자들을 처치해 주십시오.",
        "English_Text": "Hollows are still appearing endlessly at the Bottomless Pit. Because of the non-stop fighting, everyone, including those who were not harmed by them, have gripped by fear. Eliminate the Hollows and Elite Hollows for the sake of the people.",
        "Russian_Text": "",
        "Chinese_Text": "不少人在虚空坑洞受到了精锐不磨者的攻击。请去消灭精锐不磨者以保证人们的安全。"
    },
    "18600501": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "밀림 발발이 등 위에 버섯은 분명 독버섯일 겁니다. 얼마 전에 누군가 그걸 요리해서 먹었다가 거의 죽을 뻔했거든요. 애먼 사람이 당하기 전에 거미 숲 길의 밀림 발발이를 처치해 주십시오.",
        "English_Text": "The mushroom on the back of a Jungle Bulbari must be a Poisoncap. Somebody nearly died from eating it not long ago. Eliminate the Jungle Bulbaries at the Cobweb Forest Trail before someone else gets poisoned by that mushroom.",
        "Russian_Text": "",
        "Chinese_Text": "看到了密林龇牙犬背上的蘑菇吗？那肯定是毒蘑菇。不久之前有人吃下这种蘑菇后差点就死掉了。在无辜的人受到伤害之前，去消灭蜘蛛林道的密林龇牙犬吧。"
    },
    "18600502": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "거미 숲 길에 가면 깜짝 놀랄 정도로 밀림 거미들이 쫙 깔려있지요. 예전에는 거미집이 너무 많아서 햇살이 보이지 않을 정도였다고 합니다. 밀림 거미를 두려워하고 무서워하는 사람들을 위해서 거미를 처치해 주십시오.",
        "English_Text": "There's a surprising number of spiders at the Cobweb Forest Trail. They say there used to be so many spiders that their cobwebs blocked out the sunlight. Their numbers still need to be whittled down, so please eliminate some of the spiders.",
        "Russian_Text": "",
        "Chinese_Text": "在泰绿林很容易看到蜘蛛。\n蜘蛛林道上更是有数量惊人的蜘蛛。\n听说过去蜘蛛窝太多，连阳光都照射不进来…总之现在的数量也不少，请去消灭一下蜘蛛。"
    },
    "18600503": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라화가 시끄러운 것이 하루 이틀 일이 아니다 보니, 귀가 먹먹하다거나 이상이 생기는 사람이 점점 늘어나고 있습니다. 이제 더는 시달리고 싶지 않습니다. 거미 숲길의 만다라화 좀 처치해 주십시오.",
        "English_Text": "The Cobweb Forest Trail is a path that leads to the East Ecological Research Site, but the Mandarava are wreaking havoc there. It'd help us a lot if you could eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "蜘蛛林道是前往东部生态调查林的主要道路，但蜘蛛耗费了人们很多时间。请帮忙去消灭精锐密林蜘蛛。"
    },
    "18600504": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "동부 생태 조사림은 치안이 많이 좋아지긴 했지만, 의식 없는 시귀들에게 이유 없이 공격당하는 개척자들이 한 둘이 아닙니다. 피해를 줄이려면 의식 없는 시귀 궁사와 병사를 처치해야 합니다.",
        "English_Text": "Safety at the East Ecological Research Site has improved, but there are still pioneers who fall prey to the Jungle Bears. We must hunt down the bears if we want to prevent any more victims.",
        "Russian_Text": "",
        "Chinese_Text": "东部生态调查林的治安情况有了很大改善，但仍然有开拓者不断被密林熊抓走。若想减少惨剧，必须狩猎那些熊。"
    },
    "18600505": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "동부 생태 조사림에서 묘면족이 지나가는 행인들에게 사납게 굴고 있다고 합니다. 보통의 묘면족은 조심스러운 편인데 무언가 이상합니다. 무언가가 그들을 난폭하게 만든 것 같습니다. 침식된 묘면족들에게서 단서를 수집해 와주십시오.",
        "English_Text": "The pattern of the bear and saberfang leather at the East Ecological Research Site is very unique. The leather itself is high quality, too. It'll attract a lot of interest back in our homeland. I'll look forward to you bringing me some quality material.",
        "Russian_Text": "",
        "Chinese_Text": "东部生态调查林的虎皮花纹十分特别，这可不是随处可见的平凡物品。若送回国内的话，肯定会引起很多关注。请找来优质的老虎皮。"
    },
    "18600506": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "오늘도 동부 생태 조사림에서 의식 없는 시귀들에게 공격당한 피해자들이 속출했습니다. 의식 없는 시귀 궁사와 병사를 처치해 피해자가 더 이상 늘어나지 않도록 도움을 주십시오.",
        "English_Text": "I want to use jungle stag bones to develop an epidemic treatment, but these stags are so ferocious that I can't get close to them. Could you hunt Jungle Stags for me? I'd like to collect and study their bones.",
        "Russian_Text": "",
        "Chinese_Text": "死屡秘药学知识丰富，曾在东部生态调查林研究过风土病的治疗方法。她肯定用密林鹿的角进行过药材研究。为了让其他人也研究风土病，请搜集一点鹿角。"
    },
    "18600507": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라화가 소리를 낼 때 밀림 발발이도 소리를 낸다고 합니다. 마치 노래를 따라 부르는 것처럼요. 만다라화에 밀림 발발이까지 합세하니 시끄러워서 견딜 수가 없습니다. 만다라화 폭포 앞의 밀림 발발이 좀 처치해 주십시오.",
        "English_Text": "The Jungle Bulbaries also add to the noise when the Mandaravas start getting loud, as if they're singing along. It's noisy enough with just the Mandaravas, and the Jungle Bulbaries make it worse. Eliminate the Jungle Bulbaries in front of the Mandarava Waterfall.",
        "Russian_Text": "",
        "Chinese_Text": "曼陀罗花发出噪音时，密林龇牙犬经常会跟着发出噪音。就好像密林龇牙犬在唱歌一样。曼陀罗花就已经够吵了，再加上密林龇牙犬实在是无法人后。请去清理一下曼陀罗花瀑布前的密林龇牙犬吧。"
    },
    "18600508": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "시끄러운 만다라화가 폭포 쪽에 있어서 참 다행입니다만, 언제 예도항 쪽으로 넘어올지 모르는 일입니다. 만다라화가 넘어오지 못하도록 저지해 주십시오.",
        "English_Text": "It's fortunate that the noisy Mandaravas are at the waterfall, but we don't know when they might come over to Dojung Port. Stop the Mandaravas from coming over.",
        "Russian_Text": "",
        "Chinese_Text": "吵闹的曼陀罗花在瀑布是不幸中的万幸，但不知道什么时候会蔓延至誉导港。请阻止曼陀罗花靠近这里。"
    },
    "18600509": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라 폭포 앞은 만다라화의 소음 때문에 지나기가 괴롭습니다. 작은 만다라화나 만다라화 뿐만 아니라 정예 만다라까지 함께 처치해야 이 문제가 비로소 해결될 겁니다. 작은 만다라화, 만다라화, 정예 만다라화의 처치를 부탁드립니다.",
        "English_Text": "It is difficult to pass through Mandara Falls because of the noisy Mandaravas. This problem can only be solved if all the Small Mandaravas, Mandaravas, and Elite Mandaravas are eliminated. Please get rid of the Small Mandaravas, Mandaravas and Elite Mandaravas.",
        "Russian_Text": "",
        "Chinese_Text": "精锐曼陀罗花的噪音比小曼陀罗花还要大。若精锐曼陀罗花的数量减少，噪音也会得到控制。请去消灭精锐曼陀罗花。"
    },
    "18600510": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "밀림 늑대는 마주치고 싶지 않은 두려운 존재지요. 풍요 우림 거점의 사람들이 안심하고 주변을 다닐 수 있도록 늑대를 처치해 주십시오.",
        "English_Text": "The Jungle Wolves are terrifying creatures that most people dread running into. Eliminate the wolves so that the people at Opulent Forest Base can travel without fear.",
        "Russian_Text": "",
        "Chinese_Text": "密林狼即使在白天也散发着寒气，晚上更是像幽灵一样悄无声息地徘徊着，实在是不想遇见的恐怖存在。请去消灭密林狼，使丰饶雨林据点的人们能够放心在附近走动。"
    },
    "18600511": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풍요 우림 거점은 식량 생산이 가능해 개척자들에게 중요한 곳인데 주위에 녹각다귀들이 많아 걱정입니다. 그들이 풍요 우림 거점에 넘어오지 못하도록 처치해 주십시오.",
        "English_Text": "The Opulent Forest Base is an important location for the pioneers, but there are also a lot of Greenhorns, which are a source of trouble. Eliminate them so that they don't come over to the Opulent Forest Base.",
        "Russian_Text": "",
        "Chinese_Text": "盛产粮食的丰饶雨林据点是开拓者们的重要宝地，但周围的大量绿角大鬼是隐患。而且绿角大鬼正在日益变得残暴。请去消灭绿角大鬼以防止入侵丰饶雨林据点。"
    },
    "18600512": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라화의 줄기가 독 치료에 효과가 있다는데 그야말로 거짓 소문입니다. 사람들이 현혹되지 않도록 만다라화를 처리해 주십시오.",
        "English_Text": "People say that the flower on top of the head of the Stem Bulbari is good for treating poison, but the rumor simply isn't true. Eliminate the Stem Bulbari so that people don't fall for that lie.",
        "Russian_Text": "",
        "Chinese_Text": "挺拔龇牙犬头上的花具有解毒效果是个谣传。请去消灭挺拔龇牙犬，防止人们被误导。"
    },
    "18600513": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "연안 발발이의 쪽빛 잎을 보셨습니까? 참으로 아름다운 잎이지요. 그 잎으로 바구니를 만들어 수월항으로 보냈는데 반응이 좋았습니다. 잎을 모아주시면 또 만들어 보내겠습니다.",
        "English_Text": "Have you seen Shore Bulbaries' navy leaves? They're very beautiful. I sent some baskets made of them to Moonwater Harbor and received a positive response. I'd like to make more baskets. Please bring me the Bulbari leaves.",
        "Russian_Text": "",
        "Chinese_Text": "看到了沿岸龇牙犬的无暇蓝叶吗？这是无法在其他大陆上看到的珍贵叶子。我用这种叶子编制篮子送回国内之后反响不错。若能给我搜集更多叶子，我会制作更多篮子送回国内。"
    },
    "18600514": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "버려진 감시탑 주변에 작은 선착장이 있는데 연안 소라게와 연안 거북 무리 때문에 이용하기가 어렵다고 합니다. 낚시로 생계를 이어나가는 사람들을 위해 그것들을 몰아내고 길을 터 주십시오.",
        "English_Text": "The Shore Hermit Crabs are increasing rapidly at the Abandoned Watchtower. We must investigate the cause, but reducing their numbers is the more urgent issue for now. Please help.",
        "Russian_Text": "",
        "Chinese_Text": "被遗弃的监视塔周围沿岸寄居蟹数量剧增。原因尚需调查，但当务之急是减少其数量。请去处理一下。"
    },
    "18600515": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "가는 모래 하구가 수상합니다. 그곳의 거북이와 발발이, 소라게가 사나워졌다고 합니다. 심지어 몇몇은 사람들을 먼저 공격하기도 한다고 하더군요. 만다라화의 소음 때문이라고 추측하는 사람도 있지만, 그것이 원인이 아닐 수도 있습니다. 일단은 사람을 공격하도록 내버려 둬서는 안 되니 그곳의 생물들을 정리해 주십시오. ",
        "English_Text": "The area around the Abandoned Watchtower is stable for now, but that could change any time. Please clear it of monsters.",
        "Russian_Text": "",
        "Chinese_Text": "被遗弃的监视塔在丰饶雨林据点西边。那里曾经是大量偷渡船靠岸的地方。现在没有偷渡情况，因此几乎被弃用，但还是需要维护。请去清理一下监视塔周围。"
    },
    "18600516": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선의 잔해 부근을 망령들이 배회하고 있습니다. 망령 때문에 사람들이 겁을 먹어 해안가로 가질 못하고 있습니다. 망령들이 사람들에게 더 이상 두려움을 주지 못하도록 처치해주십시오. ",
        "English_Text": "Go to the Shipwreck Debris and eliminate the Shore Turtles. Take care of them before the shore is covered with turtles.",
        "Russian_Text": "",
        "Chinese_Text": "请去遇难船残骸消灭沿岸龟与沿岸寄居蟹。被遗弃的监视塔附近满是沿岸龟与沿岸寄居蟹，都跨到了遇难船残骸那边。请在乌龟与寄居蟹覆盖整个海岸边之前处理一下。"
    },
    "18600517": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풍요 우림 거점 앞쪽 바다에 있는 난파선의 잔해를 언젠간 치워야 하는데 어둑시니 때문에 치울 엄두가 나지 않습니다. 꺽다리 어둑시니나 정예 느림보 어둑시니를 처치해 주십시오.",
        "English_Text": "The Shipwreck Debris in front of the Opulent Forest Base should be cleared away, but the Oduksinis in the area make it dangerous for us to do that. Eliminate the Tall Oduksinis or Elite Slowpoke Oduksinis.",
        "Russian_Text": "",
        "Chinese_Text": "我们需要清理丰饶雨林据点前方海上的遇难船残骸，但遇难船残骸附近的夜鬼让我们根本不敢动手。请去消灭夜鬼。"
    },
    "18600518": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선에서 몇 가지 가져오지 못한 귀중품이 있습니다. 꼬마 어둑시니들이 가져간 것 같은데, 되찾아 주실 수 있을까요? 부탁드립니다. ",
        "English_Text": "We failed to retrieve some valuables from the Shipwreck, and we think Little Oduksinis might have taken them. Could you check them out?",
        "Russian_Text": "",
        "Chinese_Text": "我们已经回收了遇难船内的大部分贵重品，但被精锐夜鬼抢走了一些东西。可以请你找回来吗？"
    },
    "18600519": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "개척의 땅 태록림에는 다양한 이주민들이 있고, 그들은 생계를 위해서 어디든 가고 있습니다. 힘없는 이주민들이 해안가의 사나운 악어에게 당하지 않도록 연안 악어들을 처리해 주십시오.",
        "English_Text": "Taero Forest has many settlers, and most of them will go anywhere to make a living. Eliminate the Shore Crocodiles so that they don't get hurt.",
        "Russian_Text": "",
        "Chinese_Text": "虽然很难想象会有人靠近完全被毁的遇难船，但有很多移居民生活在开拓之地泰绿林，而他们为了生计愿意冒任何风险。请去清理沿岸鳄鱼以防止毫无防备的移居民们在遇难船附近受到鳄鱼袭击。"
    },
    "18600520": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선의 무덤으로 가서 난파된 시귀 좀 없애주십시오. 난파선 근처를 떼로 돌아다니는 부패한 시귀들 때문에 아무도 그곳에 가려고 하지 않지만, 그곳에는 아직 회수해야 할 물자들이 남아 있습니다.",
        "English_Text": "There isn't a single spot where there aren't any hermit crabs! Please keep those hermit crabs from increasing in number. They're breeding out of control!",
        "Russian_Text": "",
        "Chinese_Text": "海岸边满是寄居蟹！这次请去遇难船墓地清理一下数量剧增的沿岸寄居蟹。寄居蟹的繁殖能力实在是惊人！"
    },
    "18600521": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "창도단이 발자국 없는 해안에 거처를 마련한듯합니다. 그들이 그곳에 진을 친 이유는 아직 밝혀지지 않았습니다. 그들이 안전을 위협하지 못하도록 손을 써 주십시오.",
        "English_Text": "Some Blue Bandits wander about the Ship Graveyard like ghosts. Whatever their reason is for being there, they're not helping us reclaim the area. Please stop them.",
        "Russian_Text": "",
        "Chinese_Text": "无处可去的苍盗团像幽灵一样徘徊在遇难船墓地。虽然不知道他们为什么在那里徘徊，但我敢说他们对泰绿林的开拓活动没有任何帮助。请去阻止他们毫无意义的徘徊。"
    },
    "18600522": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에도 불마자가 나타날 줄은 정말 몰랐습니다. 정말입니다. 몇몇 사람들이 골짜기 바람길에서 똑똑히 봤다고 합니다. 아무것도 살 수 없는 땅이 되어 버리기 전에 어서 가서 불마자를 없애 주십시오. 부탁드립니다.",
        "English_Text": "The Mandarava are making the Windpath Valley impassable. It's simply unbearable to take even just one step towards all that racket! Take care of the Mandarava so we can use the path again.",
        "Russian_Text": "",
        "Chinese_Text": "暗角大鬼充斥着峡谷风路，经过峡谷风路变得很难。为了改善通行情况，请去消灭峡谷暗角大鬼。"
    },
    "18600523": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "암각다귀의 뿔은 거대하고 단단하기 때문에 조금만 다듬으면 무기로도 사용할 수 있을 것 같습니다. 골짜기에 있는 암각다귀의 뿔을 구해다 주시면 만들어 보겠습니다.",
        "English_Text": "The horns of the Darkhorns are huge and hard, which make them a good material for weapons. If you could get some horns from the Darkhorns in the valley, I'll see if I can turn them into some weapons.",
        "Russian_Text": "",
        "Chinese_Text": "峡谷暗角大鬼的角又大又坚硬，只要稍微经过打磨就能成为优秀的开拓者武器。请带回一些优质的峡谷暗角大鬼的角，我想对此进行研究。"
    },
    "18600524": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "골짜기 바람길 일대의 곰들은 포악하기로 악명이 높습니다. 두려움에 떠는 이주민들을 위해 골짜기 곰을 처치해 주십시오.",
        "English_Text": "Bears in the Windpath Valley are notorious for their ferociousness. Please get rid of Valley Bears for the settlers' sake.",
        "Russian_Text": "",
        "Chinese_Text": "巨大的白山熊与其他熊一起成为了峡谷风路的霸主。熊的数量越多，越会打破野生的和平。在造成无法挽回的失衡之前，请去消灭峡谷熊。"
    },
    "18600525": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해변 거북 등에는 어패류가 잔뜩 붙어 있는데 운이 좋으면 진주조개가 나오기도 합니다. 해변 거북의 등에서 진주조개를 모아와 주십시오. 진주로 장신구를 만들면 인기가 대단할 겁니다.",
        "English_Text": "All kinds of shellfish are attached to the shells of the Beach Turtle, and when you're lucky, you can find a shellfish pearl. Collect the shellfish pearls from the shells of the Beach Turtles. Accessories made from the pearls can be very popular.",
        "Russian_Text": "",
        "Chinese_Text": "海岸龟的背壳上满是各种鱼贝类，有时还能找到珍珠贝。请在海岸龟的背壳上搜集珍珠。国内的人们很喜欢珍珠，只要制作一些珍珠饰品，肯定会大受欢迎。"
    },
    "18600526": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해변 발발이들이 예도항 북쪽 샛길까지 올라왔습니다. 보통 해안 근처에 있는데 어둑시니가 늘어나서 그런 걸까요? 예도항까지 발발이가 들어오지 않도록 막아 주십시오.",
        "English_Text": "The Beach Bulbaries have made their way up to the Northern Side Trail of Dojung Port. They usually stay near the shore, but it seems they've been driven out by the Oduksinis. Please eliminate them so that they don't enter Dojung Port.",
        "Russian_Text": "",
        "Chinese_Text": "大量海岸龇牙犬出现在了誉导港北侧小路附近。海岸龇牙犬一般栖息在海岸附近，可能是被数量增加的夜鬼赶了出来。请去清理海岸龇牙犬，防止其靠近誉导港。"
    },
    "18600527": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "자꾸 도구가 사라지고 있습니다. 금경철문, 도화상전, 너 나 할 것 없이 당하고 있습니다. 이런 짓을 하는 건 어둑시니 뿐입니다. 가서 공구들을 되찾아 주십시오.",
        "English_Text": "Everyone's tools are disappearing. Soul Steel, Peach Blossom, everybody's been losing them. Only the Oduksinis would do this. Retrieve our tools for us.",
        "Russian_Text": "",
        "Chinese_Text": "最近不断发生工具遗失的事情，包括金庚哲门和桃花商廛在内无一幸免。会做这种事的只有夜鬼。请去回收被偷走的工具。"
    },
    "18600528": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해변 어둑시니들이 반짝거리는 것을 좋아해서 진주를 잔뜩 모아놨다고 합니다. 어둑시니들이 예도항에서 자꾸 우리 물건을 훔쳐 가니, 우리가 진주를 좀 가져와도 될 것입니다. 해변 어둑시니들이 가진 진주를 가져와 주십시오.",
        "English_Text": "The Oduksinis love shiny materials. That's why they hoard so many pearls. Since they keep stealing our things at Dojung Port, it'll be fine if we take some of those pearls for ourselves. Please collect pearls that the Shore Oduksinis have hoarded.",
        "Russian_Text": "",
        "Chinese_Text": "我们不久之前才发现，海岸夜鬼喜欢闪耀的东西，因此搜集了很多珍珠。夜鬼从誉导港偷走了很多东西，我们也去偷来一些珍珠吧。请去带回精锐海岸夜鬼的珍珠。"
    },
    "18600529": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "혈비패가 숲 늑대를 훈련시키고 있습니다. 혈비패가 늑대를 훈련시킬 수 없도록 혈비의 숲에 있는 늑대들을 처치해 주십시오. ",
        "English_Text": "The Scarlet Masks are taming the Forest Wolves. Eliminate the Forest Wolves at the Forest of the Scarlet Masks so that the Scarlet Masks can't tame them anymore.",
        "Russian_Text": "",
        "Chinese_Text": "赤匪派最近好像在训练森林狼。为了阻止赤匪派，请去消灭赤匪森林的狼。"
    },
    "18600530": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "상인들 대부분이 예도항에서 필요한 물건을 받아 각 개척지로 운송하는데, 자꾸 혈비패가 나타나 물건을 빼앗고 상인을 죽이기까지 합니다. 혈비의 숲으로 가서 혈비패를 물리쳐 주십시오.",
        "English_Text": "Most of the merchants receive the goods at Dojung Port and transport them to different settlements. The Scarlet Masks keep robbing them of their cargo and even their lives. Go to the Forest of the Scarlet Masks and eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "大部分商人都会从誉导港出发，通过丰饶雨林据点把必要的物资运送至迷雾森林开拓地。可是时常会有盗贼抢走物资，更甚者还会夺走商人的性命。这都是凶恶的赤匪派所为。请去赤匪森林消灭赤匪派。"
    },
    "18600531": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에 혈비패가 창궐하고 있다는 걸 외부에 알려야 합니다. 혈비패의 붉은 복면을 보내면 어떨까요? 혈비패 정찰자, 혈비패 암살자, 혈비패 궁사, 정예 혈비패 파괴자로부터 복면을 모아와 주십시오.",
        "English_Text": "We must let the outside world know that the Taero Forest is fraught with the Scarlet Masks. How about we send out their red masks as evidence? Please collect masks from Scarlet Masks Scouts, Scarlet Masks Assassins, Scarlet Masks Zen Archers, and Elite Scarlet Masks Destroyers.",
        "Russian_Text": "",
        "Chinese_Text": "我想把赤匪派的威胁告知国内，从而获得兵力支援。赤匪派的红色面具是赤匪派猖獗的证据。请带回来一些精锐赤匪派破坏者的面具。"
    },
    "18600532": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "안개 투연초가 안개 그늘 숲을 지나는 행인들을 공격한다고 합니다. 행인들을 위해 안개 그늘 숲의 안개 투연초를 제거해 주십시오.",
        "English_Text": "The Misty Spitting Plants have been attacking people who pass by the Shadowed Mistwood. Eliminate the Misty Spitting Plants to promote their safety.",
        "Russian_Text": "",
        "Chinese_Text": "迷雾透烟草极具攻击性，对经过雾影森林的行人造成了威胁。为了过往的行人，请去消灭雾影森林的迷雾透烟草。"
    },
    "18600533": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "안개 그늘 숲에 금경철문 문주 달빛바람이 나타났다고 합니다. 심지어 떼거지로요. 아마 진짜가 아닌 환영일 것입니다. 사람들이 속지 않도록 환영 달빛바람을 없애주십시오.",
        "English_Text": "The Soul Steel Leader Moonwind has appeared at the Shadowed Mistwood, but it looks like there's a group of them. They have to be illusions. Eliminate those Illusion Moonwinds so that the people won't be deceived.",
        "Russian_Text": "",
        "Chinese_Text": "听说雾影森林里出现了金庚哲门门主月光疾风，甚至还是一大群。这肯定是雾影森林的幻影。为了防止人们被诱骗，请去消灭幻影月光疾风。"
    },
    "18600534": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "상전주 곽호룡이 안개 그늘 숲에 나타났다고 합니다. 분명 환영으로 나타난 괴물일 겁니다. 속는 사람이 없도록 환영 곽호룡을 없애주십시오.",
        "English_Text": "Horyong, the leader of the Merchants, has appeared at the Shadowed Mistwood. It must actually be a monster created from illusions. Eliminate the Illusion Horyong so that no one is deceived.",
        "Russian_Text": "",
        "Chinese_Text": "又发生了难以置信的事情。听说商廛老板郭浩龙出现在了雾影森林。这肯定是怪物做出的幻影。为了防止人们被诱骗，请去消灭幻影郭浩龙。"
    },
    "18600535": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "안개 그늘 숲의 악어는 포악해서 그대로 두면 이주민들에게 큰 위협이 될 겁니다. 어서 가서 안개 그늘 숲의 안개 악어를 처치해 주십시오.",
        "English_Text": "The crocodiles in the Shadowed Mistwood are so aggressive that if left alone, they will become a threat to the settlers living there. Go and eliminate the Misty Crocodiles at the Shadowed Mistwood.",
        "Russian_Text": "",
        "Chinese_Text": "若想开拓雾影森林，需要先消灭鳄鱼。鳄鱼性情残暴，若放着不管肯定会威胁迷雾森林开拓地的移居民。请快去消灭雾影森林的迷雾鳄鱼。"
    },
    "18600536": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "늪지가 마르고 있어서 걱정인데, 점점 더 혼탁해지기까지 하니 아주 크게 걱정이 됩니다. 마르는 원인은 모르겠으나, 혼탁해진 원인은 정확히 알고 있지요. 바로 안개 연잎인간 때문입니다. 메말라 가는 늪지에서 안개 연잎인간이 물을 혼탁하게 하지 못하도록 없애주십시오.",
        "English_Text": "Just the fact that the swamp is drying out is worrying enough, and now its water is getting murkier by the day. I don't know why it's evaporating, but I know what's agitating its water: the Lilybads. Please stop them from further contaminating the water in the Disappearing Swamp.",
        "Russian_Text": "",
        "Chinese_Text": "泰绿林情势已基本稳定，但干枯沼泽仍然需要持续进行开拓。开拓干枯沼泽之前需要先清除妨碍进度的迷雾莲叶人。请去消灭那些怪物。"
    },
    "18600537": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "맹수는 힘없는 이주민들이 가장 만나고 싶지 않은 두려운 존재입니다. 이주민들을 위해 메말라 가는 늪지의 악어를 제거해 주십시오.",
        "English_Text": "Beasts are the worst threats to the powerless settlers. Eliminate the crocodiles at the Disappearing Swamp to help the people there.",
        "Russian_Text": "",
        "Chinese_Text": "阻碍开拓的主要因素之一就是猛兽。猛兽也是没有力量的移居民最不想遇见的恐怖存在。为了泰绿林的开拓活动，请去消灭干枯沼泽的鳄鱼。"
    },
    "18600538": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "인면충은 최근에 마주친 가장 강력한 인물을 모방한다고 합니다. 그리곤 그 모습으로 이주민들을 유인하여 해치니, 정말 큰 문제입니다. 인면충이 해를 끼치지 못하도록 처치해 주십시오.",
        "English_Text": "The Illusion Mantises mimic the most powerful being they've come across, and they use their illusions to lure the settlers. Eliminate the Illusion Mantises so that they can't hurt anyone.",
        "Russian_Text": "",
        "Chinese_Text": "人面虫的特点是模仿近期遇见的最强者。若止于模仿还好，问题在于它们会引诱并伤害移居民。为了防止人面虫伤害移居民，请去消灭它们。"
    },
    "18600539": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "메말라 가는 늪지에 매화단주 홍매화가 나타났다는데 그럴 리가 없습니다. 만일 환영이라면 즉시 처치해 주십시오. 그리고 가신 김에 환영 인면충도 보이면 함께 처치해 주십시오. 환영 인면충이 뭘로 변할지 아무도 모르니까요.",
        "English_Text": "Mehwa, the master of the Plum Blossom, has reportedly appeared at the Disappearing Swamp, but that can't be possible. If it is an illusion, eliminate it immediately. And get rid of any Illusion Mantis you see while you're there. You never know what they might turn into.",
        "Russian_Text": "",
        "Chinese_Text": "据说干枯沼泽里出现了梅花团团主洪梅花，太荒诞了。这肯定是幻影。请去确认一下，若发现确实是幻影，请就地歼灭。"
    },
    "18600540": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "뱀버섯 군락의 뱀버섯은 공기 중에 환각성분이 포함된 물질을 내뿜는다고 합니다. 위험한 뱀버섯을 없애주십시오.",
        "English_Text": "The Snakecaps at the Snakecap Field spit hallucinogenic substances into the air. Take care of those dangerous Snakecaps.",
        "Russian_Text": "",
        "Chinese_Text": "蛇头菇群落的蛇头菇会向空气喷射含有幻觉成分的物质，因此非常危险。请消灭危险的蛇头菇。"
    },
    "18600541": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "뱀버섯 군락에 투연초가 늘고 있습니다. 사람을 공격하는 것들이 늘어나서 좋을 일은 없습니다. 어서 군락 투연초를 제거하는 것이 좋을 듯 합니다. ",
        "English_Text": "Spitting Plants are spreading across the Snakecap Field. It's never a good idea to let monsters like that flourish. Please weed out Field Spitting Plants.",
        "Russian_Text": "",
        "Chinese_Text": "蛇头菇群落满是蛇头菇，最近更是开始出现了透烟草。那里既然适合蘑菇生长，透烟草的数量肯定也会剧增。会攻击人们的东西数量增加可不是什么好事。让我们先发制人吧，请去消灭群落透烟草。"
    },
    "18600542": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "뱀버섯 군락에 인면충이 모습을 드러냈다고 합니다. 버섯 환영 인면충이 사람들을 모방해 피해를 입히지 않도록 처치해 주십시오. 공기 중에 환각성분을 내뿜는 뱀버섯을 함께 처치해 주시면 더욱 도움이 될 것입니다. 부탁드립니다.",
        "English_Text": "Mantises have appeared at the Snakecap Field. Eliminate the Mushroom Illusion Mantises before they mimic another person and harm others. While you're at it, it would be of great help if you could also destroy the Snakecaps which release a mind-altering substance into the air.",
        "Russian_Text": "",
        "Chinese_Text": "听说大量蘑菇幻影人面虫出现在了蛇头菇群落。在幻影人面虫模仿人类造成危害之前消灭它们吧。"
    },
    "18600543": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "초기 개척자들을 위해 만든 개척자 위령 묘지가 있습니다. 그들이 편히 쉴 수 있도록 묘지 주위의 투연초와 혈비패를 정리해 주십시오.",
        "English_Text": "There's a Pioneers' Graveyard to commemorate the early pioneers who died. Clear the Grave Spitting Plants so that they may rest in peace.",
        "Russian_Text": "",
        "Chinese_Text": "我们不应忘记初期开拓者。有了他们的付出，我们才能更好地了解泰绿林，也才能顺利地进行开拓活动。开拓者慰灵墓地属于牺牲的初期开拓者。为了使他们安息，请去消灭墓地透烟草。"
    },
    "18600544": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "개척자 위령 묘지에 영혼들이 돌아다니고 있습니다. 태록림 개척이라는 못다 한 사명 때문에 편히 잠들지 못한 것일까요? 노숙혼과 동자혼이 편히 쉴 수 있게 해주십시오.",
        "English_Text": "There are Souls roaming the Pioneers' Graveyard. Could it be that these souls can't rest because their duty during their life was to explore Taero Forest? Help the Mature Souls and Child Souls rest in peace.",
        "Russian_Text": "",
        "Chinese_Text": "开拓者慰灵墓地内出现了灵魂。难道是因为未完成开拓泰绿林的使命而难以安息？请帮助老熟魂与童子魂安息吧。"
    },
    "18600545": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "참고요 숲의 개척을 방해하는 요소가 있어서 처리를 부탁드리려고 합니다. 산선호를 처리하여 개척 사업에 도움을 주시면 감사하겠습니다.",
        "English_Text": "We have a request, since there's an obstacle towards the development of the Tranquil Woods. I'll be grateful if you can deal with the Moss Fox and help us in developing the land.",
        "Russian_Text": "",
        "Chinese_Text": "我想拜托你去消除寂静森林开拓活动的妨碍因素。请去消灭山仙狐，为开拓活动提供帮助。"
    },
    "18600546": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "참고요 숲에 등껍질이 날카로운 거북이들이 돌아다니는 것을 보셨습니까? 무척 위험해 보이더군요. 개척을 위해 참고요 숲에서 낙원 거북을 몰아내주십시오. ",
        "English_Text": "Have you seen those turtles with sharp shells? They look very dangerous. Drive away the Simyu Turtles for the sake of the development of the Tranquil Woods.",
        "Russian_Text": "",
        "Chinese_Text": "有着锐利背壳的乌龟在寂静森林内徘徊着。为了开拓活动，请把危险的乐猿龟赶出寂静森林。"
    },
    "18600547": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "담인초 습지의 투연초와 담인초에 현혹되어 다가갔다가 공격당한 사람이 한 둘이 아닙니다. 이 일의 해결책은 하나뿐입니다. 습지 투연초와 담인초를 처치해 주십시오.",
        "English_Text": "People keep mistaking Spitting Plants in the Nepenthes Marsh for beautiful flowers and getting attacked. There's only one viable solution. Eliminate the Marsh Spitting Plants.",
        "Russian_Text": "",
        "Chinese_Text": "泰绿林内有各种危险植物，其中之一就是啖人草湿地的透烟草。被紫色迷惑而靠近之后被伤害的人不在少数。解决方法只有一个。请去清除湿地透烟草。"
    },
    "18600548": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "예전에는 담인초 습지에 작은 마을이 있었습니다. 하지만 습지 묘면족의 갑작스러운 공격으로 그곳에 있던 대부분의 사람들이 밀려나고 지금은 망루만 남았습니다. 그럼에도 불구하고 습지 묘면족은 아직도 그곳을 지나는 사람들을 공격한다고 합니다. 사람들을 위해 습지 묘면족을 물리쳐 주십시오.",
        "English_Text": "Crocodiles are appearing in the Nepenthes Marsh. Please help us exterminate Berserk Marsh Crocodiles.",
        "Russian_Text": "",
        "Chinese_Text": "啖人草湿地过去也曾水源充足，但现在处于逐渐干枯的状态。虽然水源减少并不是好事，但啖人草湿地鳄鱼数量也明显减少了。现在只需要消灭残余的鳄鱼，请来帮助我们。"
    },
    "18600549": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "강력한 독성 물질을 내뿜는 습지 담인초 때문에 많은 이주민들이  고통스러워 하고 있습니다. 습지 담인초를 없애주십시오. 이주민들의 고통이 훨씬 가벼워질 것입니다.",
        "English_Text": "The Marsh Nepenthes emits powerful toxic substances and has harmed countless settlers. Please get rid of the Marsh Nepenthes for their sake.",
        "Russian_Text": "",
        "Chinese_Text": "啖人草湿地内栖息着食人植物，最有名的就是湿地啖人草。湿地啖人草可喷射强烈的毒性物质，给众多移居民带来了痛苦。请去消灭湿地啖人草，这将大幅减轻移居民的痛苦。"
    },
    "18600550": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "낙원족 경계자와 낙원족 투척자가 낙원 구릉을 돌아다니던 이주민들을 공격했다고 합니다. 낙원족의 공격을 그저 모른 척 해서는 안 됩니다. 낙원족 경계자와 낙원족 투척자로부터 이주민들을 보호해 주십시오.",
        "English_Text": "Simyu Sentinels and Simyu Throwers attacked the settlers on Simyu Hill. We cannot turn a blind eye towards their attacks. Please protect the settlers from the Simyu Sentinels and Simyu Throwers.",
        "Russian_Text": "",
        "Chinese_Text": "乐猿丘陵是广阔平地，若能进行开拓将会有很多好处。但乐猿族占据着那里，真是太可惜了。若有人能为了大义而消灭乐猿族，一定能改变目前的情况。是否可以请你去消灭乐猿族？"
    },
    "18600551": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "낙원족은 낙원 구릉에 피는 흰 꽃으로 떡을 만들어 먹는데 풍토병 치료에 효과가 있다고 합니다. 낙원족이 가지고 다니는 떡을 모아서 확인해보면 어떨까요? 낙원족의 떡을 모아주십시오.",
        "English_Text": "The Simyu tribe makes rice cakes with the white flowers growing on Simyu Hill, and those cakes are supposedly effective against the disease. Maybe we should check out the rice cakes they carry with them. Please collect some of the Simyu's rice cakes.",
        "Russian_Text": "",
        "Chinese_Text": "看到了乐猿丘陵上盛开的白花吗？这种白花是乐猿族制作年糕的材料，据说具有极佳的风土病治疗效果。我想确认一下是不是事实。请帮忙搜集一些精锐乐猿族的年糕。"
    },
    "18600552": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "낙원 구릉의 풍부한 물을 식수나 농수로 쓸 수 있다면, 이주민들에게 큰 도움이 될 겁니다. 하지만 폭포 발발이와 폭포 연잎인간이 물을 오염시킬까 봐 걱정이네요. 깨끗한 처리를 부탁드리겠습니다. ",
        "English_Text": "If we could use the abundant water on Simyu Hill as drinking water or for farming, it'll be a great help to the settlers. However, I'm worried that the Waterfall Bulbaries and Waterfall Lilybads could contaminate the water. I trust you to take care of them.",
        "Russian_Text": "",
        "Chinese_Text": "乐猿丘陵属于泰绿林中水源非常丰富的地方。若能把那里的水用作饮用水及农业用水，将会为移居民带来极大的便利。但我很担心瀑布龇牙犬与瀑布莲叶人会污染水质。请去消灭它们。"
    },
    "18600553": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풀내음 언덕길을 돌아다니는 썩은 시귀들을 처치해 주십시오. 그들이 언덕길에서 사람들을 괴롭히는 산적이었는데, 무슨 일로 자기들끼리 싸우다가 죽었다는 소문이 있습니다. 그 후에 시귀가 되어 사람들 앞에 나타나 두려움을 주고 있다고 합니다. 행인들의 안전을 위해 시귀들을 처치해 주십시오.",
        "English_Text": "How about we prepare some nutritious food for the hardworking settlers? Stags on the Grassland Knoll can provide tender, protein-rich meat. Could you bring me their venison?",
        "Russian_Text": "",
        "Chinese_Text": "优质食物对努力开拓的移居民来说必不可少。草香山丘路的鹿不仅肉质极佳，营养也非常丰富，很适合用作料理材料。可以请你为移居民带来一些鹿肉吗？"
    },
    "18600554": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "언덕 발발이의 잎은 광택이 좋고 질겨서 공예품을 만들기에 안성맞춤이지요. 언덕 발발이의 잎을 구해다 주시면, 여러 공예품을 개발해 보려고 합니다. 태록림의 새로운 특산품이 탄생할지 어떨지, 아무도 모르는 일 아니겠습니까?",
        "English_Text": "The leaves of the Hill Bulbari are shiny and durable, which make them a good crafting material. If you could collect some Hill Bulbari leaves, I can try to develop various crafts. Who knows? I just might be able to develop a new specialty for Taero Forest!",
        "Russian_Text": "",
        "Chinese_Text": "丘陵龇牙犬之叶光泽亮丽，乍一看很像黄金。而且质地坚韧，非常适合用于制作工艺品。请帮忙搜集一些丘陵龇牙犬之叶，我想尝试制作各种工艺品。谁知道呢，也许新的泰绿林工艺品很快就会问世！"
    },
    "18600555": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풀내음 언덕을 돌아다니는 거미를 처치해 주십시오. 거미들이 풀내음 언덕을 지나가는 이주민들을 사냥감으로 생각하고 공격하는 모양입니다. 풀내음 거미를 처치해 이주민들을 도와주십시오.",
        "English_Text": "Eliminate the spiders at the Grassland Knoll. They are attacking those passing by the Grassland Knoll, treating them as their prey. Help the settlers by eliminating the Grassland Spiders.",
        "Russian_Text": "",
        "Chinese_Text": "请去消灭草香山丘的蜘蛛。那些巨型蜘蛛把过往草香山丘的移居民视为猎物。请帮助移居民消灭草香蜘蛛。"
    },
    "18600556": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "식물학자들이 풀내음 언덕길에 나무가 없는 이유를 알아내려고 풀내음 사묘정의 위장을 조사할 예정이라고 하더군요. 연구를 위해 위장을 구해다 드리면 어떨까요? 도움을 부탁드립니다.",
        "English_Text": "Botanists want to check the stomach contents of Grassland Gnarloxes to find out why there are no trees at the Grassland Knoll. Could you get some intestines for them?",
        "Russian_Text": "",
        "Chinese_Text": "不久之前一些植物学者从国内来到了这里，目的是调查草香山丘路上没有树的原因。他们说好像是因为草香蓑衣精…还需要调查草香蓑衣精的肠胃。是否可以请你帮忙送去一些肠胃用于研究？拜托你了。"
    },
    "18600557": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은새벽단이 물안개 고원에 나타났습니다. 약초꾼들을 노리고 있다는 소문이 있던데, 그것이 사실이라면 큰일입니다. 태록림의 많은 약초꾼들이 물안개 고원 옆의 약초꾼 쉼터로 가는데 모두 힘 없이 당하고 말 겁니다. 물안개 고원의 검은새벽단을 꼭 처치해 주십시오.",
        "English_Text": "It's a disaster! The Simyu Mandaravas at the Misty Plateau next to the Herbalists' Territory are multiplying in number! We can't have all these noisy Mandaravas near a place where people should be able to rest! The herbalists won't be able to relax at all because of that racket. Please go and silence the Mandaravas, even if it means eliminating them all.",
        "Russian_Text": "",
        "Chinese_Text": "出大事了！采药员休息处旁边的瀑布南部森林内乐猿曼陀罗花的数量正在急剧增加！休息处旁边怎能容忍吵闹的曼陀罗花！噪音肯定会妨碍采药员们的休息。请让那些曼陀罗花安静下来吧。如果需要的话，可以全部消灭。"
    },
    "18600558": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에서 약초에 대해 가장 잘 아는 것이 무엇인지 아십니까? 바로 낙원 삼색조입니다. 낙원 삼색조가 관심을 보이는 곳에 가면 꼭 약초가 있더란 겁니다. 이걸 이용하면 약초를 쉽게 구할 수 있을 것입니다. 낙원 삼색조에게서 약초를 구해다 주십시오.",
        "English_Text": "Do you know what knows herbs in Taero Forest best? It's the Simyu Roc. If you go to the place that the Simyu Roc is interested in, there's always herbs to be found. It's easy to find herbs if you use this fact to your advantage. Please collect herbs from the Simyu Roc.",
        "Russian_Text": "",
        "Chinese_Text": "知道泰绿林中谁最了解药草吗？那就是乐猿三色鸟。乐猿三色鸟喜欢的地方必然有药草。利用这种习性可以很轻松地找到药草。请从乐猿三色鸟那里带回一些药草。"
    },
    "18600559": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에는 불마자 말고도 시귀라는 존재가 있습니다. 몸에서 푸른 기를 내뿜는 존재들인데, 불안정한 모습이 영혼을 잃은 듯 보이고 매우 폭력적입니다. 불마자와 모습은 다르지만 그에 못지않게 매우 위험한 존재들입니다. 폭포 남부 숲으로 가서 그 위험한 존재들을 몰아내 주십시오.",
        "English_Text": "The Herbalists' Territory has a great view, but it's very small. There's a wider area if you go down a little from there, and it's also quiet since there are fewer Mandaravas. We could build a village there if we drive away the Simyu foxes, Simyu goats, and Simyu forest turtles. Please lend us your strength.",
        "Russian_Text": "",
        "Chinese_Text": "采药员休息处在瀑布旁边，虽然景色不错，但面积狭小。从那里下来一点会发现更为宽广的地方。那里没有曼陀罗花，因此更安静。只要没有狐狸、山羊、乌龟就能建立村庄。请帮忙清理一下那些动物。"
    },
    "18600560": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해맞이 비탈길의 묘면족이 개척을 위해 모아둔 자재들을 자꾸 가져다가 없앤다고 합니다. 그들은 개척을 원하지 않는 것 같지만 이주민들이 살기 위해선 개척이 필요합니다. 묘면족이 함부로 자재를 가져가지 못하도록 혼쭐을 내주십시오.",
        "English_Text": "The Lapriels on Sunrise Climb keep stealing and destroying the development materials that the settlers have collected. They may not want change, but the settlers need them. Please drive the Lapriels away from Sunrise Climb.",
        "Russian_Text": "",
        "Chinese_Text": "与听觉灵敏，小心谨慎的兔面族友好相处绝不是一件容易的事。稍微靠近一点都会让兔面族害怕并采取警戒态度。可能是因为我们开拓了坡路？总之，兔面族妨碍了采药员的通行。请为采药员们赶走兔面族。"
    },
    "18600561": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "이주민들이 가죽 공예를 하려고 사슴 가죽을 구하고 있습니다. 해맞이 사슴의 가죽은 질긴데도 아주 부드러워서 최상급으로 쳐주는 재료이지요. 해맞이 사슴의 가죽을 구해주시면 이주민들의 생활에 큰 도움이 될 것입니다.",
        "English_Text": "The settlers are looking for stag skin to craft leather. The Sunrise Stag makes the best leather, which is tough but very smooth. If you could gather Sunrise Stag leather, it would definitely help the lives of the settlers.",
        "Russian_Text": "",
        "Chinese_Text": "移居民们正在寻找用于皮革加工的鹿皮。迎日鹿的皮坚韧且柔软，是顶级材料。只要有迎日鹿的皮，就能大幅改善移居民的生活。"
    },
    "18600562": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해맞이 비탈길을 오르는 약초꾼들에게 해맞이 수목정령과 묘면족이 큰 근심거리라고 합니다. 그들이 약초 찾는 것을 방해하며 괴롭히기 때문이지요. 약초꾼들을 위해 수목정령과 묘면족을 몰아내 주십시오.",
        "English_Text": "The Sunrise Tree Spirits and Lapriel are a source of concern for the herbalists of Sunrise Climb since they keep them from gathering herbs. Get rid of the Sunrise Tree Spirits and Lapriel for the herbalists.",
        "Russian_Text": "",
        "Chinese_Text": "开拓者们为了扩展道路，把迎日坡路的树大量搬到了其他地方。采药员们说，从那时候开始出现了怀恨在心的树木精灵。为了消除采药员们的不安，请赶走那些树木精灵。"
    },
    "18600563": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대는 낮에도 으슥한 곳입니다. 수많은 개척자들이 섣불리 들어갔다가, 악어에게 당해 다시는 돌아오지 못했지요. 무고한 희생을 줄일 수 있도록 검은 진흙지대의 악어를 처치해 주십시오.",
        "English_Text": "It's dark in the Blackened Mudlands, even during the daytime. Countless pioneers ventured inside and never returned because of the crocodiles lurking there. Please get rid of those dangerous creatures so no more lives will be sacrificed.",
        "Russian_Text": "",
        "Chinese_Text": "黑色黏土地带的开拓活动非常活跃。帮助开拓活动的最好办法就是消除危险因素。请去黑色黏土地带消灭鳄鱼，这将会帮我们很大的忙。"
    },
    "18600564": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대의 진흙 거북을 처치해 주십시오. 진흙가에 가만히 있다가 신경이 조금이라도 거슬리면 매섭게 공격하는데, 그렇게 당한 사람이 한 둘이 아닙니다. 진흙 거북으로부터 사람들을 지켜주십시오.",
        "English_Text": "Eliminate the Mud Turtles of the Blackened Mudlands. They lay dormant in the mud and ferociously attack when they're bothered even a little bit. Several people have already been injured. Protect the people from these Mud Turtles.",
        "Russian_Text": "",
        "Chinese_Text": "请消灭黑色黏土地带的黏土龟。它们只要稍微有一点不高兴就会攻击人类，不少人因此受了伤。请保护人们免受黏土龟的攻击。"
    },
    "18600565": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대의 개척자들 앞에 자꾸 진흙 거미가 나타나 진로를 방해한다고 합니다. 개척자들이 미로같은 검은 진흙지대에서 잘 빠져나올 수 있도록 진흙 거미를 처치해 주십시오.",
        "English_Text": "Mud spiders keep getting in the way of the pioneers in the Blackened Mudlands. Please exterminate them and help the pioneers navigate their way around the place.",
        "Russian_Text": "",
        "Chinese_Text": "黑色黏土地带的黏土蜘蛛是凶猛危险的存在。请消灭黏土蜘蛛以帮助开拓活动。希望大家都能为黑色黏土地带的开拓活动献出自己的一份力量。"
    },
    "18600566": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "거미 숲길은 동부 생태 조사림으로 갈 수 있는 유용한 길인데 만다라화 때문에 시간이 여간 걸리는 게 아니네. 만다라화를 처치해 주게. 분명 큰 도움이 될 걸세.",
        "English_Text": "The Spider Forest Path is a useful route to the Eastern Ecological Forest, but the mandala doesn't take too much time. Get rid of the mandala. It will definitely be of great help.",
        "Russian_Text": "",
        "Chinese_Text": "蜘蛛森林之路是通往东部生态调查林的有用之路,但因为曼陀罗花花费了很长时间.处置曼陀罗花.肯定会有很大的帮助."
    },
    "18600567": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 금경철문이 신대륙에서 광물을 정제해 여러 곳으로 보내고 있다는 것은 자네도 알고 있을 걸세. 그런데 얼마 전부터 채굴한 광물을 묘면족이 약탈해 가고 있다네. 이런 일이 계속 일어나면 철무방에 더 이상 좋은 물건을 전달해 줄 수가 없네. 묘면족이 우리를 방해하지 못하도록 도와주게.",
        "English_Text": "You probably know that our Geumgyeongcheolmun refines minerals in the new continent and sends them to various places. But the Myomyeon people have been looting the minerals they have mined for a while. I can't deliver any more good stuff. Let's help keep the Myomyeon from disturbing us.",
        "Russian_Text": "",
        "Chinese_Text": "你应该也知道我们的?在新大陆提炼矿物并送往很多地方.但是不久前开始开采的矿物被妙面族掠夺了.这样的事情继续发生的话,再也不能给不设防的人送上好东西了.请帮我不要让妙面族打扰我们."
    },
    "18600568": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라 폭포 앞은 물자가 오가는 중요한 운송로인데, 만다라화는 시끄럽고 폭포 곰은 위험하기 때문에 운송원들이 가기를 꺼리고 있습니다. 안전을 보장해 달라는 요구를 무시해서는 안 됩니다. 만다라 폭포 앞의 만다라화와 폭포 곰을 처치해 주시면 사례하겠습니다.",
        "English_Text": "In front of Mandala Falls is an important transport route for goods, which transporters are reluctant to go because mandalas are noisy and waterfall bears are dangerous. The request to ensure safety should not be ignored. Mandala flowers in front of Mandala Falls If you kill Wa Falls Bear, I will reward you.",
        "Russian_Text": "",
        "Chinese_Text": "曼陀罗瀑布前是物资往来的重要运输路线,曼陀罗花很吵,瀑布熊很危险,运输员们都不愿意去.不能无视保障安全的要求.请处置曼陀罗瀑布前的曼陀罗花和瀑布熊."
    },
    "18600569": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 에레다는 균열 전문가로서 균열을 지속적으로 조사하고 균열 지역의 생물 표본을 구해 무엇이 달라졌는지 정보를 수집하고 있습니다. 그래서 말인데 소협께 만다라 폭포 앞의 생물 표본을 부탁드리고 싶습니다. 균열이 어떤 영향을 미치는지 우리는 항상 주시해야 합니다.",
        "English_Text": "We Ereda, as Rift Specialists, are constantly investigating the Rift and collecting biosamples from the Rift area to gather information about what has changed. So, I'd like to ask the small gorge for a biosample in front of Mandala Falls. We always have to keep an eye on what the impact is.",
        "Russian_Text": "",
        "Chinese_Text": "我们的雷达作为一名缝隙专家,持续调查缝隙,并收集缝隙地区的生物标本,收集什么变化的信息.所以我想拜托小侠曼陀罗瀑布前的生物标本.我们要时刻关注裂纹会产生什么样的影响."
    },
    "18600570": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "연안 거북이 말해줬다냥! 버려진 감시탑에 도적들이 나타났다고 했다냥! 더더더 많이 올 거라고 했다냥! 어서 가서 도적들을 꼼짝 못 하게 해달라냥!",
        "English_Text": "I told you the coastal turtle! I said that thieves appeared in the abandoned watchtower! I said more and more will come! Go ahead and immobilize the thieves!",
        "Russian_Text": "",
        "Chinese_Text": "延安乌龟说了.被遗弃的监视塔出现了盗贼！我说过会再来更多的.快去叫盗贼们不许动！"
    },
    "18600571": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해안가에 갔다가 시귀에게 잡혀가는 사람들이 있다고 합니다. 순진한 사람들이 위험에 처하지 않도록 난파선의 무덤으로 가서 시귀들을 몰아내 주십시오.",
        "English_Text": "It is said that there are people who go to the shore and are captured by the demons. Please go to the tomb of the shipwreck and drive the demons away so that the innocent are not endangered.",
        "Russian_Text": "",
        "Chinese_Text": "据说有些人去了海岸后被市鬼抓走了.为了不让纯真的人陷入危险,请去遇难船的坟墓里把鬼赶走."
    },
    "18600572": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "시귀들이 가진 무기를 가져다주십시오. 위험한 일이긴 하지만 그들이 가진 무기가 어떻게 만들어졌는지 조사해 볼 가치가 있습니다. 참, 망가지지 않은 것으로 부탁드리겠습니다. 조사를 하려면 상태가 좋아야 하니까요.",
        "English_Text": "Bring me the weapons the demons have. It's dangerous, but it's worth examining how their weapons were made. Oh, I hope they're undamaged. They must be in good condition to investigate.",
        "Russian_Text": "",
        "Chinese_Text": "请把你们手中的武器拿来.虽然是很危险的事情,但是有必要调查一下他们拥有的武器是怎么制作的.对了,拜托您不要弄坏了.要调查的话状态会很好"
    },
    "18600573": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선에 대한 정보가 부족합니다. 난파된 시귀들이 어디서 온 존재인지, 해월대륙에 왜 왔는지… 하지만 알고 싶어도 위협적인 시귀들 때문에 더 깊이 조사할 수가 없습니다. 소협이 난파선의 무덤에 있는 시귀들을 처치해 주신다면, 인류의 위대한 지적 호기심을 넓히는 데 도움이 될 것입니다.",
        "English_Text": "Information about the shipwreck is lacking. Where did the wrecked verses come from, and why they came to the sea and moon continent… But I would like to know, but I can't investigate further because of the threatening verses. If you slay the demons, you will help widen the great intellectual curiosity of mankind.",
        "Russian_Text": "",
        "Chinese_Text": "关于遇难船的情报不足.遇难的魔鬼是从哪里来的,为什么来到了海月大陆…但是即使想知道,也因为有威胁的魔鬼无法进行更深入的调查.如果小侠能消灭遇难船坟墓里的魔鬼,有助于扩大人类伟大的知识好奇心."
    },
    "18600574": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "도화상전에서 난파선의 무덤을 조사하고 있다네. 난파선이 여객선이었는지 화물선이었는지, 어떤 물건들을 싣고 있었는지 알아내야 한다네. 그런데 난파선 주변에 시귀가 가득해서 가까이 가기조차 힘들더군. 어떤가? 도와줄 텐가? 손을 빌려주게. 보상은 잘 챙겨주겠네.",
        "English_Text": "We are examining the tomb of a wreck in Dohwajeon. We need to find out whether the wreck was a passenger or cargo ship, and what items it was carrying. Will you? Lend me your hand. I'll take care of the reward.",
        "Russian_Text": "",
        "Chinese_Text": "桃花上殿正在调查遇难船的坟墓.要调查遇难船是客轮还是货轮,装着什么东西.但是遇难船周围有很多耳屎,连靠近都很困难.怎么样.你会帮我吗.把手借给我.我会好好给你报酬的."
    },
    "18600575": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "지금 태평하게 있을 때가 아니다냥! 난파선의 선원들이 왜 전부 시귀로 변했는지 알아내야한다냥! 어쩌면 검고 푸른 약초를  먹었을 수도 있다냥! 그게 사실이라면 큰일이다냥! 어서 가서 알아보라냥! 난파선의 무덤으로 가달라냥!",
        "English_Text": "Now is not the time to be carefree! We need to find out why all the crew members on the shipwreck have turned into guinea pigs! Maybe they ate black and blue herbs! If that's true, that's a big deal! Go and find out! Go to the wreck's grave!",
        "Russian_Text": "",
        "Chinese_Text": "现在不是太平的时候.要找出遇难船的船员们为什么全部变成了市井！也许吃了又黑又蓝的药草！如果那是真的,那就糟了！快去打听一下.去遇难船的坟墓."
    },
    "18600576": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "창도단이 발자국 없는 해안에 나타난 이유가 무엇일까요? 창도단이 어떤 계획을 꾸미고 있는지는, 역시 그들만이 알고 있을 것 같습니다. 아마도 창도단원들은 계획이 적힌 쪽지를 가지고 있을 겁니다. 그 쪽지를 모아 주십시오. 계획을 알아내겠습니다!",
        "English_Text": "Why did the spear gang appear on the shoreless shore? It seems only they know what the spear gang is up to. They probably have a note with the plan written on it. Gather the notes, I'll figure out the plan!",
        "Russian_Text": "",
        "Chinese_Text": "昌道团出现在没有脚印的海岸的理由是什么呢?昌道团在策划什么计划,果然只有他们知道.也许昌道团员们有写有计划的纸条.请把那张纸条收集起来.我去打听一下计划！"
    },
    "18600577": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "얼마 전 도적떼가 우리 화물선을 습격해 큰 손해를 입은 일이 있었다네. 발자국 없는 해안의 창도단이 우리 화물선에 나타났던 바로 그 도적들인 것 같네. 언제 다시 무기를 준비해 나타날지 모르니, 지금을 노려야 하네. 어서 가서 도적떼를 처치해 주게.",
        "English_Text": "Some time ago, a band of thieves attacked our cargo ship and suffered great damage. It seems that the Spearmen of the Footless Shore are the same bandits that appeared on our cargo ship. We never know when we'll come back with our weapons ready. , we need to aim now. Go ahead and kill the bandits.",
        "Russian_Text": "",
        "Chinese_Text": "不久前盗贼袭击了我们的货轮,损失惨重.没有脚印的海岸的昌道团好像就是我们货轮上出现的盗贼.不知道什么时候会再次准备武器出现,必须瞄准现在.快去消灭盗贼群."
    },
    "18600578": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 에레다는 균열을 지속적으로 조사하고 있습니다. 최근 발자국 없는 해안에서도 균열이 발생하고 있어서 주변 생물이 어떤 영향을 받는지 알아보려고 합니다. 소협께서 생물 표본을 가져다주신다면 조사에 큰 도움이 될 것입니다.",
        "English_Text": "We ereda are constantly investigating cracks. Cracks have recently appeared on the shores without any footprints, so we're trying to figure out how the surrounding creatures are affected. Will be.",
        "Russian_Text": "",
        "Chinese_Text": "我们的雷达正在持续地调查缝隙.最近没有脚印的海岸也出现了裂痕,想了解一下周边生物受到了什么样的影响.如果小侠把生物标本拿来的话,对调查会有很大的帮助."
    },
    "18600579": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "명혜단에서는 혈비패가 어떤 악행을 꾸미고 있는지 알아보고 있는 중입니다. 악의 무리에 대한 동태 파악만큼 이 척박한 개척지에서 중요한 일도 없을 테지요. 혈비패가 어떤 움직임을 보이고 있는지 알아내 주십시오.",
        "English_Text": "Myunghyedan is trying to figure out what kind of evil the bloodthirsty is doing. There is nothing more important in this barren frontier than understanding the dynamics of the evil swarm. Please find out what the bloodthief is doing.",
        "Russian_Text": "",
        "Chinese_Text": "在名称Dang的情况下，我们正在寻找血液的血迹是什么。只要它是邪恶的动态，这对这一贫瘠的先驱者并不重要，请找出血液的运动。"
    },
    "18600580": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "지금까지는 혈비의 숲에 균열이 발생한 사례가 없습니다. 하지만 최근 혈비패가 숲에 모여 균열을 열려고 한다는 소문이 돌고 있습니다. 혈비패와 그들을 따르는 숲 늑대의 움직임이 수상합니다. 직접 가서 확인해 주십시오.",
        "English_Text": "Until now, there have been no cases of rifts in the Forest of Bloodbloods. However, recently, rumors have been circulating that Bloodbloods are gathering in the forest to open the rifts. The movements of the Bloodbrutes and the forest wolves that follow them are suspicious. Please go and check them out yourself.",
        "Russian_Text": "",
        "Chinese_Text": "没有案件在血液森林中裂开裂缝。然而，最近的血液酶是一种谣言，他试图在森林里打开裂缝。血液和森林狼的运动跟随他们。请直接去并确认。"
    },
    "18600581": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림 개척자들의 위업을 기리는 명혜단비를 개척자 위령 묘지에 세우려고 합니다. 하지만 혈비패가 나타나 훼방을 놓는 바람에 일이 진척되질 않고 있습니다. 혈비패가 방해하지 못하도록 몰아내 주십시오.",
        "English_Text": "We are planning to erect a monument to the pioneers of Taerokrim in the cemetery to commemorate the achievements of the pioneers of the Taerokrim.",
        "Russian_Text": "",
        "Chinese_Text": "我试图将一座纪念碑建造在先锋中。但我不知道如何在风中做到这一点，但我不想消失。"
    },
    "18600582": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "개척자 위령 묘지에 혈비패가 나타났다냥! 태록림을 개척한 사람들의 넋을 기리는 곳까지 와서 도적질을 하다니냥! 도저히 참을 수가 없다냥! 혈비패가 거기서 한 발자국도 더 들일 수 없게 해달라냥!",
        "English_Text": "Blood tablets appeared in the Pioneer Memorial Cemetery! They came to a place that commemorates the souls of those who pioneered Taerok Forest and stealing!",
        "Russian_Text": "",
        "Chinese_Text": "我没有看到网眼的血液，我来到了开创性的人的灵魂的地方，我不能忍受！我不能忍受！我不能忍受！"
    },
    "18600583": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 금경철문은 이득이 되는 일이라고 뭐든지 하는 사람들이 아닙니다. 부정한 자들에게는 우리 장비를 넘기지 않는데 참고요 숲의 부패한 수양대원들이 우리 장비를 들고 있다고 합니다. 그들에게서 장비를 회수해 주십시오. 장비를 회수한 만큼 수양에는 값을 돌려줄 생각입니다.",
        "English_Text": "We, Geumgyeongcheolmun, are not the people who do anything profitably. Please note that we do not hand over our equipment to the unclean. They say that the Corrupted Recruiters in the forest are carrying our equipment. Retrieve the equipment from them. Recover the equipment I intend to return the value to the ram as much as I did.",
        "Russian_Text": "",
        "Chinese_Text": "我们没有任何事情与我们的出血，没有任何有益的东西。我不处理我们的设备。请注意，森林的腐败费用正在举行我们的设备。请从他们身上恢复设备。我在想尽可能多地返回价值。"
    },
    "18600584": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "부패한 수양대원들이 참고요 숲에 모였다는 소식을 들었습니다. 태록림을 초기부터 함께 개척해온 수양인데, 그들이 타락하는 모습을 마냥 지켜보고 있을 수 없습니다. 참고요 숲으로 가 주십시오. 가서 부패한 자들을 척결하여 수양을 도와주십시오.",
        "English_Text": "I heard that the corrupt foster care team members have gathered in Jojiyo Forest. We have been pioneering Taerok Forest together since the early days, but we can't just watch them fall. Please go to the forest. Please help us to mow by eradicating it.",
        "Russian_Text": "",
        "Chinese_Text": "腐败的数字听到了腐败的节日成员被聚集在森林里的消息。在塔里姆的早期，他们已经开创在一起，他们不能看着下降。请注意。请去森林。去森林。帮助维修并帮助您。"
    },
    "18600585": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림 개척에 앞장서야 할 수양대원들 중 일부가 본분을 잊고 이득을 챙길 궁리에만 빠져 있습니다. 그들이 마침 참고요 숲에 모여 있으니 부패한 자들을 혼내주기에 참으로 적절한 때입니다. 어서 가서 수양의 명예를 더럽힌 자들을 척결합시다!",
        "English_Text": "Some of the foster members who should take the lead in reclaiming the Taerok Forest have forgotten their duties and are engrossed in making profits. They are gathered in the forest at the same time, so it is an appropriate time to punish the corrupt. Let's eradicate those who pollute!",
        "Russian_Text": "",
        "Chinese_Text": "一些要素在Tarrim的开创性的领先地位，忘记了他们的收益，忘记了他们的福利，他们只是在法庭上。他们聚集在森林里。他们在森林里。让我们浏览肮脏的人！ "
    },
    "18600586": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "도화상전에서는 검은 진흙지대의 진흙을 면밀히 조사하고 있습니다. 풍요로운 산림을 유지하는 비결이 비옥한 진흙이라는 연구가 매우 흥미롭습니다. 이것이 사실인지 검증하려면 진흙 표본이 필요합니다. 소협께 진흙 표본을 의뢰하고 싶습니다. 보수는 섭섭지 않게 드리겠습니다.",
        "English_Text": "In Dohwajeon, we are closely examining the mud in the black mud zone. The study that the secret to maintaining a prosperous forest is fertile mud is very interesting. To verify this is true, we need a clay sample. I'd like to. I'll give you the pay so you won't be disappointed.",
        "Russian_Text": "",
        "Chinese_Text": "我在研究黑泥地面的泥浆时非常有趣。我非常有趣地研究肥沃的泥土来维持富森林。我需要一个泥浆标本来验证这是真的。我想支付维修费。"
    },
    "18600587": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대가 오직 진흙으로만 유명한 것이 참으로 안타깝습니다. 악어, 거북, 팔독모까지 이야깃거리가 정말 많은 곳이거든요! 검은 진흙지대에 서둘러 명혜단비를 세워야겠습니다! 하지만 아시다시피 그곳이 너무 위험해서 도움이 필요합니다. 소협께서 검은 진흙지대의 야생 동물을 정리해 주시면 고맙겠습니다.",
        "English_Text": "It's a pity that the Black Mud Zone is only famous for mud. There are so many stories to talk about, including crocodiles, turtles, and bald eagles! I need your help. I'd appreciate it if you could clear up the wild animals in the Black Mud.",
        "Russian_Text": "",
        "Chinese_Text": "黑泥只是泥泞非常闻名，这是不幸的，这对泥是非常闻名的。这是鳄鱼，龟和剑的很多地方！我必须在黑泥中建立很多地方！但是你知道我需要帮助太危险了。我会欣赏黑泥地面的野生动物。"
    },
    "18600588": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대는 평범한 이주민들에게 너무도 위험한 곳인데, 아무것도 모르고 들어갔다가 변을 당하는 사람들이 늘어나고 있습니다. 검은 진흙지대의 진흙 악어, 진흙 거북, 진흙 거미, 뱀버섯을 처치하면 지금보다 훨씬 안전해질 것 같습니다. 도움을 부탁 드립니다.",
        "English_Text": "The Black Mud Zone is a very dangerous place for ordinary settlers, but more and more people are going in without knowing it and are getting feces. Killing the Mud Crocodiles, Mud Turtles, Mud Spiders and Mushrooms in the Black Mud Zone will make it much safer than it is now. Same. Please help.",
        "Russian_Text": "",
        "Chinese_Text": "黑泥地面对普通移民来说这么危险，而且甚至没有知道的人，他们正在增加，他们一直在增加。泥鳄鱼，泥龟，泥蜘蛛，比现在更安全得多。感谢您的帮助。 "
    },
    "18600589": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "원래 우리 바롱들은 야생 동물들이랑 말이 잘 통한다냥. 그런데 얼마 전부터 검은 진흙지대 동물들이랑 말이 안통한다냥. 자꾸 화내고 공격한다냥. 흠흠, 분명 몸에 이상이 생긴게 틀림없다냥! 무슨 일인지 알아볼 수 있도록 표본을 구해와달라냥!",
        "English_Text": "Originally, our barongs communicate well with wild animals. But for a while, they have been unable to communicate with animals from the black mud. They keep getting angry and attacking. Hmmm, there must be something wrong with their body! I want you to save me!",
        "Russian_Text": "",
        "Chinese_Text": "原来我们的植物很好地穿过野生动物。但是多久，我不得不说我不必生气和攻击。我救了并做到了！"
    },
    "18601001": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 숲길과 붉은 비탈에 홍돈족이 계속 늘어나 풍백문 해월지부에 위협이 되고 있습니다. 붉은 비탈의 홍돈족을 저지해 그들의 세력 확장을 막아주십시오.",
        "English_Text": "The Ivory Gale Haewol Quarters is being threatened by an increasing number of Hoglins along the Crimson Forest Path and the Red Slope. Please stop those on the Red Slope from expanding their territory.",
        "Russian_Text": "",
        "Chinese_Text": "血猪族的数量正在以惊人的速度增长。以红色林道为起点，不断向西扩展着其势力。红色山坡西边离迷雾森林开拓地很近，恐怕会引发很大的骚乱。请去红色山坡阻止血猪族。"
    },
    "18601002": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "만다라화가 들고 있는 풍성한 강아지풀로 특산품을 만들어보면 어떨까요? 강아지풀로 고양이 장난감을 만들면 애묘인들에게 불티나게 팔릴 겁니다. 일단 한 번 가져와 보시죠.",
        "English_Text": "How about we create specialty products with all of that Green Bristlegrass that the Mandaravas carry? I'm thinking cat toys. Cat owners would love them. First off, why don't you bring some Green Bristlegrass to me?",
        "Russian_Text": "",
        "Chinese_Text": "大家痛恨曼陀罗花的噪音，不过转变一下思路如何呢？比如可以利用曼陀罗花拿着的狗尾草制作特产。若用狗尾草制作猫玩具，肯定会受到爱猫人士的欢迎。先来试一下吧。"
    },
    "18601003": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 숲길의 야생 동물들이 이주민들을 공격한다고 합니다. 이주민들이 안심할 수 있도록 늑대들을 처치해 주십시오.",
        "English_Text": "Wild animals appear along the Crimson Forest Path, attacking the settlers. Eliminate the wolves for the sake of the people's safety.",
        "Russian_Text": "",
        "Chinese_Text": "风白门海越支部前的红色林道虽然已经非常安全，但仍然会有凶猛的野生动物出来威胁行人。为了保证行人的安全，请去消灭红毛狼与精锐血色狼。"
    },
    "18601004": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 뿔 사슴의 뿔에 달린 적순이 풍토병 치료에 효과가 좋은데  값이 비싸서 구하지 못하는 이주민들이 많다고 합니다. 적순을 구해주시면 풍토병에 걸린 이주민들을 돕는데 쓰겠습니다. ",
        "English_Text": "The red buds on the Red-Antlered Stags are effective for curing the pandemic, but they're too expensive for many settlers to afford. Would you be so kind as to procure some red buds? We'll use them to help those in need.",
        "Russian_Text": "",
        "Chinese_Text": "红角鹿的角上长有赤笋，是治疗风土病的良药，具有降热、清醒神智的功效。但其非常昂贵，大部分移居民都无法购买。希望你带来一些红角鹿的赤笋，以备我们急用。"
    },
    "18601005": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "홍돈족이 이대로 붉은 숲길에 부락이라도 꾸릴까 걱정됩니다. 웅장한 풍백문 해월지부 앞에 홍돈족 부락이라뇨?! 당치도 않습니다! 엉덩이도 못 붙이게 당장 쫓아내 주십시오!",
        "English_Text": "I'm worried that the Hoglins will settle and create a tribe at the Crimson Forest Path. Can we let a Hoglin tribe live right in front of the great Ivory Gale Haewol Quarters? Over my dead body! No, we can't let this happen. Chase away the Hoglins so they can never think about settling down there.",
        "Russian_Text": "",
        "Chinese_Text": "我很担心这样下去血猪族会在红色林道建立部落。在宏伟的风白门海越支部前怎能容忍血猪族部落！绝对不能放任不管。请赶走那些血猪族。"
    },
    "18601006": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "홍돈족이 붉은 숲길에서 무기를 들고 설친다고 합니다. 이건 전쟁입니다! 어서 홍돈족의 무기를 빼앗아 무력화 시켜야 합니다!",
        "English_Text": "Hoglins are threateningly swinging their weapons along the Crimson Forest Path. This is war! We must seize their weapons and neutralize them at once!",
        "Russian_Text": "",
        "Chinese_Text": "血猪族在红色林道示威要求属于他们的土地，但手上拿着武器还算示威吗，这是宣战。先抢来血猪族的武器削弱他们的战力吧。之后才能进行对话。"
    },
    "18601007": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "홍돈족이 검은발발이를 사육한다던데 혹시 식량으로 쓰려는 걸까요? 만일 그렇다면, 검은발발이를 제거해야만 합니다. 식량이 떨어져야 홍돈족이 붉은 숲길에서 물러날 겁니다.",
        "English_Text": "The Hoglins are raising Black Bulbaries. For food purposes, maybe? If it is, then we must get rid of their Black Bulbaries. The sooner they run out of food, the sooner they'll leave the Crimson Forest Path.",
        "Russian_Text": "",
        "Chinese_Text": "最近红色林道的黑色龇牙犬越来越多。血猪族好像在饲养着黑色龇牙犬，难道他们的粮食？这可不能坐视不管。请去消灭黑色龇牙犬。没有粮食的话，也许就能让血猪族停止示威。"
    },
    "18601008": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "단풍 노을 골짜기에 전갈 떼가 늘어나 골치가 아픕니다. 마음 놓고 갈 수가 없네요. 제발 붉은 꼬리 전갈과 정예 붉은 큰꼬리 전갈 좀 처치해 주십시오.",
        "English_Text": "The Autumn Sunset Valley is infested with so many scorpions that I don't feel safe going there. Please take care of Redtail Scorpions.",
        "Russian_Text": "",
        "Chinese_Text": "景色优美的枫霞峡谷内蝎子太多了。没有人能安心地在峡谷内行走。请去消灭红尾蝎，谢谢。"
    },
    "18601009": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "독도 잘 쓰면 약이라는 말이 있다지요? 마침 단풍 노을 골짜기에 전갈이 풍부하니 독으로 약을 만들면 어떨까요? 붉은 꼬리 전갈과 정예 붉은 큰꼬리 전갈의 독을 모아주시면 좋은 약을 만들어 보겠습니다.",
        "English_Text": "Sometimes, even poison can be medicine, right? Maybe that's the case with the scorpions in the Autumn Sunset Valley. Could you bring me venom from Redtail Scorpions and Elite Big Redtail Scorpions? I'd like to see if I can make some medicine with it.",
        "Russian_Text": "",
        "Chinese_Text": "俗话说用好毒即是药。蝎子的毒也可以变成药。正好枫霞峡谷内有大量精锐红大尾蝎，用它们的毒制作药物的话，应该会成为当地的特产。请去枫霞峡谷搜集精锐红大尾蝎的毒。"
    },
    "18601010": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "초기 개척자들은 풍토병이 두려워 오래된 나무를 불태웠습니다. 그후로 단풍 나무의 정령들이 원래 있던 자리에서 맴돌고 있지요. 나무 정령이 행인들을 해치지 못하도록 도와주십시오.",
        "English_Text": "The earlier settlers were so afraid of contracting a disease that they burned old trees. Since then, Maple Tree Spirits appear where their trees used to be. Please help us protect passersby from these spirits.",
        "Russian_Text": "",
        "Chinese_Text": "初期开拓者们最害怕的是海越大陆的风土病。因此他们一来到枫霞峡谷就烧掉了树与草。后来枫树的精灵一直徘徊在原地。请消灭怀恨的树精灵，防止它们危害行人。"
    },
    "18601011": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "벌목지 아래 벌판에는 수수께끼를 내는 어둑시니가 있는데 수수께끼를 못 풀면 못살게 군다고 합니다. 어둑시니들이 수수께끼를 내지 못하도록 조용히 시켜주십시오.",
        "English_Text": "There are Oduksinis down below the Lumber Camp that give passersby riddles and harass them if they answer wrong. Please silence these mischievous Oduksinis.",
        "Russian_Text": "",
        "Chinese_Text": "夜鬼不分昼夜地出现。我担心夜鬼迟早会侵入居住地。请在夜鬼袭击移居民之前消灭它们。"
    },
    "18601012": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "어둑시니들이 밤낮을 가리지 않고 수수께끼 벌판에 나타나고 있습니다. 정착지까지 몰려오지 못하도록 처치해 주십시오.",
        "English_Text": "Oduksinis have been seen around the Riddle Plain day and night. Please stop them before they reach our settlement.",
        "Russian_Text": "",
        "Chinese_Text": "伐木场下面的荒野上有一些喜欢出谜题的夜鬼。成功解开谜题则平安无事，反之会受到夜鬼的伤害。但没有事先同意却受到伤害的人都觉得很冤屈。请去教训那些夜鬼，让它们再也无法出谜题。"
    },
    "18601013": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "수수께끼 벌판에 고목 정령이 나타나고 있습니다. 고목 정령이 나타나는 이유는 바로 어둑시니 때문입니다. 어둑시니들이 정령을 불러내 이주민들을 해치고 있다고 합니다. 수수께끼 벌판으로 가서 어둑시니와 정령들을 없애 주십시오.",
        "English_Text": "Ancient Tree Spirits have been appearing at the Riddle Plain. The Oduksinis summoned those spirits to get rid of the settlers. Go to Riddle Plain and eliminate the Ancient Tree Spirits and Oduksinis.",
        "Russian_Text": "",
        "Chinese_Text": "开拓者们砍伐了森林帐幕周围的无数树木。这都是为了阻止数量庞大的夜鬼离开森林。被砍伐的树周围虽然没有出现夜鬼，但出现了古木精灵。开拓者们的任务从应付夜鬼变成了应付无数古木精灵。迷之原野上还残留着那些精灵。请去做完最后的清理工作。"
    },
    "18601014": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "벌목지에 사는 붉은 여우가 밤마다 산을 넘어 해월지부에 들어와서는 양식으로 비축해둔 고기를 물어간다고 합니다. 벌목지의 붉은 여우를 처치해 주십시오.",
        "English_Text": "Red Foxes that live near the Lumber Camp have been coming to the Haewol Quarters every night to steal meat. Please eliminate the Red Foxes around the Lumber Camp.",
        "Russian_Text": "",
        "Chinese_Text": "风白门海越支部后面有一个伐木场，那里的红狐狸每晚都会越过山进入海越支部，目的是偷走贮藏的肉。请消灭伐木场的红狐狸，防止它们进入海越支部。"
    },
    "18601015": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "벌목지에 만다라화가 잔뜩 나타났습니다. 벌목지가 시끄러워지기 전에 만다라화를 처치해 주십시오. 잿빛 만다라화입니다!",
        "English_Text": "A horde of Mandaravas has shown up at the Lumber Camp. Eliminate them before they fill that place with their noise. They're Gray Mandaravas.",
        "Russian_Text": "",
        "Chinese_Text": "为了阻止夜鬼而砍伐树木之后，发现出现了一大堆的曼陀罗花。在伐木场被噪音覆盖之前，请去消灭灰色曼陀罗花。"
    },
    "18601016": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "어쩌면 만다라화도 쓸모가 있을지 모릅니다! 제일 궁금한 것은 만다라화의 줄기인데, 뿔처럼 우뚝 솟아 있는 줄기에 영양분이 많을 것 같단 말입니다. 줄기를 모아 오시면 식물학에 능통한 분께 의뢰해보겠습니다!",
        "English_Text": "Even Mandaravas should be useful for something. I'm most curious about their stems. I believe there's plenty of nutrition in them, especially at the part where it's pointy like a horn. If you collect the Mandarava stems, I'll request someone who's skilled in botany to do some research on them.",
        "Russian_Text": "",
        "Chinese_Text": "曼陀罗花很吵闹，让人唯恐避之不及。但我想通过研究能发现它们的用处。我最好奇的是曼陀罗花的茎。像角一样凸起的部分应该富有营养。请帮忙搜集一些花茎，我会拜托植物学者进行研究。"
    },
    "18601017": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "숲의 장막은 불마자가 풍백문 해월지부를 침범하는 것을 경계하는 최전방입니다. 어둑시니 무리 때문에 경계에 소홀함이 생겨서는 안 됩니다. 숲의 장막으로 가서 어둑시니를 처치해 주십시오. ",
        "English_Text": "The Shelter of the Forest is the first line of defense of the Ivory Gale Haewol Quarters against the Hollows. We must not be distracted from our guard duties because of those Oduksinis. Go to the Shelter of the Forest and eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "森林帐幕不应该存在任何东西。森林帐幕是为了阻止不磨者越过而建造的木墙，也是阻止不磨者入侵风白门海越支部的最前线。不能因为零散的夜鬼群出现不磨者警戒线上的漏洞。请去森林帐幕消灭夜鬼。"
    },
    "18601018": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "글쎄, 어둑시니 가면을 쓰면 불마자한테 당하지 않는다는 괴소문이 돌고 있다네요. 그런다고 불마자가 해치지 않는다니, 어처구니가 없습니다. 헛소문이 돌지 않도록 숲의 장막으로 가서 어둑시니를 처치하고 가면을 없애주십시오.",
        "English_Text": "Well, rumor has it that wearing an Oduksini mask can protect the wearer from Hollows. Can you believe that nonsense? Let's put a stop to that dangerous rumor. Please go to the Shelter of the Forest, eliminate Oduksinis, and destroy their masks.",
        "Russian_Text": "",
        "Chinese_Text": "最近越来越多的人想入手愤怒灰色夜鬼的面具。因为人群中盛传着只要戴上夜鬼假面就能免遭不磨者攻击的谣言。把面具当成护符确实可以帮助内心安定，但免遭不磨者攻击则是纯粹的谣言。为了防止人们被谣言迷惑，请去消灭愤怒灰色夜鬼并收回所有假面。"
    },
    "18601019": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "숲의 장막에 정예 잿빛 암각다귀가 나타났습니다. 암각다귀가 숲의 장막에 자리를 잡지 못하게 몰아내 주십시오.",
        "English_Text": "An Elite Gray Darkhorn has appeared in the Shelter of the Forest. Please drive it away before it attracts other Darkhorns to that place.",
        "Russian_Text": "",
        "Chinese_Text": "灰色绿角大鬼出现在森林帐幕。估计是树木的增加吸引了绿角大鬼。大量的夜鬼已经很让人头痛，不能不管绿角大鬼这种威胁因素。请把绿角大鬼赶出森林帐幕吧。"
    },
    "18601020": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "원령의 언덕에서 풍백문이 검은새벽단과 싸우고 있습니다. 본국은 물론 사호와 협력 관계를 맺고 있는 풍백문을 도와야 합니다. 어서 가서 검은새벽단을 처치해 주십시오. ",
        "English_Text": "Ivory Gale is fighting the Daybreak at the Specter Hill. We must help Ivory Gale, especially since they have a cooperative relationship with both home and Saho. Go quickly and eliminate the Daybreak.",
        "Russian_Text": "",
        "Chinese_Text": "风白门在怨灵山丘与黑暗黎明团进行着战斗。我们需要帮助与本国及四虎处于合作关系的风白门。请去消灭黑暗黎明团。"
    },
    "18601021": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "검은새벽단이 병력을 늘리고 있습니다. 지금 물리치지 않으면 나중에 큰 화를 당하게 될 것입니다. 검은새벽단을 처치해 주십시오.",
        "English_Text": "The forces of the Daybreak are growing, and we'll be in trouble if we don't take care of them now. Please eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "黑暗黎明团正在不断增加兵力。若无法尽快击退他们，将为以后留下隐患。请去消灭黑暗黎明团，阻止其数量增加。"
    },
    "18601022": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "검은새벽단에게 독으로 당한 사람들을 위한 해독제가 필요합니다. 검은새벽단 주술사나 정예 독술사에게서 해독제를 구해다 주십시오.",
        "English_Text": "We need an antidote for people who have been poisoned by the Daybreaks. Please collect them from Daybreak Shamans and Elite Daybreak Voodoo Doctors.",
        "Russian_Text": "",
        "Chinese_Text": "黑暗黎明团用毒伤害了很多人，我们需要解毒剂来帮助受害者。黑暗黎明团制毒方法非常诡异，因此很难找到解毒方法。但他们肯定拥有解毒剂。请为中毒的人带回一些解毒剂。"
    },
    "18601023": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "잿빛 밀림에는 잿빛이 된 호랑이가 있습니다. 비옥의 기운에 노출된 후 털색이 바뀌더니 날로 포악해지고 있습니다. 잿빛 호랑이가 사람들을 해치지 못하도록 처치해 주십시오.",
        "English_Text": "The Gray Jungle is teeming with saberfangs whose hair has turned gray from exposure to the energy of Caelite. They're also getting more violent by the day. Please exterminate them for people's safety.",
        "Russian_Text": "",
        "Chinese_Text": "前往閟玉废墟的路上有一头灰色老虎。那头老虎原本拥有一身金毛，却在閟玉气息被释放之后变成了灰色，连臼齿也更加凸显。请消灭这头令人畏惧的老虎，使人们免受其害。"
    },
    "18601024": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "혹시 잿빛 밀림에 가시는 길이라면, 비옥 때문에 변해버린 호랑이의 장기를 부탁드립니다. 비옥 연구에 큰 도움이 될 겁니다.",
        "English_Text": "If you're going to the Gray Jungle, please be so kind as to pick up some organs from Caelite-affected saberfangs on your way back. They'll be greatly helpful to my Caelite research.",
        "Russian_Text": "",
        "Chinese_Text": "有些人正在研究閟玉气息被释放之后会发生什么事。他们对于灰色巨虎的事情非常感兴趣。他们还说若有一些老虎的内脏或臼齿，一定会对研究起到很大帮助。如果你要去灰色密林的话，请带来一些老虎的内脏与臼齿。"
    },
    "18601025": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "잿빛 밀림에 서인족이 나타났습니다. 붉게 충혈된 눈을 부릅뜨고 먹이를 찾아 방황하고 있다고 합니다. 어서 가서 잿빛 밀림의 서인족을 처치해 주십시오.",
        "English_Text": "The Ratmen have appeared at the Gray Jungle. They're just roaming around, their bloodshot eyes looking for prey. Please eliminate the Ratmen in the Gray Jungle.",
        "Russian_Text": "",
        "Chinese_Text": "携带大量病菌的鼠人族出现在了灰色密林。他们睁开血红的双眼寻找着食物。我不希望那些鼠人族越过森林帐幕来到海越支部。请去灰色密林消灭鼠人族。"
    },
    "18601026": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 폐허의 어떤 불마자들은 주변을 살피다가 적이 보이면 바로 공격을 가합니다. 이런 불마자들을 먼저 처치하지 않으면 바로 기습을 당할 수 있습니다. 그러니 떠도는 불마자와 불마자 정찰병, 암살자를 먼저 처리해 주십시오. 그들은 항상 주변을 살피며 적이 오기를 기다리고 있습니다.",
        "English_Text": "The Hollows wandering about the Caelite Ruin are poor wretches. They came to Haewol full of hopes and dreams, only to be turned into the monsters that they are now. Please put them out of their misery.",
        "Russian_Text": "",
        "Chinese_Text": "在閟玉废墟徘徊的不磨者们都是有着悲伤过去的人们。他们满怀希望地来海越大陆挖掘巨型閟玉，但却在一瞬间失去灵魂变成了不磨者。请帮助他们获得安息吧。"
    },
    "18601027": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "대부분 비옥 폐허에 가는 것을 꺼려 합니다. 거대 비옥 주위에 온통 불마자 뿐인데 그 누가 살아돌아올 수 있겠습니까? 불마자 군단의 살기를 이겨낼 강한 분만이 비옥을 차지할 수 있을 것입니다. 자신이 있다면 비옥 폐허로 가서 강력한 불마자들을 처치해 주십시오.",
        "English_Text": "Most people steer clear of the Caelite Ruin. Caelite or not, that place is dangerous because of Hollows. You have to be strong enough to beat those murderous Hollows and take that gigantic Caelite.",
        "Russian_Text": "",
        "Chinese_Text": "閟玉挖掘地旁边的閟玉废墟正如其名，是閟玉气息被释放之后变成废墟的地方。谁都不愿意去那个地方。虽然在那里可以近距离看到巨型閟玉，但周围全是不磨者，谁会愿意去？只有强大的高手才能消灭閟玉废墟的不磨者。"
    },
    "18601028": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 폐허의 불마자들이 들고 다니는 무기는 뭔가 특별해 보입니다. 상당히 강해 보이는 그 무기를 수집해 오시면, 어떤 비밀이 숨겨져 있는지 연구해 보겠습니다. 쉬운 일은 아니겠지만 부탁 좀 드립니다.",
        "English_Text": "There's something special about the weapons of the Hollows at the Caelite Ruin. If you bring those powerful-looking weapons to me, I'll investigate their secrets. It won't be an easy job, but I think you can handle it.",
        "Russian_Text": "",
        "Chinese_Text": "閟玉废墟的不磨者屠杀者手中拿着铁锤，那其实是用于挖掘閟玉的铁锤。不管是铁匠铺还是其他地方都可以用到那些铁锤。虽然不是简单的事，但还是拜托了。"
    },
    "18601029": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 발굴지에 어딘가로 이어지는 틈이 있다고 합니다. 그 근처에서 불마자가 계속 나오고 있고요. 불마자들이 계속 나타난다니 그야말로 지옥이 따로 없는 것 같습니다. 가서 불마자를 막아 주십시오.",
        "English_Text": "Rumor has it that there's a secret tunnel under the Caelite Excavation Site and it keeps producing Hollows. How terrible! Please go stop the Hollows there.",
        "Russian_Text": "",
        "Chinese_Text": "据说閟玉挖掘地内存在通向某个裂缝的入口。虽然不知道详情，但那附近不断出现不磨者。不磨者越来越多，那里也无异于地狱。不管是谁都可以，希望有人去消灭不磨者。"
    },
    "18601030": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "속박된 시귀 광부와 감독관의 주머니에서 비옥 가루가 나왔다고 합니다. 비옥 가루가 잘못된 곳에 쓰이지 않도록 반드시 회수해야 합니다. 비옥 가루 주머니를 모아 주십시오.",
        "English_Text": "Caelite dust has been found on some Consumed farmers. We must collect it before they're used for the wrong reason. Please collect their Caelite dust pouches.",
        "Russian_Text": "",
        "Chinese_Text": "听说有人在閟玉挖掘地被侵蚀的矿工与监督官口袋中发现了閟玉粉末。只要有一点閟玉粉末就能大赚一笔…而有资金之后就能更方便地进行海越大陆开拓活动。请帮忙搜集一下装有閟玉粉末的口袋。"
    },
    "18601031": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 발굴지의 속박된 시귀 병사와 궁사, 장수들은 비옥의 기운이 방출될 때 발굴지에 있다가 화를 당해서 죽지 못한 채로 떠돌고 있습니다. 그들이 편안히 눈을 감게 도와주면 어떨까요? 적절한 조치를 취해주시면 그들을 위해 제사를 지내겠습니다.",
        "English_Text": "The Consumed Soldiers at the Caelite Excavation Site were sacrificed when the Caelite energy exploded there. Could you help them rest in peace? I'll prepare a ritual to appease their spirits.",
        "Russian_Text": "",
        "Chinese_Text": "在閟玉挖掘地徘徊的士兵与弓手将军都曾是初期的开拓者。在閟玉气息被释放时，他们不幸在现场遭遇横祸，成为不死不活的亡灵徘徊在那里。我想让他们闭眼安息。请击倒他们，我会为他们举行祭祀。"
    },
    "18601032": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "날개사냥 집결지 부근에 원혼들이 나타나고 있습니다. 재앙의 은신처에 있는 괴물들에게 당한 원혼 같은데 사냥꾼들에게 해코지를 할까 봐 걱정됩니다. 가서 원혼들을 처치해 주십시오.",
        "English_Text": "Specters have been appearing at the Winged Monster Hunting Zone. They seem to be what remains of the monsters killed at the Hideout of Disaster, so I'm worried that these Specters will harm the hunters. Eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "猎羽集结地附近出现了冤魂。他们应该是在灾难的藏身处死在怪物手中的人。我很担心无辜的猎人会遭到攻击。请去消灭灾难的藏身处的冤魂。"
    },
    "18601033": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "재앙의 은신처에 거미가 늘어나고 있는데 사냥꾼들은 관심이 없어서 걱정입니다. 오직 야금을 잡아 자랑하겠다는 생각만 가득한 것 같습니다. 도움이 필요한 일에는 관심이 없으니 그들은 의협을 모르는 것 같습니다. 부디 의협을 아시는 분께서 은신거미를 처치해 주시면 좋겠습니다.",
        "English_Text": "The Hideout of Disaster is swarming with spiders, but no hunter seems to even take notice of them. All of them want to catch Night Gargoyles for bragging rights. Clearly, they're a selfish bunch. Anyone who's not among them, please exterminate Stealth Spiders.",
        "Russian_Text": "",
        "Chinese_Text": "越来越多的蜘蛛出现在灾难的藏身处，令人十分担忧。你可能觉得那么多猎人去灾难的藏身处还担心什么，但其实那些猎人对蜘蛛没什么兴趣。大部分猎人只是想抓住夜禽后向人炫耀。不过总有人需要去做该做的事。请去消灭那些隐身蜘蛛。"
    },
    "18601034": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "많은 사냥꾼들이 야금을 노리고 재앙의 은신처로 가고 있습니다. 야금을 많이 사냥해 실력을 인정받기 위해서죠. 혹시 사냥에 자신이 있다면 동참해 보십시오. ",
        "English_Text": "Many hunters are headed for the Hideout of Disaster to hunt the Night Gargoyles. It's mostly to gain some recognition by hunting multiple Night Gargoyles. Join them if you're confident in your hunting skills.",
        "Russian_Text": "",
        "Chinese_Text": "很多猎人去灾难的藏身处都是为了抓住夜禽。他们想通过抓住夜禽得到其他人的认可。如果你对自己的狩猎实力有自信，可以去试一下。"
    },
    "18601035": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "희소식입니다! 붉은 뿔 사슴의 뿔에 달린 적순이 풍토병 치료에 효과가 그만이라고 합니다. 풍토병 치료제를 만들 테니 붉은 뿔 사슴의 적순을 구해주십시오.",
        "English_Text": "Good news! The red buds growing on the antlers of Red-Antlered Stags are effective as a pandemic treatment. Please bring Red-Antlered Stag Red Buds to me. I'd like to make a pandemic treatment with them.",
        "Russian_Text": "",
        "Chinese_Text": "好消息！红角之路上也有红角鹿。据说红角鹿的角上长有赤笋，是治疗风土病的良药。为了治疗生病的移居民，请带回一些红角鹿的赤笋。"
    },
    "18601036": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 뿔 사슴의 적순을 구해야 하는데 적각다귀와 투엽단이 방해가 되어서 구하기가 어렵습니다. 잿빛 적각다귀와 투엽단을 처치해 주시면 큰 도움이 될 것 같습니다. ",
        "English_Text": "The Red Horn Path is crowded with Redhorns, and it's become hard to collect the Red-Antlered Stag's red buds. It'll be helpful if you could eliminate the Redhorns.",
        "Russian_Text": "",
        "Chinese_Text": "红角之路上有大量赤角大鬼，很难获得用于治疗风土病的红角鹿的赤笋。我不想靠近凶恶的赤角大鬼，可又想获得赤笋…是否可以请你消灭赤角大鬼。"
    },
    "18601037": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 뿔의 길 안쪽에 투엽단이 나타났다고 합니다. 붉은 뿔 사슴을 밀매하려고 나타난 게 분명합니다! 사슴의 뿔이 고가에 거래된다는 소문을 들었거든요. 어서 가서 투엽단을 몰아내 주십시오!",
        "English_Text": "The Poacher Gang has appeared inside the Red Horn Path. They've come to poach the Red-Antlered Stags! They must have heard the rumor about their antlers selling for a lot of money. Hurry and chase away the Poacher Gang!",
        "Russian_Text": "",
        "Chinese_Text": "红角之路深处出现了偷猎团。他们的目的肯定是走私红角鹿！因为我听说红角的价格非常昂贵。请尽快赶走偷猎团！"
    },
    "18601038": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "초기 개척자들은 꿈결의 숲에 있는 해파리를 보고 꿈꾸듯 쉬었다고 하는데... 아마도 그때는 해파리들이 유순했나 봅니다? 지금은 마구잡이로 달려들어 공격하니 도저히 쉴 수가 없습니다. 해파리가 좀 줄어들어야 개척의 낭만을 느낄 수가 있을 것 같습니다.",
        "English_Text": "The early pioneers rested while looking at the ethereal-looking Jellyfish in the Dreamy Forest. Those Jellyfish may have been gentle back then, but they're very ferocious now. There's no way you can rest in the midst of those creatures, angrily flapping their arms. We must cull them down if we want to relax as the early pioneers did.",
        "Russian_Text": "",
        "Chinese_Text": "听说初期开拓者们认为梦境森林的水母营造了梦幻般的氛围，因此很喜欢在那里休息。看来当时的水母性情还比较温顺。可惜的是现在的水母性情已经变得很凶暴。每当我们想休息，水母都会主动攻击，因此无法放松警惕。如果水母数量少一点该有多好呢？我们应该也能感受到跟初期开拓者们一样的浪漫。"
    },
    "18601039": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "많은 개척자들이 혼란한 꿈결 삼색조에게 당해 꿈결의 숲에서 쫓겨나고 있다고 합니다. 혼란한 꿈결 삼색조를 처치해 개척자들을 도와주십시오.",
        "English_Text": "Pioneers are unable to explore the Dreamy Forest because of Confused Dreamy Rocs in there. Please exterminate them and help the pioneers.",
        "Russian_Text": "",
        "Chinese_Text": "梦境森林的树木很美丽，我一直希望有机会为移居民开拓这里。但始终无法正常进行开拓。我想最主要的原因是那里的三色鸟太多了。请赶走三色鸟，帮助我们开拓梦境森林。"
    },
    "18601040": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "꿈결 삼색조의 깃털은 매우 화려합니다. 그 깃털을 모자에 장식하면 어떨까요? 비옥대지의 훌륭한 특산품이 될지도 모릅니다. 깃털을 가져오시면 시제품을 만들어 보겠습니다.",
        "English_Text": "The feathers of the Dreamy Rocs are very colorful and fancy. How about using those feathers to decorate some hats? It just might become a specialty of the Caelite Land. I'll try to create a test sample if you bring the feathers.",
        "Russian_Text": "",
        "Chinese_Text": "梦境三色鸟的羽毛异常华丽。如果把羽毛做成帽子的装饰品会如何呢？可能又会诞生一个新的閟玉大地特产。请找来一些羽毛，我想制作一点样品。"
    },
    "18601041": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "사묘정의 숲에 있는 투연초의 색이 점점 변하고 있습니다. 어떻게 된 일인지 알아보려면 표본이 필요하다고 합니다. 변이된 투연초의 표본을 구해다 주시면 감사하겠습니다.",
        "English_Text": "The Spitting Plants at Gnarlox Forest are changing colors. We need a sample to find out what's going on. It'll be helpful if you could collect some Mutant Spitting Plant samples.",
        "Russian_Text": "",
        "Chinese_Text": "蓑衣精森林的透烟草颜色逐渐发生了变化。若想查明原因，必须要有标本。请带来一些变异的透烟草的标本，谢谢。"
    },
    "18601042": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥대지의 사묘정들이 탁회암 때문에 변이가 된 후, 더 위험해진 것 같습니다. 사묘정의 숲으로 가서 변이된 사묘정을 처치해주십시오.",
        "English_Text": "The Gnarloxes in Caelite Land have become all the more dangerous due to their Tectite-induced mutation. Please go to the Gnarlox Forest and exterminate Gnarloxes there.",
        "Russian_Text": "",
        "Chinese_Text": "有植物学者不久之前说，蓑衣精森林的蓑衣精面临着危险。变异的原因好像是…浊灰岩。蓑衣精变异之后会变得很危险吗？应该比现在更危险吧？那么最好还是消灭变异的蓑衣精。请尽快赶到蓑衣精森林。"
    },
    "18601043": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "사묘정의 숲이 변이된 사묘정들로 더욱 위험해지고 있습다. 변이된 사묘정이나 정예 변이된 거대 사묘정이 수풀을 모조리 먹어버리거나 이주민을 해치지 못하도록 처치해 주십시오.",
        "English_Text": "The Gnarlox Forest is becoming more dangerous because of the Mutant Gnarloxes. Please stop those Mutant Gnarloxes and Elite Mutant Gnarloxes before they consume the whole forest or hurt the settlers there.",
        "Russian_Text": "",
        "Chinese_Text": "蓑衣精森林内出现了变异的巨型蓑衣精。没想到原本就巨大的蓑衣精竟然会变得更大。这些蓑衣精不仅会吃光森林的草，还会危害人类。请去消灭变异的巨型蓑衣精。"
    },
    "18601044": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "변이된 담인초가 솟을바위산을 돌아다니고 있습니다. 주위에 어떤 피해를 줄지 모르니 근방을 돌아다니지 못하게 해야 할 것 같습니다. 처치를 부탁드립니다.",
        "English_Text": "Mutant Nepenthes are prevalent in Soaring Rocks. They're a huge threat, and must be contained before it's too late. Please exterminate them.",
        "Russian_Text": "",
        "Chinese_Text": "变异的啖人草在高耸岩石山徘徊着。那些啖人草好像受到了浊灰岩的影响。不知道浊灰岩具体会造成什么影响，最好还是限制啖人草的行动。请去消灭它们。"
    },
    "18601045": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위산을 지나다가 화염초와 인면충에게 공격 당하는 행인들이 점점 많아지고 있습니다. 무고한 희생이 더 늘지 않도록 화염초와 솟을바위 인면충을 없애주십시오.",
        "English_Text": "Flame Plants at the Soaring Rocks are spewing flames at unsuspecting passersby. Please exterminate them so no more people will suffer severe burns.",
        "Russian_Text": "",
        "Chinese_Text": "会喷火的植物，火焰草生长在高耸岩石山上。最近被烧伤的行人越来越多了。在出现更多受害者之前，请去消灭火焰草。"
    },
    "18601046": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위산에 유강독모 유충이 나타나고 있는데 풍토병을 옮길까 우려됩니다. 그래서 말인데 유강독모 유충을 박멸해 주십시오. 풍토병 예방에 큰 효과가 있을 겁니다.",
        "English_Text": "Tarites are appearing at the Soaring Rock Mountain, and I'm worried they will spread an endemic. Please exterminate the Tarites. That should help prevent an endemic from breaking out.",
        "Russian_Text": "",
        "Chinese_Text": "塔里特出现在了高耸岩石山上，我担心会传染风土病。请去消灭塔里特，这样对预防风土病有很大的帮助。"
    },
    "18601047": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥대지는 폐허가 많아서 식량을 구하기가 여의치 않습니다. 고기를 안 먹을 수는 없어 닭도 키우고 있는데, 그마저도 늘 부족합니다. 산양 고기를 구해 주시면 정말 감사하겠습니다.",
        "English_Text": "It's not easy to obtain food at the Caelite Lands that are mostly ruined. We still have to eat, so we've been raising chickens, but that's still not enough meat for all of us. We'll appreciate if you could gather some Goat Meat for us.",
        "Russian_Text": "",
        "Chinese_Text": "閟玉大地的很多地区都受閟玉气息的影响变成了废墟，因此获得粮食成为了一大难题。但是人们也不能不吃肉，高耸岩石坡路的山羊肉自然而然地成为了重要的食物源，可是产量无法满足需求。请找来一些山羊肉，移居民一定会很高兴。"
    },
    "18601048": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위 경사로에 떠도는 시귀 병사들이 있습니다. 오가는 행인들이 두렵지 않도록 그들을 몰아내 주십시오.",
        "English_Text": "There are Soldiers at Soaring Rock Ramp who aren't Hollows, but they seem to have lost their souls. Chase them away so that passerby won't get terrified by them.",
        "Russian_Text": "",
        "Chinese_Text": "高耸岩石坡路上有一些不是不磨者，却看起来失神落魄的士兵。眼睛与多个皮肤部位呈现青色，显得非常奇异凶恶。为了不让行人们担惊受怕，请赶走那些士兵。"
    },
    "18601049": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위 경사로를 돌아다니는 시귀들은 어떤 사람들일까요? 그들은 누구였을까요? 혹시 그들의 소지품에 어떤 단서가 있지 않을까요? 떠도는 시귀 병사나 정예 떠도는 시귀 장군의 소지품을 가져오시면 그들이 누군지 알아보겠습니다.",
        "English_Text": "What did these mutants wandering about Soaring Rock Ramp used to be? Who were they? Maybe their personal effects can give us some clues. Please bring me Mutant Soldier's or Elite Mutant General's Belongings.",
        "Russian_Text": "",
        "Chinese_Text": "在高耸岩石坡路徘徊的将军跟士兵一样奇异凶恶。我现在根本无法想象他们原本的样子。但是若能查看变异的将军的持有物，也许能发现什么线索。因为大部分人都会随身携带身份证件。请带回来变异的将军的持有物，我会予以确认。"
    },
    "18601050": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "파석의 갈채에 있는 발발이 잎이 유달리 푸르다던데 바구니를 만들어 보면 어떨까요? 발발이 잎을 구해주시면 그 어느 곳보다도 크고 튼튼한 바구니 특산품을 만들어 내겠습니다.",
        "English_Text": "The Bulbari at the Destroyed Rocks have an especially green color. How about we make baskets with them? If you could collect the Bulbari leaves, I'll see if I can create big, durable specialty baskets with them.",
        "Russian_Text": "",
        "Chinese_Text": "听说有人使用海越大陆西边泰绿林的龇牙犬之叶制造了特产篮子，可是閟玉大地还没有特产，这让我很苦恼。听说破石喝彩那边的龇牙犬之叶有着独特的青色，我们也来制作篮子如何？请找来一些龇牙犬之叶，我想制造更大更结实的篮子。"
    },
    "18601051": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "파석의 갈채에 시귀들이 나타나 지나다닐 수가 없습니다. 그곳으로 가서 시귀 채석꾼이나 감시병 혹은 감독관을 처치해 주시면 큰 도움이 될 것 같습니다.",
        "English_Text": "We can't travel through the Destroyed Rocks because of the mutants there. Please exterminate Mutant Miners, Watchers, or Overseers at the Destroyed Rocks.",
        "Russian_Text": "",
        "Chinese_Text": "以破石喝彩为中心，出现了变异的存在。听说不少学者对原因很感兴趣，但变异的矿工阻止了他们的研究。请消灭变异的矿工与监督官，这会对研究起到很大帮助。"
    },
    "18601052": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "창도단, 이 도적놈들이 용머리 곶에 기어이 진을 쳤습니다. 어서 가서 창도단을 소탕해 주십시오. 그들 때문에 용머리 곶 개척이 늦어지고 있습니다.",
        "English_Text": "The Blue Bandits have made camp at Dragonhead Cape. Please wipe out those Blue Bandits. The development of Dragonhead Cape is getting delayed because of them.",
        "Russian_Text": "",
        "Chinese_Text": "苍盗团盗贼终于还是霸占了龙头岬。盗贼阻碍了龙头岬的开拓进程。请去扫荡苍盗团。"
    },
    "18601053": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "창도단이 용머리 곶에 있는 탐사 기지를 자꾸 습격하고 있습니다. 용머리 탐사 기지에 담이라도 쌓을 수 있도록 창도단을 공격해 시간을 벌어주십시오.",
        "English_Text": "The Blue Bandits keep raiding the exploration bases at Dragonhead Cape. Please attack the Blue Bandits Hulk and Hercules so that we can have time to create a wall at the Dragonhead Cape Exploration Base.",
        "Russian_Text": "",
        "Chinese_Text": "正如我们所担忧，苍盗团经常袭击并掠夺位于龙头岬的探查基地。请攻击苍盗团壮士与大块头，为我们在空无一物的龙头岬探查基地建造围墙赚取一点时间。"
    },
    "18601054": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "탁회암 협곡에 있는 변이된 청인족에 대해 알려면 정보가 필요합니다. 어떤 것이라도 좋습니다. 단서가 될만한 것을 가져와 주십시오.",
        "English_Text": "We need any information we can get about the Mutant Blueskin in the Tectite Valley. Please collect whatever you think might help.",
        "Russian_Text": "",
        "Chinese_Text": "浊灰岩峡谷的变异的青人族与至今为止看到的变异怪物有些不同。我们需要情报以了解相关情况。不管是什么都可以，请带回来一些线索。"
    },
    "18601055": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "무장한 변이 청인족은 거칠고 사납습니다. 그들은 협곡의 좁은 길을 가로막고 개척자들을 위협합니다. 그들을 처치해서 협곡 길을 확보해 주십시오.",
        "English_Text": "The armed Mutant Blueskins are tough and ferocious. They're blocking the narrow pathway of the Valley and threatening the safety of the pioneers. Eliminate them and secure the pathway.",
        "Russian_Text": "",
        "Chinese_Text": "武装的变异青人族异常凶狠粗暴。他们堵住峡谷的狭小入口，威胁着过往的开拓者。请消灭他们以重新夺回峡谷道路的通行权。这会对开拓活动起到很大帮助。"
    },
    "18601056": {
        "Dev_Desc": "QuestProvider",
        "Original_Text": "신원미상",
        "English_Text": "Identity Unknown",
        "Russian_Text": "",
        "Chinese_Text": "身份不明"
    },
    "18600021": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "고도시 숲길의 호랑이를 처치해 주십시오. 호랑이 때문에 사슴과 산양이 모두 없어지겠습니다.",
        "English_Text": "Please kill the tiger in the old city forest road. Because of the tiger, both deer and goats will disappear.",
        "Russian_Text": "",
        "Chinese_Text": "请在老城林道杀老虎。因为老虎，鹿和山羊都会消失。"
    },
    "18600045": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "거미 숲 길에 가면 깜짝 놀랄 정도로 밀림 거미들이 쫙 깔려있지요. 예전에는 거미집이 너무 많아서 햇살이 보이지 않을 정도였다고 합니다. 밀림 거미를 두려워하고 무서워하는 사람들을 위해서 거미를 처치해 주십시오.",
        "English_Text": "If you go through the spider forest, you'll be surprised to find jungle spiders all over it. In the past, there were so many cobwebs that you couldn't even see the sunlight. For those who are afraid of jungle spiders, please kill them.",
        "Russian_Text": "",
        "Chinese_Text": "如果你穿过蜘蛛林，你会惊奇地发现丛林蜘蛛到处都是。以前蜘蛛网很多，你甚至都看不到阳光。对于那些害怕丛林蜘蛛的人来说，"
    },
    "18600046": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라화가 시끄러운 것이 하루 이틀 일이 아니다 보니, 귀가 먹먹하다거나 이상이 생기는 사람이 점점 늘어나고 있습니다. 이제 더는 시달리고 싶지 않습니다. 거미 숲길의 만다라화 좀 처치해 주십시오.",
        "English_Text": "It doesn't happen for a day or two that the mandalas are noisy, so more and more people have deafness or abnormalities. I don't want to suffer anymore. Please get rid of the mandalas in the Spider Forest.",
        "Russian_Text": "",
        "Chinese_Text": "不是一两天曼荼罗吵闹的，所以越来越多的人耳聋或异常。我不想再受苦了。请除掉蜘蛛林中的曼荼罗。"
    },
    "18600047": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "동부 생태 조사림은 치안이 많이 좋아지긴 했지만, 의식 없는 시귀들에게 이유 없이 공격당하는 개척자들이 한 둘이 아닙니다. 피해를 줄이려면 의식 없는 시귀 궁사와 병사를 처치해야 합니다.",
        "English_Text": "Even though the Eastern Ecological Forest has improved security, we are not the only pioneers who are attacked by unconscious demons for no reason. To reduce damage, unconscious archers and soldiers are required.",
        "Russian_Text": "",
        "Chinese_Text": "虽然东部生态林的治安得到了提升，但被昏迷恶魔无故袭击的开拓者并不是我们唯一的。为了减少伤害，需要昏迷弓箭手和士兵。"
    },
    "18600048": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "동부 생태 조사림에서 묘면족이 지나가는 행인들에게 사납게 굴고 있다고 합니다. 보통의 묘면족은 조심스러운 편인데 무언가 이상합니다. 무언가가 그들을 난폭하게 만든 것 같습니다. 침식된 묘면족들에게서 단서를 수집해 와주십시오.",
        "English_Text": "It is said that the Myomyeon in the Eastern Ecological Forest are ferocious to passersby. Normal Myomyeon are cautious, but something is strange. Something seems to have made them violent. Gather clues from the eroded Myomyeon. ",
        "Russian_Text": "",
        "Chinese_Text": "据说东部生态林的妙面对路人很凶。正常的妙面很谨慎，但有些奇怪。似乎有什么东西让他们变得暴力。从被侵蚀的妙面中收集线索。"
    },
    "18600049": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "오늘도 동부 생태 조사림에서 의식 없는 시귀들에게 공격당한 피해자들이 속출했습니다. 의식 없는 시귀 궁사와 병사를 처치해 피해자가 더 이상 늘어나지 않도록 도움을 주십시오.",
        "English_Text": "Today, there have been many victims of attacks by unconscious demons in the Eastern Ecological Forests. Please help prevent the number of victims from increasing by killing unconscious demonic archers and soldiers.",
        "Russian_Text": "",
        "Chinese_Text": "今天，东方生态林已经有很多昏迷魔族袭击的受害者了，请大家帮忙杀死昏迷魔族弓箭手和士兵，以防止受害者人数增加。"
    },
    "18600050": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라화가 소리를 낼 때 밀림 발발이도 소리를 낸다고 합니다. 마치 노래를 따라 부르는 것처럼요. 만다라화에 밀림 발발이까지 합세하니 시끄러워서 견딜 수가 없습니다. 만다라화 폭포 앞의 밀림 발발이 좀 처치해 주십시오.",
        "English_Text": "It is said that when the mandala makes a sound, the jungle bald eagle also makes a sound. It's like singing along. The jungle baboon joins the mandala flower and it's so noisy that I can't stand the noise.",
        "Russian_Text": "",
        "Chinese_Text": "据说曼陀罗一出声，丛林白头鹰也出声，就像跟着唱一样。丛林狒狒加入曼陀罗花，吵得我受不了。"
    },
    "18600051": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "시끄러운 만다라화가 폭포 쪽에 있어서 참 다행입니다만, 언제 예도항 쪽으로 넘어올지 모르는 일입니다. 만다라화가 넘어오지 못하도록 저지해 주십시오.",
        "English_Text": "It is very fortunate that the noisy mandala is on the side of the waterfall, but you never know when it will cross over to the port of Yedo. Please stop the mandala from falling over.",
        "Russian_Text": "",
        "Chinese_Text": "很幸运，喧闹的曼荼罗就在瀑布的一侧，但你永远不知道它什么时候会穿越到耶多港。请阻止曼荼罗翻倒。"
    },
    "18600052": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라 폭포 앞은 만다라화의 소음 때문에 지나기가 괴롭습니다. 작은 만다라화나 만다라화 뿐만 아니라 정예 만다라까지 함께 처치해야 이 문제가 비로소 해결될 겁니다. 작은 만다라화, 만다라화, 정예 만다라화의 처치를 부탁드립니다.",
        "English_Text": "It is difficult to pass in front of the Mandala Falls because of the noise of the mandala. This problem will only be solved by killing not only the small mandala and mandala, but also the elite mandala. Please take down the small mandala, mandala, and elite mandala.",
        "Russian_Text": "",
        "Chinese_Text": "因为曼陀罗的喧嚣，在曼荼罗瀑布前很难通过。这个问题只有杀了小曼荼罗和曼荼罗，还有精英曼荼罗才能解决。请取下小曼荼罗，曼陀罗"
    },
    "18600053": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "밀림 늑대는 마주치고 싶지 않은 두려운 존재지요. 풍요 우림 거점의 사람들이 안심하고 주변을 다닐 수 있도록 늑대를 처치해 주십시오.",
        "English_Text": "The jungle wolf is a fearsome creature you don't want to encounter. Please kill the wolf so that the people of the Abundance Rainforest can move around with peace of mind.",
        "Russian_Text": "",
        "Chinese_Text": "丛林狼是一种可怕的生物，你不想遇到。请杀死狼，这样富饶雨林的人们才能安心地走动。"
    },
    "18600054": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풍요 우림 거점은 식량 생산이 가능해 개척자들에게 중요한 곳인데 주위에 녹각다귀들이 많아 걱정입니다. 그들이 풍요 우림 거점에 넘어오지 못하도록 처치해 주십시오.",
        "English_Text": "The Abundance Rainforest Node is an important area for pioneers because it can produce food, but I'm worried because there are a lot of antlers around. Please take care of them so they don't come over to the Abundance Rainforest Node.",
        "Russian_Text": "",
        "Chinese_Text": "丰饶雨林节点对开拓者来说是一个重要的区域，因为它可以生产食物，但我很担心，因为周围有很多鹿角。请照顾他们，不要让他们来到丰饶雨林节点。"
    },
    "18600055": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라화의 줄기가 독 치료에 효과가 있다는데 그야말로 거짓 소문입니다. 사람들이 현혹되지 않도록 만다라화를 처리해 주십시오.",
        "English_Text": "It's a false rumor that the stem of the mandala is effective in treating poison. Please handle the mandala so that people don't be deceived.",
        "Russian_Text": "",
        "Chinese_Text": "曼陀罗的茎能解毒，是谣言，请大家拿好曼陀罗，免得上当受骗。"
    },
    "18600056": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "연안 발발이의 쪽빛 잎을 보셨습니까? 참으로 아름다운 잎이지요. 그 잎으로 바구니를 만들어 수월항으로 보냈는데 반응이 좋았습니다. 잎을 모아주시면 또 만들어 보내겠습니다.",
        "English_Text": "Did you see the indigo leaves of the coastal bald eagle? It's a beautiful leaf. I made a basket out of the leaves and sent it to Suwol Port, and the response was good. If you collect the leaves, I will send them again.",
        "Russian_Text": "",
        "Chinese_Text": "你看到沿海秃鹰的靛蓝叶子了吗？这是一片美丽的叶子。我用叶子做了一个篮子，送到了水月港，反响很好。如果你收集了叶子，我会再次发送它们"
    },
    "18600057": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "버려진 감시탑 주변에 작은 선착장이 있는데 연안 소라게와 연안 거북 무리 때문에 이용하기가 어렵다고 합니다. 낚시로 생계를 이어나가는 사람들을 위해 그것들을 몰아내고 길을 터 주십시오.",
        "English_Text": "There is a small marina around the abandoned watchtower, which is said to be difficult to use because of the hermit crabs and coastal turtle swarms. Please drive them out and clear the way for those who make a living by fishing.",
        "Russian_Text": "",
        "Chinese_Text": "废弃的瞭望塔周围有一个小码头，据说因为寄居蟹和沿海龟成群而难以使用。请把它们赶出去，为那些以捕鱼为生的人开道。"
    },
    "18600058": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "가는 모래 하구가 수상합니다. 그곳의 거북이와 발발이, 소라게가 사나워졌다고 합니다. 심지어 몇몇은 사람들을 먼저 공격하기도 한다고 하더군요. 만다라화의 소음 때문이라고 추측하는 사람도 있지만, 그것이 원인이 아닐 수도 있습니다. 일단은 사람을 공격하도록 내버려 둬서는 안 되니 그곳의 생물들을 정리해 주십시오. ",
        "English_Text": "The fine sandy estuary is suspicious. Turtles, bald eagles and hermit crabs there are said to have gone wild. Some even say they attack people first. ",
        "Russian_Text": "",
        "Chinese_Text": "细沙的河口很可疑。据说那里的海龟、秃鹰和寄居蟹已经疯狂了。有人甚至说它们会先攻击人。"
    },
    "18600059": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선의 잔해 부근을 망령들이 배회하고 있습니다. 망령 때문에 사람들이 겁을 먹어 해안가로 가질 못하고 있습니다. 망령들이 사람들에게 더 이상 두려움을 주지 못하도록 처치해주십시오. ",
        "English_Text": "Wraiths are roaming around the wreckage of the shipwreck. People are afraid of the ghosts and can't get to the shore. Please kill them so they don't frighten people any more.",
        "Russian_Text": "",
        "Chinese_Text": "幽灵在沉船的残骸周围游荡。人们害怕幽灵，无法到达岸边。请杀死它们，以免它们再吓到人。"
    },
    "18600060": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풍요 우림 거점 앞쪽 바다에 있는 난파선의 잔해를 언젠간 치워야 하는데 어둑시니 때문에 치울 엄두가 나지 않습니다. 꺽다리 어둑시니나 정예 느림보 어둑시니를 처치해 주십시오.",
        "English_Text": "I need to clean up the wreckage of the shipwreck in the sea in front of the Abundance Rainforest Node, but I can't afford to do it because of the darkness. Please kill the Slugger Dummies or the Elite Lamb Dummies.",
        "Russian_Text": "",
        "Chinese_Text": "我需要清理丰饶雨林节点前海中的沉船残骸，但因为黑暗，我无法承担。请杀死Slugger Dummies或Elite Lamb Dummies。"
    },
    "18600061": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선에서 몇 가지 가져오지 못한 귀중품이 있습니다. 꼬마 어둑시니들이 가져간 것 같은데, 되찾아 주실 수 있을까요? 부탁드립니다. ",
        "English_Text": "I have some valuables that I didn't bring from the wreck. I think the little ones took them. Could you please bring them back? Please.",
        "Russian_Text": "",
        "Chinese_Text": "我有一些贵重物品没有从沉船中带来。我想是小孩子拿走了它们。你能把它们带回来吗？拜托。"
    },
    "18600062": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "개척의 땅 태록림에는 다양한 이주민들이 있고, 그들은 생계를 위해서 어디든 가고 있습니다. 힘없는 이주민들이 해안가의 사나운 악어에게 당하지 않도록 연안 악어들을 처리해 주십시오.",
        "English_Text": "There are various migrants in the pioneering land of Taerokrim, and they go everywhere to make a living. Please deal with the coastal crocodiles so that the helpless migrants do not get attacked by the ferocious crocodiles on the shore.",
        "Russian_Text": "",
        "Chinese_Text": "泰罗克里姆的拓荒地里有各种各样的移民，他们到处谋生。请处理好沿海的鳄鱼，让无助的移民不被岸上凶猛的鳄鱼袭击。"
    },
    "18600063": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선의 무덤으로 가서 난파된 시귀 좀 없애주십시오. 난파선 근처를 떼로 돌아다니는 부패한 시귀들 때문에 아무도 그곳에 가려고 하지 않지만, 그곳에는 아직 회수해야 할 물자들이 남아 있습니다.",
        "English_Text": "Go to the wreck's graveyard and get rid of some of the wrecked poems. No one wants to go there because of the rotten demons that swarm around the wreck, but there are still supplies left to recover.",
        "Russian_Text": "",
        "Chinese_Text": "去沉船的墓地，把一些沉船的诗篇处理掉。因为腐烂的恶魔在沉船周围聚集，没有人愿意去那里，但还有一些补给可以恢复。"
    },
    "18600064": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "창도단이 발자국 없는 해안에 거처를 마련한듯합니다. 그들이 그곳에 진을 친 이유는 아직 밝혀지지 않았습니다. 그들이 안전을 위협하지 못하도록 손을 써 주십시오.",
        "English_Text": "It appears that the spearmen have made their home on the shoreless shores. The reason why they have encamped there is not yet known. Please do your best to prevent them from jeopardizing their safety.",
        "Russian_Text": "",
        "Chinese_Text": "看来，枪兵们已经在无岸的海岸安家了。他们在那里扎营的原因尚不清楚。请大家尽量不要让他们危及他们的安全。"
    },
    "18600065": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에도 불마자가 나타날 줄은 정말 몰랐습니다. 정말입니다. 몇몇 사람들이 골짜기 바람길에서 똑똑히 봤다고 합니다. 아무것도 살 수 없는 땅이 되어 버리기 전에 어서 가서 불마자를 없애 주십시오. 부탁드립니다.",
        "English_Text": "I really didn't know that the bullies would appear in Taerokrim. It really is. Some people say they saw them clearly on the wind road in the valley. Please go and get rid of them before they become uninhabitable land. Please.",
        "Russian_Text": "",
        "Chinese_Text": "我真的不知道泰罗克里姆会出现这些恶霸，真的。有人说他们在山谷的风路上看得很清楚。请在他们变成荒地之前把他们赶走。拜托了。"
    },
    "18600066": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "암각다귀의 뿔은 거대하고 단단하기 때문에 조금만 다듬으면 무기로도 사용할 수 있을 것 같습니다. 골짜기에 있는 암각다귀의 뿔을 구해다 주시면 만들어 보겠습니다.",
        "English_Text": "The horn of a rock crow is huge and hard, so if you trim it a little, it can be used as a weapon. If you get the horn of a rock crow in the valley, I will make it.",
        "Russian_Text": "",
        "Chinese_Text": "岩鸦的角又大又硬，稍微修剪一下，就可以当兵器使用了。如果你在山谷里得到岩鸦的角，我就制作它。"
    },
    "18600067": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "골짜기 바람길 일대의 곰들은 포악하기로 악명이 높습니다. 두려움에 떠는 이주민들을 위해 골짜기 곰을 처치해 주십시오.",
        "English_Text": "The bears along the Valley Windway are notorious for their viciousness. Kill the Valley Bears for the fearful settlers.",
        "Russian_Text": "",
        "Chinese_Text": "山谷风道沿线的熊因其凶恶而臭名昭著。为可怕的定居者杀死山谷熊。"
    },
    "18600068": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해변 거북 등에는 어패류가 잔뜩 붙어 있는데 운이 좋으면 진주조개가 나오기도 합니다. 해변 거북의 등에서 진주조개를 모아와 주십시오. 진주로 장신구를 만들면 인기가 대단할 겁니다.",
        "English_Text": "There are a lot of shellfish on beach turtles, and if you're lucky, you may even come across pearl shells. Please collect pearl shells from the back of beach turtles. If you make jewelry with pearls, it will be very popular.",
        "Russian_Text": "",
        "Chinese_Text": "海龟身上有很多贝类，运气好的话，还可能遇到珍珠贝壳。请从海龟的背上收集珍珠贝壳。如果用珍珠做首饰，会很受欢迎。 "
    },
    "18600069": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해변 발발이들이 예도항 북쪽 샛길까지 올라왔습니다. 보통 해안 근처에 있는데 어둑시니가 늘어나서 그런 걸까요? 예도항까지 발발이가 들어오지 않도록 막아 주십시오.",
        "English_Text": "The beach outbreaks have come up to the byway north of Yedo Port. It's usually near the coast, but is it because of the increased gray? Please prevent the outbreak from entering Yedo Port.",
        "Russian_Text": "",
        "Chinese_Text": "海滩爆发已经到了夜都港以北的小路。通常靠近海岸，但是否因为灰色增加？请防止疫情进入夜都港。"
    },
    "18600070": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "자꾸 도구가 사라지고 있습니다. 금경철문, 도화상전, 너 나 할 것 없이 당하고 있습니다. 이런 짓을 하는 건 어둑시니 뿐입니다. 가서 공구들을 되찾아 주십시오.",
        "English_Text": "The tools keep disappearing. Geumgyeongcheolmun, the scourge of fire, you and I are all suffering. You are the only one who does this. Go and retrieve the tools.",
        "Russian_Text": "",
        "Chinese_Text": "工具一直在消失。金庆哲门，火之灾祸，你我都在受苦。你是唯一这样做的人。去取回工具。"
    },
    "18600071": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해변 어둑시니들이 반짝거리는 것을 좋아해서 진주를 잔뜩 모아놨다고 합니다. 어둑시니들이 예도항에서 자꾸 우리 물건을 훔쳐 가니, 우리가 진주를 좀 가져와도 될 것입니다. 해변 어둑시니들이 가진 진주를 가져와 주십시오.",
        "English_Text": "It is said that the beach diggers like to sparkle, so they have collected a lot of pearls. The diggers keep stealing our things from Yedo Port, so we may bring some pearls. Please bring the pearls that the beach diggers have. ",
        "Russian_Text": "",
        "Chinese_Text": "据说挖海滩的人喜欢闪闪发光，所以他们收集了很多珍珠。他们一直在夜都港偷我们的东西，所以我们可能会带一些珍珠。请把海滩挖掘者的珍珠带上。"
    },
    "18600072": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "혈비패가 숲 늑대를 훈련시키고 있습니다. 혈비패가 늑대를 훈련시킬 수 없도록 혈비의 숲에 있는 늑대들을 처치해 주십시오. ",
        "English_Text": "The Bloodbeast is training the forest wolves. Please kill the wolves in the Bloodbeast so that they can't train the wolf.",
        "Russian_Text": "",
        "Chinese_Text": "血兽正在训练森林狼，请杀了血兽中的狼，免得他们训练狼。"
    },
    "18600073": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "상인들 대부분이 예도항에서 필요한 물건을 받아 각 개척지로 운송하는데, 자꾸 혈비패가 나타나 물건을 빼앗고 상인을 죽이기까지 합니다. 혈비의 숲으로 가서 혈비패를 물리쳐 주십시오.",
        "English_Text": "Most of the merchants receive the items they need from Yedo Port and transport them to each frontier, but the blood ragweed keeps appearing and stealing the goods and even killing the merchant.",
        "Russian_Text": "",
        "Chinese_Text": "大部分商人都是从夜都港收到他们需要的物品并运送到各个边境，但血豚草不断出现并偷走货物，甚至杀死商人。"
    },
    "18600074": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에 혈비패가 창궐하고 있다는 걸 외부에 알려야 합니다. 혈비패의 붉은 복면을 보내면 어떨까요? 혈비패 정찰자, 혈비패 암살자, 혈비패 궁사, 정예 혈비패 파괴자로부터 복면을 모아와 주십시오.",
        "English_Text": "We need to let the outside world know that there is a blood clot in the Taerokrim. How about sending a red mask of the blood kite? Please collect the masks from the blood kite scouts, the blood losers assassins, the blood losers archers, and the elite blood losers.",
        "Russian_Text": "",
        "Chinese_Text": "我们要让外界知道泰罗克里姆有血块，送个血鸢的红色面具怎么样？请血鸢侦察兵、血败者刺客、血败者弓箭手收集面具，"
    },
    "18600075": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "안개 투연초가 안개 그늘 숲을 지나는 행인들을 공격한다고 합니다. 행인들을 위해 안개 그늘 숲의 안개 투연초를 제거해 주십시오.",
        "English_Text": "It is said that the Mist Tow is attacking passersby who pass through the Mist Shade Forest. Please remove the Mist Tumbleweed from the Misty Forest for the passersby.",
        "Russian_Text": "",
        "Chinese_Text": "据说雾拖正在攻击经过雾影林的路人。请为路人将雾风滚草从雾林中移走。"
    },
    "18600076": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "안개 그늘 숲에 금경철문 문주 달빛바람이 나타났다고 합니다. 심지어 떼거지로요. 아마 진짜가 아닌 환영일 것입니다. 사람들이 속지 않도록 환영 달빛바람을 없애주십시오.",
        "English_Text": "It is said that the moonlight moonlight of Geumgyeongcheolmun Gate appeared in the shadowy forest. Even in a swarm. It is probably an illusion that is not real. Please get rid of the welcome moonlight so people will not be deceived.",
        "Russian_Text": "",
        "Chinese_Text": "据说，金庆哲门的月光出现在阴暗的森林里。即使是成群结队的。这可能是一种不真实的幻觉。请摆脱欢迎的月光，以免人们上当。"
    },
    "18600077": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "상전주 곽호룡이 안개 그늘 숲에 나타났다고 합니다. 분명 환영으로 나타난 괴물일 겁니다. 속는 사람이 없도록 환영 곽호룡을 없애주십시오.",
        "English_Text": "It is said that Sangjeonju Kwak Ho-ryong appeared in the forest in the shade of the mist. It must be a monster that appeared as an illusion. Please get rid of the illusion Kwak Ho-ryong so that no one is deceived.",
        "Russian_Text": "",
        "Chinese_Text": "据说尚全州郭浩龙出现在雾霭中的森林中。一定是幻觉中出现的怪物。请消除郭浩龙的错觉，以免上当受骗。"
    },
    "18600078": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "안개 그늘 숲의 악어는 포악해서 그대로 두면 이주민들에게 큰 위협이 될 겁니다. 어서 가서 안개 그늘 숲의 안개 악어를 처치해 주십시오.",
        "English_Text": "The crocodiles in Mistshade are vicious and will pose a great threat to settlers if left unattended. Go ahead and slay Mist Crocodiles in Mistshade.",
        "Russian_Text": "",
        "Chinese_Text": "雾影中的鳄鱼很凶猛，如果无人看管，会对定居者构成巨大威胁。去吧，去雾影中杀死迷雾鳄鱼。"
    },
    "18600079": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "늪지가 마르고 있어서 걱정인데, 점점 더 혼탁해지기까지 하니 아주 크게 걱정이 됩니다. 마르는 원인은 모르겠으나, 혼탁해진 원인은 정확히 알고 있지요. 바로 안개 연잎인간 때문입니다. 메말라 가는 늪지에서 안개 연잎인간이 물을 혼탁하게 하지 못하도록 없애주십시오.",
        "English_Text": "I'm worried that the swamp is drying up, but it's getting more and more cloudy, so I'm very worried. I don't know the cause of the dryness, but I know the exact cause of the turbidity. It's because of the Mist Lotus. ",
        "Russian_Text": "",
        "Chinese_Text": "我担心沼泽正在干涸，但越来越多云，所以我很担心。我不知道干涸的原因，但我知道混浊的确切原因。这是因为"
    },
    "18600080": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "맹수는 힘없는 이주민들이 가장 만나고 싶지 않은 두려운 존재입니다. 이주민들을 위해 메말라 가는 늪지의 악어를 제거해 주십시오.",
        "English_Text": "Beasts are the most feared of the helpless settlers. Please get rid of the crocodiles in the parched swamps for them.",
        "Russian_Text": "",
        "Chinese_Text": "野兽是无助的定居者中最可怕的。请为他们摆脱干涸的沼泽中的鳄鱼。"
    },
    "18600081": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "인면충은 최근에 마주친 가장 강력한 인물을 모방한다고 합니다. 그리곤 그 모습으로 이주민들을 유인하여 해치니, 정말 큰 문제입니다. 인면충이 해를 끼치지 못하도록 처치해 주십시오.",
        "English_Text": "It is said that the insect worms imitate the most powerful figures they have encountered recently. And they use that form to lure migrants to harm, so that's a real problem. Get rid of them so they don't harm them.",
        "Russian_Text": "",
        "Chinese_Text": "据说这些昆虫蠕虫模仿了他们最近遇到的最强大的人物。他们用这种形式引诱移民进行伤害，所以这是一个真正的问题。摆脱他们，这样他们就不会伤害他们。"
    },
    "18600082": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "메말라 가는 늪지에 매화단주 홍매화가 나타났다는데 그럴 리가 없습니다. 만일 환영이라면 즉시 처치해 주십시오. 그리고 가신 김에 환영 인면충도 보이면 함께 처치해 주십시오. 환영 인면충이 뭘로 변할지 아무도 모르니까요.",
        "English_Text": "The red plum blossoms of plum blossoms appear in the dry marsh. If it is a phantom, kill it immediately. And if you see a phantom worm while you're on your way, kill it together. No one knows what the phantom worm will turn into.",
        "Russian_Text": "",
        "Chinese_Text": "梅花的红色梅花出现在干涸的沼泽中，如果是幻影，立即杀了它。如果你在路上看到幻影虫，一起杀了它。没有人知道幻影虫是什么"
    },
    "18600083": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "뱀버섯 군락의 뱀버섯은 공기 중에 환각성분이 포함된 물질을 내뿜는다고 합니다. 위험한 뱀버섯을 없애주십시오.",
        "English_Text": "The snake mushroom of the snake mushroom colony is said to emit substances containing hallucinogenic substances into the air. Please get rid of the dangerous snake mushroom.",
        "Russian_Text": "",
        "Chinese_Text": "据说蛇菇菌落的蛇菇会向空气中释放含有致幻物质的物质。请除掉危险的蛇菇。"
    },
    "18600084": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "뱀버섯 군락에 투연초가 늘고 있습니다. 사람을 공격하는 것들이 늘어나서 좋을 일은 없습니다. 어서 군락 투연초를 제거하는 것이 좋을 듯 합니다. ",
        "English_Text": "The snake mushroom colony is increasing the number of sagebrush. There is nothing good about increasing numbers of people attacking people.",
        "Russian_Text": "",
        "Chinese_Text": "蛇蘑菇群正在增加山艾树的数量。增加攻击人的人数没有任何好处。"
    },
    "18600085": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "뱀버섯 군락에 인면충이 모습을 드러냈다고 합니다. 버섯 환영 인면충이 사람들을 모방해 피해를 입히지 않도록 처치해 주십시오. 공기 중에 환각성분을 내뿜는 뱀버섯을 함께 처치해 주시면 더욱 도움이 될 것입니다. 부탁드립니다.",
        "English_Text": "It is said that a human insect insect appeared in the snake mushroom colony. Please take care not to cause the mushroom phantom insect insect to imitate people and do damage. ",
        "Russian_Text": "",
        "Chinese_Text": "据说在蛇菇菌落中出现了人虫昆虫，请注意不要让蘑菇幻影昆虫昆虫模仿人，造成伤害。"
    },
    "18600086": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "초기 개척자들을 위해 만든 개척자 위령 묘지가 있습니다. 그들이 편히 쉴 수 있도록 묘지 주위의 투연초와 혈비패를 정리해 주십시오.",
        "English_Text": "There is a Pioneer Memorial Cemetery built for the early pioneers. Please clean up the Tombstones and Bloodstones around the graveyard so that they can rest comfortably.",
        "Russian_Text": "",
        "Chinese_Text": "这里有一座为早期拓荒者建造的拓荒者纪念墓地，请清理墓地周围的墓碑和血石，让他们安息。"
    },
    "18600087": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "개척자 위령 묘지에 영혼들이 돌아다니고 있습니다. 태록림 개척이라는 못다 한 사명 때문에 편히 잠들지 못한 것일까요? 노숙혼과 동자혼이 편히 쉴 수 있게 해주십시오.",
        "English_Text": "Souls are roaming the cemetery for the Pioneer Spirits. Did you not sleep peacefully because of your unfulfilled mission of reclaiming the Taerok Forest? Please allow the homeless and single-child souls to rest in peace.",
        "Russian_Text": "",
        "Chinese_Text": "灵魂在为开拓者精神的墓地漫游。你是不是因为你没有完成收复太罗森林的使命而没有睡个好觉？请让无家可归和独生子女的灵魂安息吧。"
    },
    "18600088": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "참고요 숲의 개척을 방해하는 요소가 있어서 처리를 부탁드리려고 합니다. 산선호를 처리하여 개척 사업에 도움을 주시면 감사하겠습니다.",
        "English_Text": "Note: There is a factor that hinders the development of the forest, so I would like to ask you to deal with it. I would appreciate it if you could help the pioneering business by dealing with the Sanseonho.",
        "Russian_Text": "",
        "Chinese_Text": "注：有一个因素阻碍了森林的发展，所以我想请你处理一下。如果你能通过处理三仙湖来帮助创业者，我将不胜感激。"
    },
    "18600089": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "참고요 숲에 등껍질이 날카로운 거북이들이 돌아다니는 것을 보셨습니까? 무척 위험해 보이더군요. 개척을 위해 참고요 숲에서 낙원 거북을 몰아내주십시오. ",
        "English_Text": "Did you see sharp-shelled tortoises roaming in the forest? It looks very dangerous. Please drive the Paradise tortoises out of the forest for clearing.",
        "Russian_Text": "",
        "Chinese_Text": "你看到林中游荡的锋利龟了吗？看起来很危险，请把仙界龟赶出林去清理。"
    },
    "18600090": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "담인초 습지의 투연초와 담인초에 현혹되어 다가갔다가 공격당한 사람이 한 둘이 아닙니다. 이 일의 해결책은 하나뿐입니다. 습지 투연초와 담인초를 처치해 주십시오.",
        "English_Text": "There is not one or two people who have been dazzled by and attacked by Swamp Swamp and Swamp Swamp. There is only one solution to this problem. Defeat Marsh Swamp Swamp.",
        "Russian_Text": "",
        "Chinese_Text": "没有一两个人被沼泽沼泽和沼泽沼泽攻击过，这个问题只有一个办法，打败沼泽沼泽。"
    },
    "18600091": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "예전에는 담인초 습지에 작은 마을이 있었습니다. 하지만 습지 묘면족의 갑작스러운 공격으로 그곳에 있던 대부분의 사람들이 밀려나고 지금은 망루만 남았습니다. 그럼에도 불구하고 습지 묘면족은 아직도 그곳을 지나는 사람들을 공격한다고 합니다. 사람들을 위해 습지 묘면족을 물리쳐 주십시오.",
        "English_Text": "In the past, there was a small village in Damincho Wetland. However, due to a sudden attack by the Myomyeon of the Wetland, most of the people there were pushed out and now only the watchtower remains. Nevertheless, the Myomyeon of the Wetland still attack people passing by. ",
        "Russian_Text": "",
        "Chinese_Text": "过去，大民町湿地有一个小村庄。但是，由于湿地妙面的突然袭击，那里的大部分人都被赶走了，现在只剩下瞭望塔。然而，湿地妙面"
    },
    "18600092": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "강력한 독성 물질을 내뿜는 습지 담인초 때문에 많은 이주민들이  고통스러워 하고 있습니다. 습지 담인초를 없애주십시오. 이주민들의 고통이 훨씬 가벼워질 것입니다.",
        "English_Text": "Many settlers are suffering because of the swamp weed, which emits a strong toxic substance. Get rid of the marsh hyacinth. It will make the settlers a lot less painful.",
        "Russian_Text": "",
        "Chinese_Text": "许多定居者因沼泽杂草而受苦，它散发出强烈的有毒物质。摆脱沼泽风信子。这将使定居者的痛苦减轻很多。"
    },
    "18600093": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "낙원족 경계자와 낙원족 투척자가 낙원 구릉을 돌아다니던 이주민들을 공격했다고 합니다. 낙원족의 공격을 그저 모른 척 해서는 안 됩니다. 낙원족 경계자와 낙원족 투척자로부터 이주민들을 보호해 주십시오.",
        "English_Text": "It is said that Paradise Watchers and Paradise Throwers attacked the settlers who were roaming Paradise Hills. Don't just ignore the Parasite attacks. Protect the settlers from Paradise Watchers and Paradise Throwers.",
        "Russian_Text": "",
        "Chinese_Text": "据说天堂守望者和天堂投掷者袭击了在天堂山漫游的定居者。不要忽视寄生虫袭击。保护定居者免受天堂观察者和天堂投掷者的伤害。"
    },
    "18600094": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "낙원족은 낙원 구릉에 피는 흰 꽃으로 떡을 만들어 먹는데 풍토병 치료에 효과가 있다고 합니다. 낙원족이 가지고 다니는 떡을 모아서 확인해보면 어떨까요? 낙원족의 떡을 모아주십시오.",
        "English_Text": "The Nakwon people make rice cakes from the white flowers that bloom on the hills of Paradise, and it is said to be effective in treating endemic diseases. How about collecting and checking the rice cakes the people carry?",
        "Russian_Text": "",
        "Chinese_Text": "洛原人用天堂山上盛开的白花制作年糕，据说对治疗地方病很有效。收集和检查人们携带的年糕怎么样？"
    },
    "18600095": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "낙원 구릉의 풍부한 물을 식수나 농수로 쓸 수 있다면, 이주민들에게 큰 도움이 될 겁니다. 하지만 폭포 발발이와 폭포 연잎인간이 물을 오염시킬까 봐 걱정이네요. 깨끗한 처리를 부탁드리겠습니다. ",
        "English_Text": "If the abundant water of Paradise Hill can be used for drinking and agricultural purposes, it would be a great help to the migrants.",
        "Russian_Text": "",
        "Chinese_Text": "如果天堂山丰富的水可以用于饮用和农业用途，对移民来说将是一个很大的帮助。"
    },
    "18600096": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풀내음 언덕길을 돌아다니는 썩은 시귀들을 처치해 주십시오. 그들이 언덕길에서 사람들을 괴롭히는 산적이었는데, 무슨 일로 자기들끼리 싸우다가 죽었다는 소문이 있습니다. 그 후에 시귀가 되어 사람들 앞에 나타나 두려움을 주고 있다고 합니다. 행인들의 안전을 위해 시귀들을 처치해 주십시오.",
        "English_Text": "Please get rid of the rotten demons that roam the grassy hillside. They used to be bandits who tormented people on the hillside, and there are rumors that they died fighting among themselves. After that, they appeared in front of people as a demon and are said to be intimidating. Passers-by ",
        "Russian_Text": "",
        "Chinese_Text": "请除掉那些在山坡上游荡的腐烂恶魔，他们曾经是在山坡上折磨人的土匪，有传言说他们是自相残杀的。之后，他们以恶魔的身份出现在人们面前，"
    },
    "18600097": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "언덕 발발이의 잎은 광택이 좋고 질겨서 공예품을 만들기에 안성맞춤이지요. 언덕 발발이의 잎을 구해다 주시면, 여러 공예품을 개발해 보려고 합니다. 태록림의 새로운 특산품이 탄생할지 어떨지, 아무도 모르는 일 아니겠습니까?",
        "English_Text": "The leaves of the hill bald eagle are glossy and tough, so they are perfect for making crafts. If you get the leaves of the hill bald eagle, we will try to develop various crafts. No one knows whether a new specialty of the Taerokrim will be born, right?",
        "Russian_Text": "",
        "Chinese_Text": "山秃鹰的叶子有光泽且坚韧，非常适合制作工艺品。如果你得到山秃鹰的叶子，我们会尝试开发各种工艺品。没有人知道是否是泰罗克里姆的新特产"
    },
    "18600098": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풀내음 언덕을 돌아다니는 거미를 처치해 주십시오. 거미들이 풀내음 언덕을 지나가는 이주민들을 사냥감으로 생각하고 공격하는 모양입니다. 풀내음 거미를 처치해 이주민들을 도와주십시오.",
        "English_Text": "Please kill the spiders that wander the Grassy Hill. It seems that the spiders attack the settlers passing by the Grassy Hill as prey. Kill the Grassy Spiders to help the migrants.",
        "Russian_Text": "",
        "Chinese_Text": "请杀掉游荡在青草山上的蜘蛛，看来蜘蛛会攻击经过草丘的定居者作为猎物。杀死草蜘蛛来帮助移民。"
    },
    "18600099": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "식물학자들이 풀내음 언덕길에 나무가 없는 이유를 알아내려고 풀내음 사묘정의 위장을 조사할 예정이라고 하더군요. 연구를 위해 위장을 구해다 드리면 어떨까요? 도움을 부탁드립니다.",
        "English_Text": "The botanists said they are going to examine the camouflage of the grasshopper to find out why there are no trees on the grassy hill road. How about getting the camouflage for research? Please help.",
        "Russian_Text": "",
        "Chinese_Text": "植物学家说他们要检查蚱蜢的伪装，看看为什么草山路上没有树木。拿来伪装如何研究？请帮忙。"
    },
    "18600100": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은새벽단이 물안개 고원에 나타났습니다. 약초꾼들을 노리고 있다는 소문이 있던데, 그것이 사실이라면 큰일입니다. 태록림의 많은 약초꾼들이 물안개 고원 옆의 약초꾼 쉼터로 가는데 모두 힘 없이 당하고 말 겁니다. 물안개 고원의 검은새벽단을 꼭 처치해 주십시오.",
        "English_Text": "The Black Dawn has appeared on the Water Fog Plateau. There are rumors that they are targeting herbalists, but if that's true, it's a big deal. Many herbalists in Taerok Forest go to the herbalists' shelter next to the Water Fog Plateau, and they will all be defeated. ",
        "Russian_Text": "",
        "Chinese_Text": "黑色黎明出现在水雾高原，有传言说他们是针对草药师的，但如果是真的，那就是大事了。太洛克森林的很多草药师都去了水雾高原旁边的草药师庇护所，然后"
    },
    "18600101": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에서 약초에 대해 가장 잘 아는 것이 무엇인지 아십니까? 바로 낙원 삼색조입니다. 낙원 삼색조가 관심을 보이는 곳에 가면 꼭 약초가 있더란 겁니다. 이걸 이용하면 약초를 쉽게 구할 수 있을 것입니다. 낙원 삼색조에게서 약초를 구해다 주십시오.",
        "English_Text": "Do you know what you know best about herbs in Taerokrim? That's Paradise Tricolor. Wherever Paradise Tricolor shows interest, there's always an herb there. Using this, you'll be able to easily find medicinal herbs. Paradise Tricolor. ",
        "Russian_Text": "",
        "Chinese_Text": "你知道你最了解太罗界的什么药材吗？那就是三色极乐世界。三色极乐世界感兴趣的地方，总有一种草药。有了这个，你就可以轻松找到药材了。三色极乐世界。"
    },
    "18600102": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에는 불마자 말고도 시귀라는 존재가 있습니다. 몸에서 푸른 기를 내뿜는 존재들인데, 불안정한 모습이 영혼을 잃은 듯 보이고 매우 폭력적입니다. 불마자와 모습은 다르지만 그에 못지않게 매우 위험한 존재들입니다. 폭포 남부 숲으로 가서 그 위험한 존재들을 몰아내 주십시오.",
        "English_Text": "There are other beings in Taerokrim besides fire demons. They emit blue energy from their bodies, but their unstable appearance looks like they have lost their souls and they are very violent. Although they are different in appearance from fire demons, they are equally dangerous beings. Waterfall ",
        "Russian_Text": "",
        "Chinese_Text": "泰罗克里姆除了火魔之外，还有其他的存在，他们的身体散发着蓝色的能量，但他们不稳定的外表看起来像是失去了灵魂，而且非常暴烈。虽然他们的外表与火魔不同，但他们同样危险"
    },
    "18600103": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해맞이 비탈길의 묘면족이 개척을 위해 모아둔 자재들을 자꾸 가져다가 없앤다고 합니다. 그들은 개척을 원하지 않는 것 같지만 이주민들이 살기 위해선 개척이 필요합니다. 묘면족이 함부로 자재를 가져가지 못하도록 혼쭐을 내주십시오.",
        "English_Text": "It is said that the Myomyeon people on the Sunrise Slope keep bringing the materials they have gathered for reclaiming and destroying them. They don’t seem to want to reclaim it, but migrants need to reclaim it in order to survive. ",
        "Russian_Text": "",
        "Chinese_Text": "据说日出斜坡上的妙面人不断带来他们收集的材料来回收和破坏它们。他们似乎不想回收它，但移民需要回收它才能生存。"
    },
    "18600104": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "이주민들이 가죽 공예를 하려고 사슴 가죽을 구하고 있습니다. 해맞이 사슴의 가죽은 질긴데도 아주 부드러워서 최상급으로 쳐주는 재료이지요. 해맞이 사슴의 가죽을 구해주시면 이주민들의 생활에 큰 도움이 될 것입니다.",
        "English_Text": "Immigrants are looking for deer skins to make leather crafts. Sunrise deer hides are tough, yet very soft, so they are the highest quality material. If you obtain the skins of sunrise deer, it will be of great help to the lives of the migrants.",
        "Russian_Text": "",
        "Chinese_Text": "移民们正在寻找鹿皮来制作皮革工艺品。日出鹿皮坚韧但非常柔软，因此它们是最优质的材料。如果您获得日出鹿皮，将对人们的生活大有帮助。"
    },
    "18600105": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해맞이 비탈길을 오르는 약초꾼들에게 해맞이 수목정령과 묘면족이 큰 근심거리라고 합니다. 그들이 약초 찾는 것을 방해하며 괴롭히기 때문이지요. 약초꾼들을 위해 수목정령과 묘면족을 몰아내 주십시오.",
        "English_Text": "The Sunrise Arbor and Myomyeon are said to be of great concern to herbalists climbing the slope of the sunrise because they disturb and harass them in finding herbs. Please drive out the Arboretum and Myomyeon for the herbalists.",
        "Russian_Text": "",
        "Chinese_Text": "据说日出乔木和妙面是爬日出坡的草药师非常关心的，因为它们会打扰和骚扰他们寻找草药。请为草药师赶出树木园和妙面。"
    },
    "18600106": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대는 낮에도 으슥한 곳입니다. 수많은 개척자들이 섣불리 들어갔다가, 악어에게 당해 다시는 돌아오지 못했지요. 무고한 희생을 줄일 수 있도록 검은 진흙지대의 악어를 처치해 주십시오.",
        "English_Text": "The Black Mud is a gloomy place even during the day. A lot of pioneers went into it prematurely, but were killed by the crocodiles and never came back. Please kill the crocodiles in the Black Mud to reduce innocent sacrifices.",
        "Russian_Text": "",
        "Chinese_Text": "黑泥地白天也是阴森森的。很多开拓者过早进入，被鳄鱼杀死，再也没有回来。请杀死黑泥中的鳄鱼，以减少无辜者的牺牲。"
    },
    "18600107": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대의 진흙 거북을 처치해 주십시오. 진흙가에 가만히 있다가 신경이 조금이라도 거슬리면 매섭게 공격하는데, 그렇게 당한 사람이 한 둘이 아닙니다. 진흙 거북으로부터 사람들을 지켜주십시오.",
        "English_Text": "Please kill the Mud Turtles in the Black Mud Zone. They stand still in the mud and attack violently if they bother you even the slightest bit, but not the only ones who suffered that. Protect people from the Mud Turtles.",
        "Russian_Text": "",
        "Chinese_Text": "请杀掉黑泥区的泥龟。它们在泥地里站着不动，稍微打扰你就会猛烈攻击，但受害的可不止这些。保护人们免受泥龟的伤害。"
    },
    "18600108": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대의 개척자들 앞에 자꾸 진흙 거미가 나타나 진로를 방해한다고 합니다. 개척자들이 미로같은 검은 진흙지대에서 잘 빠져나올 수 있도록 진흙 거미를 처치해 주십시오.",
        "English_Text": "It is said that mud spiders keep appearing in front of the pioneers in the Black Mud Zone and obstructing their path. Please kill the Mud Spiders so that the pioneers can get out of the maze-like Black Mud Zone.",
        "Russian_Text": "",
        "Chinese_Text": "据说，黑泥区的开拓者面前，不断有泥蛛出现，挡住他们的去路。请杀掉泥蛛，好让开拓者走出迷宫般的黑泥区。"
    },
    "18600109": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "거미 숲길은 동부 생태 조사림으로 갈 수 있는 유용한 길인데 만다라화 때문에 시간이 여간 걸리는 게 아니네. 만다라화를 처치해 주게. 분명 큰 도움이 될 걸세.",
        "English_Text": "The Spider Forest Path is a useful route to the Eastern Ecological Survey Forest, but it doesn't take too much time because of the mandala. Get rid of the mandala. It will definitely be of great help.",
        "Russian_Text": "",
        "Chinese_Text": "蜘蛛林小道是通往东方生态考察林的有用路线，不过因为有坛城，所以不会花费太多时间，摆脱坛城，肯定会有很大的帮助。"
    },
    "18600110": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 금경철문이 신대륙에서 광물을 정제해 여러 곳으로 보내고 있다는 것은 자네도 알고 있을 걸세. 그런데 얼마 전부터 채굴한 광물을 묘면족이 약탈해 가고 있다네. 이런 일이 계속 일어나면 철무방에 더 이상 좋은 물건을 전달해 줄 수가 없네. 묘면족이 우리를 방해하지 못하도록 도와주게.",
        "English_Text": "You must know that our Geumgyeongcheolmun refines minerals in the new continent and sends them to various places. But the Myomyeon people have been looting the minerals they have mined for a while. ",
        "Russian_Text": "",
        "Chinese_Text": "你要知道，我们金景哲门在新大陆提炼矿物，然后运往各地。但是，妙面人一直在掠夺他们开采的矿物。"
    },
    "18600111": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라 폭포 앞은 물자가 오가는 중요한 운송로인데, 만다라화는 시끄럽고 폭포 곰은 위험하기 때문에 운송원들이 가기를 꺼리고 있습니다. 안전을 보장해 달라는 요구를 무시해서는 안 됩니다. 만다라 폭포 앞의 만다라화와 폭포 곰을 처치해 주시면 사례하겠습니다.",
        "English_Text": "In front of Mandala Falls is an important transport route for goods, which transporters are reluctant to go because mandalas are noisy and waterfall bears are dangerous. The demand to ensure safety should not be ignored. ",
        "Russian_Text": "",
        "Chinese_Text": "曼荼罗瀑布前是重要的货物运输路线，由于曼荼罗嘈杂，瀑布熊危险，运输商不愿走。确保安全的需求不容忽视。"
    },
    "18600112": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 에레다는 균열 전문가로서 균열을 지속적으로 조사하고 균열 지역의 생물 표본을 구해 무엇이 달라졌는지 정보를 수집하고 있습니다. 그래서 말인데 소협께 만다라 폭포 앞의 생물 표본을 부탁드리고 싶습니다. 균열이 어떤 영향을 미치는지 우리는 항상 주시해야 합니다.",
        "English_Text": "We Ereda, as Rift Specialists, are constantly investigating the Rift and collecting biosamples from the Rift area to gather information about what has changed. So, I'd like to ask the small gorge for a specimen in front of Mandala Falls. How does the Rift affect it? ",
        "Russian_Text": "",
        "Chinese_Text": "我们艾瑞达，作为裂谷专家，不断地调查裂谷，收集裂谷地区的生物样本，以收集有关发生了什么变化的信息。所以，我想向曼陀罗瀑布前的小峡谷索要一个标本。怎么样？"
    },
    "18600113": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "연안 거북이 말해줬다냥! 버려진 감시탑에 도적들이 나타났다고 했다냥! 더더더 많이 올 거라고 했다냥! 어서 가서 도적들을 꼼짝 못 하게 해달라냥!",
        "English_Text": "The coastal turtle told me! They said that thieves appeared in the abandoned watchtower! They said more and more would come! Come on and stop the thieves!",
        "Russian_Text": "",
        "Chinese_Text": "海龟告诉我的！他们说在废弃的瞭望塔里出现了盗贼！他们说越来越多的人会来！快来阻止盗贼！"
    },
    "18600114": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해안가에 갔다가 시귀에게 잡혀가는 사람들이 있다고 합니다. 순진한 사람들이 위험에 처하지 않도록 난파선의 무덤으로 가서 시귀들을 몰아내 주십시오.",
        "English_Text": "It is said that there are people who go to the shore and are captured by the demons. Please go to the tomb of the shipwreck and drive the demons out so that innocent people are not in danger.",
        "Russian_Text": "",
        "Chinese_Text": "据说有人上岸，被妖魔擒获，请到沉船墓前将妖魔赶走，免得无辜百姓有危险。"
    },
    "18600115": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "시귀들이 가진 무기를 가져다주십시오. 위험한 일이긴 하지만 그들이 가진 무기가 어떻게 만들어졌는지 조사해 볼 가치가 있습니다. 참, 망가지지 않은 것으로 부탁드리겠습니다. 조사를 하려면 상태가 좋아야 하니까요.",
        "English_Text": "Bring me the weapons the demons have. It's dangerous, but it's worth examining how their weapons were made. Oh, I hope they aren't damaged. They must be in good condition to investigate.",
        "Russian_Text": "",
        "Chinese_Text": "把魔族的武器给我拿来。虽然很危险，但他们的武器是怎么制作出来的，还是值得研究一下的。哦，希望他们没有损坏，他们一定是状况良好的才能调查。"
    },
    "18600116": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선에 대한 정보가 부족합니다. 난파된 시귀들이 어디서 온 존재인지, 해월대륙에 왜 왔는지… 하지만 알고 싶어도 위협적인 시귀들 때문에 더 깊이 조사할 수가 없습니다. 소협이 난파선의 무덤에 있는 시귀들을 처치해 주신다면, 인류의 위대한 지적 호기심을 넓히는 데 도움이 될 것입니다.",
        "English_Text": "Information about the shipwreck is lacking. Where did the wrecked verses come from and why they came to the sea and moon continent... But I want to know, but I can't investigate further because of the threatening verses. ",
        "Russian_Text": "",
        "Chinese_Text": "关于沉船的资料缺乏，沉船的诗句是从哪里来的，为什么会来到海月大陆……不过我想知道，但是因为威胁的诗句，我无法进一步调查。"
    },
    "18600117": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "도화상전에서 난파선의 무덤을 조사하고 있다네. 난파선이 여객선이었는지 화물선이었는지, 어떤 물건들을 싣고 있었는지 알아내야 한다네. 그런데 난파선 주변에 시귀가 가득해서 가까이 가기조차 힘들더군. 어떤가? 도와줄 텐가? 손을 빌려주게. 보상은 잘 챙겨주겠네.",
        "English_Text": "We are investigating the tomb of a wreck in Dohwajeon. We need to find out whether the wreck was a passenger ship or a cargo ship, and what items it was carrying. ",
        "Russian_Text": "",
        "Chinese_Text": "我们正在Dohwajeon调查沉船的坟墓。我们需要找出沉船是客船还是货船，以及它载有什么物品。"
    },
    "18600118": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "지금 태평하게 있을 때가 아니다냥! 난파선의 선원들이 왜 전부 시귀로 변했는지 알아내야한다냥! 어쩌면 검고 푸른 약초를  먹었을 수도 있다냥! 그게 사실이라면 큰일이다냥! 어서 가서 알아보라냥! 난파선의 무덤으로 가달라냥!",
        "English_Text": "Now is not the time to be carefree! We need to find out why all the crew members of the shipwreck have turned into demons! Maybe they ate black and blue herbs! If that's true, it's a big deal! Go and find out! ",
        "Russian_Text": "",
        "Chinese_Text": "现在不是逍遥法外的时候！我们要弄清楚为什么沉船的船员们都变成了恶魔！说不定他们吃了黑药草和蓝药草！如果是真的，那就是大事了！去看看吧！ "
    },
    "18600119": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "창도단이 발자국 없는 해안에 나타난 이유가 무엇일까요? 창도단이 어떤 계획을 꾸미고 있는지는, 역시 그들만이 알고 있을 것 같습니다. 아마도 창도단원들은 계획이 적힌 쪽지를 가지고 있을 겁니다. 그 쪽지를 모아 주십시오. 계획을 알아내겠습니다!",
        "English_Text": "Why did the spear gang appear on the beach without footprints? It seems only they know what the spear gang is planning. Perhaps the spear gang members have a note with the plan written on it. Please collect the notes. ",
        "Russian_Text": "",
        "Chinese_Text": "为什么长枪帮会出现在沙滩上，没有脚印？看来只有他们知道长枪帮的计划。说不定长枪帮成员有一张纸条，上面写着计划。请收好纸条。"
    },
    "18600120": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "얼마 전 도적떼가 우리 화물선을 습격해 큰 손해를 입은 일이 있었다네. 발자국 없는 해안의 창도단이 우리 화물선에 나타났던 바로 그 도적들인 것 같네. 언제 다시 무기를 준비해 나타날지 모르니, 지금을 노려야 하네. 어서 가서 도적떼를 처치해 주게.",
        "English_Text": "Sometimes ago, a group of thieves attacked our cargo ship and suffered great damage. It seems that the Spearmen of the Footless Shore are the same bandits that appeared on our cargo ship. We don't know when they will appear again with their weapons ready, so we have to aim now. ",
        "Russian_Text": "",
        "Chinese_Text": "前段时间，一伙盗贼袭击了我们的货船，损失惨重，看来无足之岸的枪兵就是我们货船上出现的那个土匪，不知道什么时候他们会带着武器再次出现"
    },
    "18600121": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 에레다는 균열을 지속적으로 조사하고 있습니다. 최근 발자국 없는 해안에서도 균열이 발생하고 있어서 주변 생물이 어떤 영향을 받는지 알아보려고 합니다. 소협께서 생물 표본을 가져다주신다면 조사에 큰 도움이 될 것입니다.",
        "English_Text": "We Ereda are constantly investigating rifts. Cracks have recently appeared on the shores without any footprints, so we're trying to figure out how the living things around them are affected. ",
        "Russian_Text": "",
        "Chinese_Text": "我们 Ereda 一直在调查裂缝。最近海岸上出现了裂缝，没有任何脚印，所以我们试图弄清楚它们周围的生物是如何受到影响的。"
    },
    "18600122": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "명혜단에서는 혈비패가 어떤 악행을 꾸미고 있는지 알아보고 있는 중입니다. 악의 무리에 대한 동태 파악만큼 이 척박한 개척지에서 중요한 일도 없을 테지요. 혈비패가 어떤 움직임을 보이고 있는지 알아내 주십시오.",
        "English_Text": "Myunghyedan ​​is trying to find out what kind of evil the bloodthirsty is planning. There is nothing more important in this barren frontier than understanding the dynamics of the evil swarm. Please find out what the bloodthief is doing.",
        "Russian_Text": "",
        "Chinese_Text": "明惠丹正在努力查明嗜血者在策划什么样的邪恶。在这片贫瘠的边疆，没有什么比了解邪恶群体的动态更重要的了。请找出嗜血者在做什么。"
    },
    "18600123": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "지금까지는 혈비의 숲에 균열이 발생한 사례가 없습니다. 하지만 최근 혈비패가 숲에 모여 균열을 열려고 한다는 소문이 돌고 있습니다. 혈비패와 그들을 따르는 숲 늑대의 움직임이 수상합니다. 직접 가서 확인해 주십시오.",
        "English_Text": "Until now, there have been no cases of rifts in the Forest of Bloodbloods. However, recently, rumors have been circulating that the Bloodbloods are gathering in the forest to open the rifts. The movement of the Bloodbrutes and the forest wolves following them is suspicious. Please go and check them out yourself.",
        "Russian_Text": "",
        "Chinese_Text": "直到现在，血血之森还没有出现裂痕的情况。不过，最近有传言说血族正在聚集在森林中打开裂痕。血兽和跟随他们的森林狼的动向是"
    },
    "18600124": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림 개척자들의 위업을 기리는 명혜단비를 개척자 위령 묘지에 세우려고 합니다. 하지만 혈비패가 나타나 훼방을 놓는 바람에 일이 진척되질 않고 있습니다. 혈비패가 방해하지 못하도록 몰아내 주십시오.",
        "English_Text": "I'm planning to erect a monument to the tribute of the pioneers of Taerokrim at the Pioneer Memorial Cemetery.",
        "Russian_Text": "",
        "Chinese_Text": "我打算在先驱者纪念公墓竖立一座纪念碑，以纪念 Taerokrim 的先驱们。"
    },
    "18600125": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "개척자 위령 묘지에 혈비패가 나타났다냥! 태록림을 개척한 사람들의 넋을 기리는 곳까지 와서 도적질을 하다니냥! 도저히 참을 수가 없다냥! 혈비패가 거기서 한 발자국도 더 들일 수 없게 해달라냥!",
        "English_Text": "Blood tablets appeared in the Pioneer Memorial Cemetery! They came to a place to commemorate the souls of those who pioneered the Taerok Forest, and stealing!",
        "Russian_Text": "",
        "Chinese_Text": "血碑出现在先驱者纪念墓地！他们来到了一个地方，以纪念那些开拓太洛克森林的人的灵魂，并窃取了！"
    },
    "18600126": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 금경철문은 이득이 되는 일이라고 뭐든지 하는 사람들이 아닙니다. 부정한 자들에게는 우리 장비를 넘기지 않는데 참고요 숲의 부패한 수양대원들이 우리 장비를 들고 있다고 합니다. 그들에게서 장비를 회수해 주십시오. 장비를 회수한 만큼 수양에는 값을 돌려줄 생각입니다.",
        "English_Text": "We, Geumgyeongcheolmun, are not people who do anything that is profitable. Please note that we do not hand over our equipment to the unclean. They say that the corrupted troopers in the forest are carrying our equipment. Retrieve the equipment from them. Recover the equipment. ",
        "Russian_Text": "",
        "Chinese_Text": "我们金庆哲门不是做任何有利可图的事情的人。请注意，我们不会将我们的设备交给不洁者。他们说森林里的腐败士兵正在携带我们的设备。从他们那里取回设备。恢复"
    },
    "18600127": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "부패한 수양대원들이 참고요 숲에 모였다는 소식을 들었습니다. 태록림을 초기부터 함께 개척해온 수양인데, 그들이 타락하는 모습을 마냥 지켜보고 있을 수 없습니다. 참고요 숲으로 가 주십시오. 가서 부패한 자들을 척결하여 수양을 도와주십시오.",
        "English_Text": "I heard that the corrupt cultivators had gathered in Jojiyo Forest. We've been pioneering Taerokrim together since the early days, and we can't just watch them fall. Please go to the forest. ",
        "Russian_Text": "",
        "Chinese_Text": "听说腐化修士已经聚集在净地幽森林，我们从很早的时候就一起开拓太罗界，不能眼睁睁地看着他们倒下。请到森林去吧。"
    },
    "18600128": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림 개척에 앞장서야 할 수양대원들 중 일부가 본분을 잊고 이득을 챙길 궁리에만 빠져 있습니다. 그들이 마침 참고요 숲에 모여 있으니 부패한 자들을 혼내주기에 참으로 적절한 때입니다. 어서 가서 수양의 명예를 더럽힌 자들을 척결합시다!",
        "English_Text": "Some of the foster members who should take the lead in reclaiming the Taerok Forest forget their duties and are engrossed in thinking about making a profit. They are gathered in the forest at the same time, so it is an appropriate time to punish the corrupt. ",
        "Russian_Text": "",
        "Chinese_Text": "一些本该带头收复太乐森林的寄养成员忘记了自己的职责，一心想着赚钱。他们同时聚集在森林里，现在正是惩罚腐败分子的好时机。 "
    },
    "18600129": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "도화상전에서는 검은 진흙지대의 진흙을 면밀히 조사하고 있습니다. 풍요로운 산림을 유지하는 비결이 비옥한 진흙이라는 연구가 매우 흥미롭습니다. 이것이 사실인지 검증하려면 진흙 표본이 필요합니다. 소협께 진흙 표본을 의뢰하고 싶습니다. 보수는 섭섭지 않게 드리겠습니다.",
        "English_Text": "In Dohwajeon, we are closely examining the mud in the black mud region. The study that the secret to maintaining a prosperous forest is fertile mud is very interesting. To verify this is true, we need a mud sample. ",
        "Russian_Text": "",
        "Chinese_Text": "在Dohwajeon，我们正在仔细检查黑泥地区的泥浆。关于保持森林繁荣的秘诀是肥沃的泥浆的研究非常有趣。为了验证这一点，我们需要一个泥浆样本。"
    },
    "18600130": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대가 오직 진흙으로만 유명한 것이 참으로 안타깝습니다. 악어, 거북, 팔독모까지 이야깃거리가 정말 많은 곳이거든요! 검은 진흙지대에 서둘러 명혜단비를 세워야겠습니다! 하지만 아시다시피 그곳이 너무 위험해서 도움이 필요합니다. 소협께서 검은 진흙지대의 야생 동물을 정리해 주시면 고맙겠습니다.",
        "English_Text": "It's really sad that the Black Mud Zone is famous only for mud. It's a place with so many stories to tell, including crocodiles, turtles, and bald eagles! ",
        "Russian_Text": "",
        "Chinese_Text": "黑泥区只因泥而闻名，真的很可惜。这里有很多故事要讲，包括鳄鱼、海龟和秃鹰！"
    },
    "18600131": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대는 평범한 이주민들에게 너무도 위험한 곳인데, 아무것도 모르고 들어갔다가 변을 당하는 사람들이 늘어나고 있습니다. 검은 진흙지대의 진흙 악어, 진흙 거북, 진흙 거미, 뱀버섯을 처치하면 지금보다 훨씬 안전해질 것 같습니다. 도움을 부탁 드립니다.",
        "English_Text": "The Black Mud Zone is a very dangerous place for ordinary settlers, but more and more people enter the Black Mud Zone without knowing it and get feces. Killing the Mud Crocodiles, Mud Turtles, Mud Spiders, and Mushrooms in the Black Mud Zone will make it much safer than it is now. ",
        "Russian_Text": "",
        "Chinese_Text": "黑泥区对于普通定居者来说是一个非常危险的地方，但是越来越多的人在不知情的情况下进入黑泥区并得到粪便。杀死黑泥区的泥鳄鱼、泥龟、泥蜘蛛和蘑菇将"
    },
    "18600132": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "원래 우리 바롱들은 야생 동물들이랑 말이 잘 통한다냥. 그런데 얼마 전부터 검은 진흙지대 동물들이랑 말이 안통한다냥. 자꾸 화내고 공격한다냥. 흠흠, 분명 몸에 이상이 생긴게 틀림없다냥! 무슨 일인지 알아볼 수 있도록 표본을 구해와달라냥!",
        "English_Text": "Originally, our barongs communicate well with wild animals. But for a while, they have been unable to communicate with animals from the black mud. They keep getting angry and attacking. Hmmm, there must be something wrong with their body! ",
        "Russian_Text": "",
        "Chinese_Text": "本来我们巴龙跟野生动物交流的很好，可是有段时间，黑泥里的他们已经无法和动物交流了，他们不断的生气攻击，哼哼，他们的身体肯定有问题！"
    },
    "18600133": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 숲길과 붉은 비탈에 홍돈족이 계속 늘어나 풍백문 해월지부에 위협이 되고 있습니다. 붉은 비탈의 홍돈족을 저지해 그들의 세력 확장을 막아주십시오.",
        "English_Text": "The red forest road and the red slope are becoming a threat to the Pungbaekmun Haewol branch as the number of Hongdon tribes continues to increase.",
        "Russian_Text": "",
        "Chinese_Text": "随着洪顿部落的数量不断增加，红色林道和红色斜坡正成为风柏门Haewol分支的威胁。"
    },
    "18600134": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "만다라화가 들고 있는 풍성한 강아지풀로 특산품을 만들어보면 어떨까요? 강아지풀로 고양이 장난감을 만들면 애묘인들에게 불티나게 팔릴 겁니다. 일단 한 번 가져와 보시죠.",
        "English_Text": "Why don't you make a special product with the abundance of dog grass holding a mandala? If you make cat toys with dog grass, it will be sold to pet lovers. Let's try it once.",
        "Russian_Text": "",
        "Chinese_Text": "为什么不用盛满曼荼罗的狗草做一个特殊的产品呢？如果你用狗草做猫玩具，它会卖给宠物爱好者。我们来试试吧。"
    },
    "18600135": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 숲길의 야생 동물들이 이주민들을 공격한다고 합니다. 이주민들이 안심할 수 있도록 늑대들을 처치해 주십시오.",
        "English_Text": "It is said that the wild animals of the Red Forest Road attack the settlers. Please kill the wolves so that the settlers can feel safe.",
        "Russian_Text": "",
        "Chinese_Text": "据说红林路的野生动物袭击了定居者，请杀狼，让定居者安心。"
    },
    "18600136": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 뿔 사슴의 뿔에 달린 적순이 풍토병 치료에 효과가 좋은데  값이 비싸서 구하지 못하는 이주민들이 많다고 합니다. 적순을 구해주시면 풍토병에 걸린 이주민들을 돕는데 쓰겠습니다. ",
        "English_Text": "Red shoots on the antlers of red horned deer are effective in treating endemic diseases, but many migrants are unable to obtain them due to their high cost.",
        "Russian_Text": "",
        "Chinese_Text": "红角鹿鹿角上的红芽对治疗地方病很有效，但由于成本高，许多移民无法获得。"
    },
    "18600137": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "홍돈족이 이대로 붉은 숲길에 부락이라도 꾸릴까 걱정됩니다. 웅장한 풍백문 해월지부 앞에 홍돈족 부락이라뇨?! 당치도 않습니다! 엉덩이도 못 붙이게 당장 쫓아내 주십시오!",
        "English_Text": "I'm worried that the Hongdon people will form a village on the red forest road like this. Is it a Hongdon tribe in front of the magnificent Pungbaekmun Haewol Branch?!",
        "Russian_Text": "",
        "Chinese_Text": "我很担心洪顿人会在这样的红林路上形成一个村庄。在宏伟的风白门海月支行前，难道是洪顿部落吗？！"
    },
    "18600138": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "홍돈족이 붉은 숲길에서 무기를 들고 설친다고 합니다. 이건 전쟁입니다! 어서 홍돈족의 무기를 빼앗아 무력화 시켜야 합니다!",
        "English_Text": "They say that the Hongdon people are cunning with their weapons on the Red Forest road. This is war! Hurry up, take the Hongdon people's weapons and neutralize them!",
        "Russian_Text": "",
        "Chinese_Text": "他们说红林路上洪顿人的武器很狡猾，这就是战争！快，拿走洪顿人的武器，消灭他们！"
    },
    "18600139": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "홍돈족이 검은발발이를 사육한다던데 혹시 식량으로 쓰려는 걸까요? 만일 그렇다면, 검은발발이를 제거해야만 합니다. 식량이 떨어져야 홍돈족이 붉은 숲길에서 물러날 겁니다.",
        "English_Text": "I heard that the Red Don people are raising black-footed lice, are they trying to use it as food? If so, the black-footed people must be removed. When the food runs out, the Red Don people will withdraw from the Red Forest Road.",
        "Russian_Text": "",
        "Chinese_Text": "听说红顿人养黑足虱，是想拿来当食物吗？如果是这样，黑足人必须除掉。等食物用完，红顿人就会撤出。"
    },
    "18600140": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "단풍 노을 골짜기에 전갈 떼가 늘어나 골치가 아픕니다. 마음 놓고 갈 수가 없네요. 제발 붉은 꼬리 전갈과 정예 붉은 큰꼬리 전갈 좀 처치해 주십시오.",
        "English_Text": "The swarms of scorpions are increasing in the autumnal sunset valley. I can't go without my mind. Please kill the Red Tailed Scorpion and the Elite Red Big Tailed Scorpion.",
        "Russian_Text": "",
        "Chinese_Text": "秋日落日谷，成群的蝎子越来越多，我的心不能没有。请杀了红尾蝎和精英红尾大尾蝎。"
    },
    "18600141": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "독도 잘 쓰면 약이라는 말이 있다지요? 마침 단풍 노을 골짜기에 전갈이 풍부하니 독으로 약을 만들면 어떨까요? 붉은 꼬리 전갈과 정예 붉은 큰꼬리 전갈의 독을 모아주시면 좋은 약을 만들어 보겠습니다.",
        "English_Text": "There is a saying that if Dokdo is used well, it is medicine? There are so many scorpions in the autumnal sunset valley, how about making a medicine with poison? If you collect the poison of the red-tailed scorpion and the elite red big-tailed scorpion, we will make a good medicine.",
        "Russian_Text": "",
        "Chinese_Text": "有句话说，独岛用得好，就是药？秋日落日谷的蝎子这么多，用毒做药怎么样？如果收集到红尾蝎和精英红的毒"
    },
    "18600142": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "초기 개척자들은 풍토병이 두려워 오래된 나무를 불태웠습니다. 그후로 단풍 나무의 정령들이 원래 있던 자리에서 맴돌고 있지요. 나무 정령이 행인들을 해치지 못하도록 도와주십시오.",
        "English_Text": "The early pioneers burned old trees for fear of endemic disease. Since then, the spirits of the maple trees have hovered around where they were. Help the tree spirits not harm passersby.",
        "Russian_Text": "",
        "Chinese_Text": "早期的拓荒者因为害怕地方病而烧毁老树。从那时起，枫树的精神就在它们所在的地方徘徊。帮助树精神不要伤害路人。"
    },
    "18600143": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "벌목지 아래 벌판에는 수수께끼를 내는 어둑시니가 있는데 수수께끼를 못 풀면 못살게 군다고 합니다. 어둑시니들이 수수께끼를 내지 못하도록 조용히 시켜주십시오.",
        "English_Text": "In the field under the logging area, there are dwarves who give riddles, and they say that if they can't solve the riddles, they will be rude. Please be quiet so they don't ask riddles.",
        "Russian_Text": "",
        "Chinese_Text": "伐木区下面的田地里，有矮人在猜谜语，他们说如果解不开谜语，他们会很失礼。请安静，不要问谜语。"
    },
    "18600144": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "어둑시니들이 밤낮을 가리지 않고 수수께끼 벌판에 나타나고 있습니다. 정착지까지 몰려오지 못하도록 처치해 주십시오.",
        "English_Text": "Dark people are appearing in the Mystery Fields day and night. Kill them so they don't come to the settlement.",
        "Russian_Text": "",
        "Chinese_Text": "黑暗之人日夜出现在神秘领域。杀了他们，让他们不要来定居点。"
    },
    "18600145": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "수수께끼 벌판에 고목 정령이 나타나고 있습니다. 고목 정령이 나타나는 이유는 바로 어둑시니 때문입니다. 어둑시니들이 정령을 불러내 이주민들을 해치고 있다고 합니다. 수수께끼 벌판으로 가서 어둑시니와 정령들을 없애 주십시오.",
        "English_Text": "An Old Tree Spirit is appearing in the Mystery Field. The reason why the Old Tree Spirit appears is because of Darkness. It is said that the Darkness is summoning spirits to harm the settlers. Go to the Mystery Field and get rid of the Darkness and the spirits.",
        "Russian_Text": "",
        "Chinese_Text": "神秘域中出现了一个古树精灵，古树精灵之所以出现，是因为黑暗。据说黑暗正在召唤神灵来伤害定居者。前往神秘领域，除掉黑暗"
    },
    "18600146": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "벌목지에 사는 붉은 여우가 밤마다 산을 넘어 해월지부에 들어와서는 양식으로 비축해둔 고기를 물어간다고 합니다. 벌목지의 붉은 여우를 처치해 주십시오.",
        "English_Text": "It is said that the red fox living in the logging area crosses the mountain every night and enters the Haewol Branch to fetch the meat they have prepared for food. Please kill the red fox in the logging area.",
        "Russian_Text": "",
        "Chinese_Text": "据说，伐木区的赤狐每晚都要翻山越岭，进入海月支部，取来它们准备的肉食。请杀伐伐区的赤狐。"
    },
    "18600147": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "벌목지에 만다라화가 잔뜩 나타났습니다. 벌목지가 시끄러워지기 전에 만다라화를 처치해 주십시오. 잿빛 만다라화입니다!",
        "English_Text": "There are a lot of mandalas in the logging. Get rid of the mandalas before the logging gets noisy. It's a gray mandala!",
        "Russian_Text": "",
        "Chinese_Text": "伐木场有很多曼荼罗。在伐木变得嘈杂之前将曼荼罗清除。这是一个灰色的曼荼罗！"
    },
    "18600148": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "어쩌면 만다라화도 쓸모가 있을지 모릅니다! 제일 궁금한 것은 만다라화의 줄기인데, 뿔처럼 우뚝 솟아 있는 줄기에 영양분이 많을 것 같단 말입니다. 줄기를 모아 오시면 식물학에 능통한 분께 의뢰해보겠습니다!",
        "English_Text": "Maybe mandalas are also useful! The thing I'm most curious about is the stems of mandalas, and the stems that stand tall like horns seem to have a lot of nutrients. If you collect the stems, I'll ask someone who is proficient in botany!",
        "Russian_Text": "",
        "Chinese_Text": "说不定曼荼罗也有用！我最好奇的是曼陀罗的茎，像牛角一样高高耸立的茎，好像有很多养分。如果你收集茎，我会问谁是"
    },
    "18600149": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "숲의 장막은 불마자가 풍백문 해월지부를 침범하는 것을 경계하는 최전방입니다. 어둑시니 무리 때문에 경계에 소홀함이 생겨서는 안 됩니다. 숲의 장막으로 가서 어둑시니를 처치해 주십시오. ",
        "English_Text": "The Forest Veil is the front line to guard against invading the Pungbaekmun Haewol Branch. Don't neglect the vigilance because of the darkness. Please go to the forest tent and kill the dark people.",
        "Russian_Text": "",
        "Chinese_Text": "森林面纱是防御风白门海月支部入侵的前线。不要因为黑暗而疏忽了警惕。请到森林帐篷去杀死黑暗的人。"
    },
    "18600150": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "글쎄, 어둑시니 가면을 쓰면 불마자한테 당하지 않는다는 괴소문이 돌고 있다네요. 그런다고 불마자가 해치지 않는다니, 어처구니가 없습니다. 헛소문이 돌지 않도록 숲의 장막으로 가서 어둑시니를 처치하고 가면을 없애주십시오.",
        "English_Text": "Well, there are rumors circulating that if you wear a dark mask, you won't be attacked by bullies. It's ridiculous that you won't be harmed by bullies. Please go to the veil of the forest to avoid spreading false rumors, kill the bullies and remove the mask. ",
        "Russian_Text": "",
        "Chinese_Text": "嗯，有传言说，戴上黑面具就不会被恶霸袭击。你不会被恶霸伤害，这太荒谬了。请到森林的面纱去，以免散布谣言，"
    },
    "18600151": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "숲의 장막에 정예 잿빛 암각다귀가 나타났습니다. 암각다귀가 숲의 장막에 자리를 잡지 못하게 몰아내 주십시오.",
        "English_Text": "An elite ashen creeper has appeared in the forest veil. Please drive it away from its place in the forest veil.",
        "Russian_Text": "",
        "Chinese_Text": "一只精锐的灰蔓爬行者出现在了森林帷幕中，请将它赶出森林帷幕的位置。"
    },
    "18600152": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "원령의 언덕에서 풍백문이 검은새벽단과 싸우고 있습니다. 본국은 물론 사호와 협력 관계를 맺고 있는 풍백문을 도와야 합니다. 어서 가서 검은새벽단을 처치해 주십시오. ",
        "English_Text": "Pungbaekmun is fighting the Black Dawn at Monryeong Hill. You must help Pungbaekmun, who has a cooperative relationship with Saho as well as your home country. Go ahead and defeat the Black Dawn.",
        "Russian_Text": "",
        "Chinese_Text": "风白门在门灵山与黑色黎明战斗。你必须帮助与萨霍以及你的祖国有合作关系的风白门。去打败黑色黎明吧。"
    },
    "18600153": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "검은새벽단이 병력을 늘리고 있습니다. 지금 물리치지 않으면 나중에 큰 화를 당하게 될 것입니다. 검은새벽단을 처치해 주십시오.",
        "English_Text": "The Black Dawn is increasing its forces. If you don't defeat it now, you will be in big trouble later. Please kill the Black Dawn.",
        "Russian_Text": "",
        "Chinese_Text": "黑色黎明正在增兵，你现在不打败它，以后麻烦大了，请杀了黑色黎明。"
    },
    "18600154": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "검은새벽단에게 독으로 당한 사람들을 위한 해독제가 필요합니다. 검은새벽단 주술사나 정예 독술사에게서 해독제를 구해다 주십시오.",
        "English_Text": "We need an antidote for those poisoned by Blackdawn. Get an antidote from a Blackdawn shaman or an elite poison enchanter.",
        "Russian_Text": "",
        "Chinese_Text": "我们需要为那些被黑暗黎明毒害的人提供解毒剂。从黑暗黎明萨满或精英毒药巫师那里得到解毒剂。"
    },
    "18600155": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "잿빛 밀림에는 잿빛이 된 호랑이가 있습니다. 비옥의 기운에 노출된 후 털색이 바뀌더니 날로 포악해지고 있습니다. 잿빛 호랑이가 사람들을 해치지 못하도록 처치해 주십시오.",
        "English_Text": "In the Ashen Jungle, there is a tiger that has turned gray. After exposure to fertility, the color of its fur has changed and it is becoming more and more ferocious. Please make sure that the gray tiger does not harm people.",
        "Russian_Text": "",
        "Chinese_Text": "在灰烬丛林中，有一只变成了灰色的老虎，经过生育之后，它的皮毛颜色发生了变化，变得越来越凶猛。请确保这只灰色老虎不会伤害人。"
    },
    "18600156": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "혹시 잿빛 밀림에 가시는 길이라면, 비옥 때문에 변해버린 호랑이의 장기를 부탁드립니다. 비옥 연구에 큰 도움이 될 겁니다.",
        "English_Text": "If you are going to the Ashen Jungle, ask for the organs of a tiger that have been changed due to fertility. It will be a great help in fertility research.",
        "Russian_Text": "",
        "Chinese_Text": "如果你要去灰烬丛林，索要因生育而改变的老虎器官，这对生育研究会有很大帮助。"
    },
    "18600157": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "잿빛 밀림에 서인족이 나타났습니다. 붉게 충혈된 눈을 부릅뜨고 먹이를 찾아 방황하고 있다고 합니다. 어서 가서 잿빛 밀림의 서인족을 처치해 주십시오.",
        "English_Text": "A westerner has appeared in the Ashen Jungle. It is said that they are wandering in search of food with their red bloodshot eyes. Go ahead and kill the westerners of the Ashen Jungle.",
        "Russian_Text": "",
        "Chinese_Text": "灰烬丛林里出现了西方人，据说他们满眼通红，四处游荡寻找食物，去杀了灰烬丛林的西方人吧。"
    },
    "18600158": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 폐허의 어떤 불마자들은 주변을 살피다가 적이 보이면 바로 공격을 가합니다. 이런 불마자들을 먼저 처치하지 않으면 바로 기습을 당할 수 있습니다. 그러니 떠도는 불마자와 불마자 정찰병, 암살자를 먼저 처리해 주십시오. 그들은 항상 주변을 살피며 적이 오기를 기다리고 있습니다.",
        "English_Text": "Some of the Boulders in Fertile Ruins look around and attack when they see an enemy. If you don't kill them first, you'll be ambushed. So, please deal with the wandering Boulders, Boulder Scouts and Assassins first. ",
        "Russian_Text": "",
        "Chinese_Text": "有些肥沃遗迹的巨石，看到敌人就会环顾四周，攻击。不先杀，就会被伏击。所以，请先对付游荡的巨石，巨石斥候，刺客。"
    },
    "18600159": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "대부분 비옥 폐허에 가는 것을 꺼려 합니다. 거대 비옥 주위에 온통 불마자 뿐인데 그 누가 살아돌아올 수 있겠습니까? 불마자 군단의 살기를 이겨낼 강한 분만이 비옥을 차지할 수 있을 것입니다. 자신이 있다면 비옥 폐허로 가서 강력한 불마자들을 처치해 주십시오.",
        "English_Text": "Most people are reluctant to go to the Fertile Ruins. There are only fertility ruins all around the Great Fertilizer, but who can come back alive? Only those strong enough to survive the slaughter of the Burning Legion will be able to take it. ",
        "Russian_Text": "",
        "Chinese_Text": "大多数人都不愿意去沃土遗迹。大肥地周围只有生育遗迹，但谁能活着回来？只有那些强大到能够在燃烧军团的屠杀中幸存下来的人，才能接下它。"
    },
    "18600160": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 폐허의 불마자들이 들고 다니는 무기는 뭔가 특별해 보입니다. 상당히 강해 보이는 그 무기를 수집해 오시면, 어떤 비밀이 숨겨져 있는지 연구해 보겠습니다. 쉬운 일은 아니겠지만 부탁 좀 드립니다.",
        "English_Text": "The weapons carried by the Burners of Fertilization Ruins are something special. Collect those weapons that look pretty strong, and we'll study the secrets they're hiding. It's not easy, but I'd like to ask you a favor.",
        "Russian_Text": "",
        "Chinese_Text": "化肥焚炉携带的武器很特别，把那些看起来很强大的武器收集起来，我们会研究他们隐藏的秘密。这并不容易，但我想请你帮个忙。"
    },
    "18600161": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 발굴지에 어딘가로 이어지는 틈이 있다고 합니다. 그 근처에서 불마자가 계속 나오고 있고요. 불마자들이 계속 나타난다니 그야말로 지옥이 따로 없는 것 같습니다. 가서 불마자를 막아 주십시오.",
        "English_Text": "It is said that there is a gap that leads to somewhere in the fertility excavation site. Fire demons keep coming out from that area. It seems that there is no other hell like the fire demons appearing all the time. Go and stop them.",
        "Russian_Text": "",
        "Chinese_Text": "据说，在丰饶发掘现场的某处，有一道缝隙，火魔不断从那个区域出来，似乎没有其他地狱像火魔一样一直出现，去阻止他们。 "
    },
    "18600162": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "속박된 시귀 광부와 감독관의 주머니에서 비옥 가루가 나왔다고 합니다. 비옥 가루가 잘못된 곳에 쓰이지 않도록 반드시 회수해야 합니다. 비옥 가루 주머니를 모아 주십시오.",
        "English_Text": "It is said that fertility dust came from the pockets of the captive poetic miners and overseers. You must collect the fertility dust to prevent it from being used in the wrong place. Please collect the fertility dust bags.",
        "Russian_Text": "",
        "Chinese_Text": "据说生育尘来自被俘的诗意矿工和监工的口袋。你们必须收集生育尘，以免用错地方。请收好生育尘袋。"
    },
    "18600163": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 발굴지의 속박된 시귀 병사와 궁사, 장수들은 비옥의 기운이 방출될 때 발굴지에 있다가 화를 당해서 죽지 못한 채로 떠돌고 있습니다. 그들이 편안히 눈을 감게 도와주면 어떨까요? 적절한 조치를 취해주시면 그들을 위해 제사를 지내겠습니다.",
        "English_Text": "The bound soldiers, archers, and generals in the fertility excavation site are wandering around the excavation site undead in anger when the energy of fertility is released. How about helping them close their eyes comfortably? ",
        "Russian_Text": "",
        "Chinese_Text": "生育挖掘场的被束缚的士兵、弓箭手和将军们，在生育能量释放时​​愤怒地在挖掘场不死族周围徘徊。要不要帮他们舒服地闭上眼睛？"
    },
    "18600164": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "날개사냥 집결지 부근에 원혼들이 나타나고 있습니다. 재앙의 은신처에 있는 괴물들에게 당한 원혼 같은데 사냥꾼들에게 해코지를 할까 봐 걱정됩니다. 가서 원혼들을 처치해 주십시오.",
        "English_Text": "A ghost is appearing near the Wing Hunting gathering place. It looks like a ghost from the monsters in the hideout of disaster, but I'm worried that the hunters will harm it. Go and kill the ghosts.",
        "Russian_Text": "",
        "Chinese_Text": "猎翼聚集地附近出现了一个鬼魂，看起来像是灾厄藏身处的怪物的鬼魂，但我担心猎人会伤害它。去杀死那些鬼魂。"
    },
    "18600165": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "재앙의 은신처에 거미가 늘어나고 있는데 사냥꾼들은 관심이 없어서 걱정입니다. 오직 야금을 잡아 자랑하겠다는 생각만 가득한 것 같습니다. 도움이 필요한 일에는 관심이 없으니 그들은 의협을 모르는 것 같습니다. 부디 의협을 아시는 분께서 은신거미를 처치해 주시면 좋겠습니다.",
        "English_Text": "The number of spiders in the hideout of disaster is increasing, but I'm worried that the hunters aren't interested. They seem to be filled with only the idea of ​​bragging about metallurgy. They're not interested in things that need help, so they don't seem to know about the Medical Association. ",
        "Russian_Text": "",
        "Chinese_Text": "灾难藏身处的蜘蛛数量在增加，但我担心猎人不感兴趣。他们似乎充满了吹嘘冶金的想法。他们对那些不感兴趣的东西"
    },
    "18600166": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "많은 사냥꾼들이 야금을 노리고 재앙의 은신처로 가고 있습니다. 야금을 많이 사냥해 실력을 인정받기 위해서죠. 혹시 사냥에 자신이 있다면 동참해 보십시오. ",
        "English_Text": "Many hunters are going to the hideout of disaster for their metallurgy. To be recognized for their skills by hunting a lot of metallurgy. If you are confident in hunting, please join us.",
        "Russian_Text": "",
        "Chinese_Text": "很多猎人都是为了炼金而去灾厄的藏身之处。为了获得大量的炼金术，让他们的技能得到认可。如果你对打猎有信心，请加入我们。"
    },
    "18600167": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "희소식입니다! 붉은 뿔 사슴의 뿔에 달린 적순이 풍토병 치료에 효과가 그만이라고 합니다. 풍토병 치료제를 만들 테니 붉은 뿔 사슴의 적순을 구해주십시오.",
        "English_Text": "Good news! It is said that the red shoots on the antlers of the red horned deer are effective in curing endemic diseases. I will make a cure for endemic diseases, so please save the red shoots of the red horned deer.",
        "Russian_Text": "",
        "Chinese_Text": "好消息！据说红角鹿鹿角上的红芽可以治疗地方病，我会治疗地方病，所以请保存好红角鹿的红芽。"
    },
    "18600168": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 뿔 사슴의 적순을 구해야 하는데 적각다귀와 투엽단이 방해가 되어서 구하기가 어렵습니다. 잿빛 적각다귀와 투엽단을 처치해 주시면 큰 도움이 될 것 같습니다. ",
        "English_Text": "I need to save the red horned deer's red shoots, but it's difficult to find them because the red horned antlers and the ragweeds are getting in the way. I think it will be of great help if you kill the gray horned antlers and the ragweeds.",
        "Russian_Text": "",
        "Chinese_Text": "我需要拯救红角鹿的红芽，但很难找到，因为红角鹿和豚草挡路了。我想如果你把灰角鹿和豚草杀了，会有很大帮助"
    },
    "18600169": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 뿔의 길 안쪽에 투엽단이 나타났다고 합니다. 붉은 뿔 사슴을 밀매하려고 나타난 게 분명합니다! 사슴의 뿔이 고가에 거래된다는 소문을 들었거든요. 어서 가서 투엽단을 몰아내 주십시오!",
        "English_Text": "It is said that a troop appeared inside the Red Horn Road. They must have appeared to smuggle the Red Horn deer! I've heard rumors that deer antlers are sold at a high price. Go ahead and drive them out!",
        "Russian_Text": "",
        "Chinese_Text": "据说红角道内出现了一支队伍，他们一定是走私红角鹿出现的！我听说鹿角卖高价，你去把他们赶出去！"
    },
    "18600170": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "초기 개척자들은 꿈결의 숲에 있는 해파리를 보고 꿈꾸듯 쉬었다고 하는데... 아마도 그때는 해파리들이 유순했나 봅니다? 지금은 마구잡이로 달려들어 공격하니 도저히 쉴 수가 없습니다. 해파리가 좀 줄어들어야 개척의 낭만을 느낄 수가 있을 것 같습니다.",
        "English_Text": "The early pioneers said that they rested like a dream when they saw jellyfish in the forest of dreams... Maybe they were docile back then? ",
        "Russian_Text": "",
        "Chinese_Text": "早期的拓荒者说，他们在梦之森林里看到水母时，就像做梦一样休息……也许他们当时很温顺？"
    },
    "18600171": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "많은 개척자들이 혼란한 꿈결 삼색조에게 당해 꿈결의 숲에서 쫓겨나고 있다고 합니다. 혼란한 꿈결 삼색조를 처치해 개척자들을 도와주십시오.",
        "English_Text": "It is said that many pioneers are being driven from the Dreaming Forest by the confused Dreaming Trio. Help the pioneers by defeating the confused Dreaming Trio.",
        "Russian_Text": "",
        "Chinese_Text": "据说很多开拓者被迷惑的梦境三人组赶出了梦境森林。通过击败迷惑的梦境三人组来帮助开拓者。"
    },
    "18600172": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "꿈결 삼색조의 깃털은 매우 화려합니다. 그 깃털을 모자에 장식하면 어떨까요? 비옥대지의 훌륭한 특산품이 될지도 모릅니다. 깃털을 가져오시면 시제품을 만들어 보겠습니다.",
        "English_Text": "The dreamy tricolor feather is very colorful. How about adorning that feather on a hat? It might be a great specialty of the fertile land. Bring the feather and we'll make a prototype.",
        "Russian_Text": "",
        "Chinese_Text": "梦幻般的三色羽毛，色彩艳丽，把那根羽毛装饰在帽子上怎么样？说不定是这片沃土的特产，拿来羽毛，我们做个原型。"
    },
    "18600173": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "사묘정의 숲에 있는 투연초의 색이 점점 변하고 있습니다. 어떻게 된 일인지 알아보려면 표본이 필요하다고 합니다. 변이된 투연초의 표본을 구해다 주시면 감사하겠습니다.",
        "English_Text": "The color of the Tuyeoncho in the forest of Samyojeong is gradually changing. They say we need a sample to find out what happened.",
        "Russian_Text": "",
        "Chinese_Text": "Samyojeong森林中Tuyeoncho的颜色正在逐渐变化。他们说我们需要一个样本来了解发生了什么。"
    },
    "18600174": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥대지의 사묘정들이 탁회암 때문에 변이가 된 후, 더 위험해진 것 같습니다. 사묘정의 숲으로 가서 변이된 사묘정을 처치해주십시오.",
        "English_Text": "It seems to have become more dangerous after the Samyojeong in the Fertile Land were mutated because of the takhoeite. Go to the Samyojeong Forest and defeat the mutated Samyojeong.",
        "Russian_Text": "",
        "Chinese_Text": "沃土中的三明亭因为八字岭而变异后，似乎变得更加危险了。前往三妙亭森林，打败变异的三妙亭。"
    },
    "18600175": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "사묘정의 숲이 변이된 사묘정들로 더욱 위험해지고 있습다. 변이된 사묘정이나 정예 변이된 거대 사묘정이 수풀을 모조리 먹어버리거나 이주민을 해치지 못하도록 처치해 주십시오.",
        "English_Text": "The forest of Samyojeong is becoming more dangerous with mutated Samyojeong. Please make sure that the mutated Samyojeong or the elite mutated Giant Samyojeong don't eat up all the bushes or harm the settlers.",
        "Russian_Text": "",
        "Chinese_Text": "三妙亭的森林因为变异的三妙亭而变得更加危险。请确保变异的三妙亭或精英变异的巨人三妙亭不要吃掉所有的灌木或伤害定居者。"
    },
    "18600176": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "변이된 담인초가 솟을바위산을 돌아다니고 있습니다. 주위에 어떤 피해를 줄지 모르니 근방을 돌아다니지 못하게 해야 할 것 같습니다. 처치를 부탁드립니다.",
        "English_Text": "A mutated sagebrush is roaming around Soupbawi Mountain. I don't know what kind of damage it will cause, so I think we should prevent it from wandering around. Please take action.",
        "Russian_Text": "",
        "Chinese_Text": "一株变异的山艾树在苏巴维山附近游荡，不知道会造成什么样的伤害，所以我想我们应该阻止它游荡。请采取行动。"
    },
    "18600177": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위산을 지나다가 화염초와 인면충에게 공격 당하는 행인들이 점점 많아지고 있습니다. 무고한 희생이 더 늘지 않도록 화염초와 솟을바위 인면충을 없애주십시오.",
        "English_Text": "More and more passersby are being attacked by fireweeds and insect larvae while passing through Sotulbawi Mountain. Please get rid of fireworts and Sotulbawi Insect Insects so that the innocent sacrifices do not increase further.",
        "Russian_Text": "",
        "Chinese_Text": "越来越多的路人在穿越Sotulbawi山时被杂草和昆虫幼虫袭击。请清除火草和Sotulbawi昆虫，以免无辜的牺牲进一步增加。"
    },
    "18600178": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위산에 유강독모 유충이 나타나고 있는데 풍토병을 옮길까 우려됩니다. 그래서 말인데 유강독모 유충을 박멸해 주십시오. 풍토병 예방에 큰 효과가 있을 겁니다.",
        "English_Text": "A juvenile poison ivy is appearing on Mt. Sotreulbawi, and I am concerned that it may transmit an endemic disease. So, please, eradicate the juvenile poison larvae. It will be very effective in preventing endemic diseases.",
        "Russian_Text": "",
        "Chinese_Text": "索特鲁巴维山上出现幼毒常春藤，我担心它会传播地方病。所以，请消灭幼毒常春藤幼虫，这对预防地方病非常有效。"
    },
    "18600179": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥대지는 폐허가 많아서 식량을 구하기가 여의치 않습니다. 고기를 안 먹을 수는 없어 닭도 키우고 있는데, 그마저도 늘 부족합니다. 산양 고기를 구해 주시면 정말 감사하겠습니다.",
        "English_Text": "There are many ruins in the fertile land, so it is difficult to find food. I can't eat meat, so I also raise chickens, but even that is always insufficient. I would be very grateful if you could get goat meat.",
        "Russian_Text": "",
        "Chinese_Text": "肥沃的土地上有很多废墟，所以很难找到食物。我不能吃肉，所以我也养了鸡，但即使这样也总是不够。如果你能得到山羊肉，我将非常感激。 "
    },
    "18600180": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위 경사로에 떠도는 시귀 병사들이 있습니다. 오가는 행인들이 두렵지 않도록 그들을 몰아내 주십시오.",
        "English_Text": "There are wandering soldiers on the slope of Sotreulbawi Rock. Please drive them away so that passersby are not afraid.",
        "Russian_Text": "",
        "Chinese_Text": "Sotreulbawi岩石的斜坡上有游荡的士兵。请把他们赶走，以免路人害怕。"
    },
    "18600181": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위 경사로를 돌아다니는 시귀들은 어떤 사람들일까요? 그들은 누구였을까요? 혹시 그들의 소지품에 어떤 단서가 있지 않을까요? 떠도는 시귀 병사나 정예 떠도는 시귀 장군의 소지품을 가져오시면 그들이 누군지 알아보겠습니다.",
        "English_Text": "What kind of people are the ghosts wandering the slopes of Sotreulbawi Rock? Who were they? Maybe there are some clues in their belongings? Bring the belongings of a wandering ghost soldier or an elite wandering ghost general, and we'll find out who they are.",
        "Russian_Text": "",
        "Chinese_Text": "游荡在Sotreulbawi岩石斜坡上的鬼是什么人？他们是谁？也许他们的随身物品中有一些线索？带上流浪鬼兵或精英流浪鬼将军的随身物品，我们会找出谁"
    },
    "18600182": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "파석의 갈채에 있는 발발이 잎이 유달리 푸르다던데 바구니를 만들어 보면 어떨까요? 발발이 잎을 구해주시면 그 어느 곳보다도 크고 튼튼한 바구니 특산품을 만들어 내겠습니다.",
        "English_Text": "I heard that the leaves of Balbali in the applause of Paseok are exceptionally green, so how about making a basket? If you get the leaves of Balbali, we will make a special product from the basket that is bigger and stronger than anywhere else.",
        "Russian_Text": "",
        "Chinese_Text": "我听说百石掌声中的巴尔巴里叶子特别绿，那么做一个篮子怎么样？如果你得到巴尔巴里的叶子，我们会用篮子制作出比其他任何地方都更大更强的特殊产品。 "
    },
    "18600183": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "파석의 갈채에 시귀들이 나타나 지나다닐 수가 없습니다. 그곳으로 가서 시귀 채석꾼이나 감시병 혹은 감독관을 처치해 주시면 큰 도움이 될 것 같습니다.",
        "English_Text": "They appear to the applause of the waves, and you can't pass by. If you go there and kill the quarryers, guards, or supervisors, it will be of great help.",
        "Russian_Text": "",
        "Chinese_Text": "他们出现在海浪的掌声中，你不能路过。如果你去那里杀了采石者、守卫或监管者，那将有很大的帮助。"
    },
    "18600184": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "창도단, 이 도적놈들이 용머리 곶에 기어이 진을 쳤습니다. 어서 가서 창도단을 소탕해 주십시오. 그들 때문에 용머리 곶 개척이 늦어지고 있습니다.",
        "English_Text": "Changdodan, these thieves have crawled and camped at Cape Yongmeori. Please go ahead and clear the speargun. They are delaying the development of Cape Yongmeori.",
        "Russian_Text": "",
        "Chinese_Text": "长岛丹，这些盗贼已经爬到龙尾海角扎营了，你们快去清理鱼枪吧，他们拖延了龙尾海角的发展。"
    },
    "18600185": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "창도단이 용머리 곶에 있는 탐사 기지를 자꾸 습격하고 있습니다. 용머리 탐사 기지에 담이라도 쌓을 수 있도록 창도단을 공격해 시간을 벌어주십시오.",
        "English_Text": "The spear gang is constantly attacking the exploration base at Yongmeori Cape. Please buy time by attacking the spear gang so that they can build a wall at the Yongmeori exploration base.",
        "Russian_Text": "",
        "Chinese_Text": "枪帮一直在攻击龙明里海角的探索基地。请攻击枪帮争取时间，让他们在龙梅里探索基地筑墙。"
    },
    "18600186": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "탁회암 협곡에 있는 변이된 청인족에 대해 알려면 정보가 필요합니다. 어떤 것이라도 좋습니다. 단서가 될만한 것을 가져와 주십시오.",
        "English_Text": "I need information to learn about the mutated blue people in Tarkite Canyon. Anything is fine. Bring me any clues.",
        "Russian_Text": "",
        "Chinese_Text": "我需要信息来了解一下鞑靼峡谷变异蓝人的情况。什么都好。给我任何线索。"
    },
    "18600187": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "무장한 변이 청인족은 거칠고 사납습니다. 그들은 협곡의 좁은 길을 가로막고 개척자들을 위협합니다. 그들을 처치해서 협곡 길을 확보해 주십시오.",
        "English_Text": "The armed mutant blue men are wild and ferocious. They stand in the way of the canyon and threaten the pioneers. Defeat them to clear the canyon route.",
        "Russian_Text": "",
        "Chinese_Text": "武装的变异蓝人，狂野凶猛，挡在峡谷的路上，威胁开拓者，打败他们，清理峡谷路线。"
    },
    "18600188": {
        "Dev_Desc": "QuestProvider",
        "Original_Text": "신원미상",
        "English_Text": "Unidentified",
        "Russian_Text": "",
        "Chinese_Text": "身份不明"
    },
    "18600189": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단 전초기지의 늑대 가면을 쓴 놈들은 광신도입니다. 악의 힘에 단단히 빠진 광신도 말입니다. 그런 놈들에게는 말이 통하지 않습니다. 오직 토벌만이 답입니다!",
        "English_Text": "Those who wear wolf masks at the Black Dawn outpost are fanatics. Even fanatics who are firmly absorbed in the power of evil. Words don't work for them. Subjugation is the only answer!",
        "Russian_Text": "",
        "Chinese_Text": "在黑色黎明哨站戴狼面具的都是狂热分子。即使是那些坚定地吸收邪恶力量的狂热分子。言语对他们不起作用。征服是唯一的答案！"
    },
    "18600190": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "수많은 풍백문 제자들이 검은새벽단에 의해 변이된 모습은 그야말로 처참합니다. 오랜 기간 고고한 명성을 이어 온 풍백문이건만 사악한 음모로 무너질 지경에 이르렀습니다. 더는 해칠 수 없도록 가서 전초기지의 검은새벽단을 쓰러뜨려 주십시오.",
        "English_Text": "It is truly tragic to see so many Pungbaekmun disciples being transformed by the Black Dawn. Even though Pungbaekmun has maintained a strong reputation for a long time, it has come to the point of collapse due to an evil plot. ",
        "Russian_Text": "",
        "Chinese_Text": "看到如此多的丰白门弟子被黑色黎明所化，实在是太悲惨了。虽然丰白门长期以来一直保持着良好的声誉，但由于一个邪恶的阴谋，它已经到了崩溃的地步。"
    },
    "18600191": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단 전초기지에 수많은 적들이 포진해 있습니다. 여기서 물러나면 해월대륙의 평범한 정착민들이 힘없이 쓰러지게 될 것입니다. 물러서지 마십시오. 검은새벽단 전초기지로 가서 적들을 모조리 박살 내 주십시오.",
        "English_Text": "There are many enemies at the Blackdawn outpost. If you retreat from here, the ordinary settlers of the sea and moon continent will fall powerlessly.",
        "Russian_Text": "",
        "Chinese_Text": "黑黎明哨站的敌人很多，如果你从这里撤退，海月大陆的普通定居者将无能为力。"
    },
    "18600192": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "가라앉은 묘지의 분노가 우리를 향하고 있습니다. 삶의 터전을 잃어버린 수와족과 묘지기가 외지인을 모두 적으로 간주하고 무차별 공격을 하고 있습니다. 안타까운 상황이지만 이대로 물러설 수는 없습니다. 침식된 수와족과 묘지기를 처치해 주십시오.",
        "English_Text": "The wrath of the submerged graveyard is directed at us. The Suwa tribe and the gravegiver, who have lost their home, regard foreigners as enemies and attack indiscriminately. It's a sad situation, but we can't back down. ",
        "Russian_Text": "",
        "Chinese_Text": "淹没墓地的愤怒是针对我们的。诹访部落和丧葬者失去家园，视外国人为敌人，肆无忌惮地袭击。这是一个悲惨的局面，但我们不能退缩。"
    },
    "18600193": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "태어나서 그렇게 많은 묘지기를 본 건 처음이었습니다. 무덤도 다 어디로 가고 묘지기들만 한데 모여 있는 걸까요? 산 사람을 닥치는 대로 저승에 데려갈 것만 같은 모습니다. 가라앉은 묘지로 가서 위험한 묘지기들을 몰아내 주십시오.",
        "English_Text": "It's the first time I've seen so many graveyards in my life. Where do all the graves go and where are all the gravekeepers gathered? It's like taking any living person to the underworld. Go to the sunken graveyard and drive out the dangerous graveyards.",
        "Russian_Text": "",
        "Chinese_Text": "我这辈子第一次看到这么多墓地，墓地都去哪儿了，守墓人都聚集在哪里？就像把一个活着的人带到冥界，去沉没的墓地，把危险的东西赶出去。"
    },
    "18600194": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "가라앉은 묘지의 수와족이 알 수 없는 것에 침식되어 난폭하고 고약해졌습니다. 한 가지 이상한 점은 주위의 고요한 연잎 인간은 침식되지 않았다는 것입니다. 누군가 고의로 수와족을 침식시킨 건 아닌지 걱정스럽습니다. 어서 비교해 볼 수 있도록 표본을 구해다 주십시오.",
        "English_Text": "The Suwas of the sunken cemetery have become wild and filthy as they have been eroded by the unknown. One strange thing is that the calm lotus humans around have not been eroded. I'm worried that someone intentionally eroded the Suwa. ",
        "Russian_Text": "",
        "Chinese_Text": "沉没墓地的诹访者，因为被未知侵蚀而变得狂野肮脏。奇怪的是，周围平静的莲花人类并没有被侵蚀。我担心有人故意侵蚀诹访者。"
    },
    "18600195": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "어둑시니가 군단으로 나타나다니 보통 일이 아닙니다. 필시 요괴를 군단으로 만든 배후가 있는 겁니다. 해룡산맥을 장악한 검은새벽단이 가장 의심스럽습니다. 침식된 어둑시니를 처치해 주십시오. 사악한 요괴를 없애고 검은새벽단의 음모를 막아야 합니다.",
        "English_Text": "It's not common for Duuksini to appear as a corps. There is probably a person behind the formation of the Yokai into a Legion. The Black Dawn that has taken over the Haeryong Mountains is the most suspicious. Please defeat the eroded Duoksini. Kill the evil Yokai. ",
        "Russian_Text": "",
        "Chinese_Text": "杜克西尼以军团的形式出现并不常见，妖怪组建军团的背后很可能有一个人。占领海龙山脉的黑色黎明最为可疑。请打败被侵蚀的多克西尼。杀了那个"
    },
    "18600196": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "잿빛 하늘 숲을 살펴보니 거대 향로 주위에 어둑시니 군단이 가득합니다. 좀 더 자세히 살펴보았더니 어둑시니들이 향로를 떠나지 않는 것 같았습니다. 그 향로 때문에 어둑시니가 침식된 건 아닌지 매우 수상합니다. 조사를 위한 표본을 부탁드립니다. ",
        "English_Text": "I looked through the Ashen Sky Forest, and the giant censer was full of swarms of shards. Upon closer inspection, it seemed that the ghouls were not leaving the censer. ",
        "Russian_Text": "",
        "Chinese_Text": "我看遍了苍天森林，巨大的香炉里堆满了成群的碎片。仔细一看，那些食尸鬼似乎并没有离开香炉。"
    },
    "18600197": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단에 오늘 당장 잡혀간대도 정녕 굶어 죽기는 싫습니다. 해룡산맥에는 왜 이렇게 먹을 것이 없단 말입니까? 보통은 생각지도 않겠지만 곰이나 거미 아니면 녹각다귀의 살점이라도 익혀 먹으면 어떨까요? 며칠은 더 버틸 수 있지 않을까요? 잿빛 하늘 숲 남부에서 먹을 것 좀 구해 주십시오.",
        "English_Text": "Even if I was caught by the Black Dawn today, I really don’t want to starve to death. Why is there so little to eat in the Haeryong Mountains? Usually, you wouldn’t even think of it, but how about eating the flesh of a bear, a spider, or an antler fish cooked? It can last for a few more days. ",
        "Russian_Text": "",
        "Chinese_Text": "就算今天被黑曙光抓住了，我也真的不想饿死。为什么海涌山的吃的这么少？平时你根本不会想到，可吃的又如何呢？"
    },
    "18600198": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "거인의 숲으로 가서 두억시니를 처치해 주십시오. 계속해서 거대 향로 주위로 모여들고 있는데, 곧 합동 초소로 진격할지도 모릅니다. 더 위험해지기 전에 거인들이 집결하지 못하도록 막아 주십시오. 합동 초소에는 거인 군단까지 상대할 거대 병력이 없습니다. ",
        "English_Text": "Go to the Giant's Forest and kill Duukshini. They keep gathering around the Giant Censer, and they may soon advance to the Joint Post. Please stop the giants from gathering before it becomes more dangerous. ",
        "Russian_Text": "",
        "Chinese_Text": "去巨人之森，杀死杜克希尼，他们一直聚集在巨人香炉周围，他们可能很快就会向联合哨所前进。在变得更加危险之前，请阻止这些巨人聚集。"
    },
    "18600199": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "거인의 숲을 돌아다니는 잿빛 묘면족과 오염된 만다라화를 처치해 주십시오. 난폭한 괴물들을 처치하지 못하면 우리의 목숨도 온전치 못할 것입니다.",
        "English_Text": "Destroy the Ashen Graves and the Contaminated Mandalas that roam the Forest of Giants. Our lives will not be complete if we do not defeat the ferocious monsters.",
        "Russian_Text": "",
        "Chinese_Text": "摧毁在巨人森林中漫游的灰烬坟墓和受污染的曼荼罗。如果我们不击败凶猛的怪物，我们的生活将不完整。"
    },
    "18600200": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "거대한 검은새벽단을 상대하려면 더 많은 거점이 필요합니다. 거인의 숲에 거점을 세우면 합동 초소와 더불어 남북으로 검은새벽단 전초기지를 압박할 수 있을 겁니다. 거인의 숲에 거점을 세울 수 있도록 그곳의 요괴들을 처치해 주십시오. 우리는 해낼 수 있습니다. ",
        "English_Text": "We need more bases to face the huge Blackdawn. If we establish a base in the Giant's Forest, we will be able to press the Joint Outpost along with the Blackdawn outpost from north to south. ",
        "Russian_Text": "",
        "Chinese_Text": "我们需要更多的基地来面对巨大的黑黎明。如果我们在巨人森林建立一个基地，我们就能和黑黎明哨站一起从北向南压联合哨站。"
    },
    "18600201": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "해룡산맥에서 그나마 먹을만한 것이나 약초를 구할 수 있는 곳이 포식자의 구릉지입니다. 하지만 변종 효조가 자꾸 방해를 하는 바람에 사냥이나 채집을 할 수가 없습니다. 방해만 되는 변종 효조를 처치해 주십시오.",
        "English_Text": "The Hills of Predator is the only place in the Haeryong Mountains where you can find food or medicinal herbs. However, hunting or gathering is not possible because the Hyojo mutant keeps interfering with him.",
        "Russian_Text": "",
        "Chinese_Text": "捕食者之丘是海龙山脉中唯一可以找到食物或药材的地方。然而，狩猎或采集是不可能的，因为Hyojo突变体一直在干扰他。"
    },
    "18600202": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "피난처 사람들 일부가 자꾸 실종되고 있습니다. 아무래도 포식자의 구릉지를 지나다가 굶주린 호랑이와 변종 효조에게 당한 것 같습니다. 대부분 부상자라서 저항도 제대로 못했을 겁니다. 굶주린 호랑이와 변종 효조를 처치해야만 이 비극이 끝나겠지요. 도움을 부탁드립니다. ",
        "English_Text": "Some of the refugees keep disappearing. It seems that they were killed by a hungry tiger and mutant Hyojo while passing through the hills of predators. Most of them were wounded and would not have been able to resist properly. Killing the hungry tiger and mutant Hyojo will only bring this tragedy to an end. Help ",
        "Russian_Text": "",
        "Chinese_Text": "一些难民不断地消失。他们似乎是在穿过掠食者的山丘时被饥饿的老虎和变异的兵条杀死。他们中的大多数人都受伤了，无法正常抵抗。杀死饥饿的老虎和变异者"
    },
    "18600203": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단에서 도망칠 때 어둠 숲 진입로에 숨었습니다. 간신히 한숨 돌리는데 갑자기 포식귀가 나타나 같이 있던 일행 모두를 잡아먹었습니다. 그때만 생각하면 지금도 끔찍합니다. 포식귀를 처치해 주십시오. 늘어나는 포식귀들을 그대로 두면 조만간 다른 생명체까지 전부 먹어버릴 겁니다.",
        "English_Text": "I hid at the entrance to the Dark Forest when I was running away from the Black Dawn. I was barely breathing, but a predator suddenly appeared and ate everyone I was with. Just thinking back then, it is still terrible. Please kill the predator. ",
        "Russian_Text": "",
        "Chinese_Text": "我在逃离黑色黎明的时候躲在黑暗森林的入口处，我几乎没有呼吸，但突然出现了一个掠食者，把我身边的所有人都吃掉了。回想起来还是很可怕。请杀了那个"
    },
    "18600204": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "변종 야수가 이렇게나 많다는 건 분명 문제입니다. 검은새벽단이  손을 써서 야수들을 일부러 변종 시킨 겁니다. 선한 의도로 이런 기괴한 일을 벌였을 리가 없습니다. 검은새벽단의 뜻대로 되지 않도록 야수의 소굴로 가서 변종 야수를 처치해 주십시오.",
        "English_Text": "It's definitely a problem that there are so many variant beasts. The Black Dawn deliberately mutated the beasts with their own hands. There was no way they could have done such a bizarre thing with good intentions. Go to the beast's lair and mutate it so that it doesn't go as the Black Dawn wants. ",
        "Russian_Text": "",
        "Chinese_Text": "变种兽这么多，肯定是有问题的，黑黎明故意亲手变异了兽类，他们不可能善意地做出这种诡异的事情，去兽类的巢穴，这样变异"
    },
    "18600205": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "해룡산맥의 야수들 때문에 골머리를 앓고 있습니다. 야수 사냥이라면 비옥대지에서도 밀리지 않았는데 이곳의 야수들은 보통 짐승이 아닙니다. 더 난폭하고, 더 사나운 것이 그야말로 야수의 소굴에 딱 맞는 놈들입니다. 놈들이 날뛰지 못하도록 가서 사냥해 주시겠습니까?",
        "English_Text": "I'm struggling with the beasts of the Haeryong Mountains. When it comes to beast hunting, even in the fertile land, the beasts here aren't ordinary beasts. The more ferocious and ferocious they are, they're the perfect fit for the beast's lair. ",
        "Russian_Text": "",
        "Chinese_Text": "我在和海龙山的猛兽搏斗，说到猎兽，就算是在肥沃的土地上，这里的猛兽也不是一般的猛兽，越是凶猛凶猛，越是适合"
    },
    "18600206": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "고기를 먹으면 싸울 힘을 낼 수 있고, 가죽이 있으면 옷에 덧대거나 주머니를 만들 수 있습니다. 야수의 소굴에 있는 갈 곳 잃은 사슴에게서 고기와 가죽을 좀 구해다 주시겠습니까? 피난민 모두에게 큰 도움이 될 것입니다.",
        "English_Text": "Eat meat gives you strength to fight, and hides give you padding or making pockets. Can you get me some meat and hides from the lost deer in the den of the beast? It will be a great help to all the refugees. ",
        "Russian_Text": "",
        "Chinese_Text": "吃肉给你战斗的力量，皮革给你填充或制作口袋。你能从野兽窝里迷失的鹿那里给我一些肉和皮革吗？这对所有的难民都会有很大的帮助。"
    },
    "18600207": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "잿빛 야금과 외눈박이가 어둠 숲에 숨으면 그 형체를 분간하기 어려워서 순식간에 공격을 당할 수밖에 없습니다. 부상자나 피난민도 가리지 않고 공격을 하니 그야말로 악마 같은 놈들입니다. 어둠 숲 북부로 가서 그 위험한 존재들을 처치해 주십시오.",
        "English_Text": "When gray metallurgy and one-eyed hide in the Dark Forest, it is difficult to discern their form and they are attacked in an instant. They attack both the wounded and the refugees, so they are like demons. ",
        "Russian_Text": "",
        "Chinese_Text": "当灰金和独眼躲在黑暗森林中时，很难辨认出它们的形态，瞬间遭到攻击。伤员和难民都攻击，所以他们就像恶魔一样。"
    },
    "18600208": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "소문에 어둠 숲 북부의 수호령들이 소생 부적을 지니고 다닌다 하더군요. 그 부적을 가지고 있으면 죽어도 여러 번 다시 살아난다던데, 정말 그런지 궁금합니다. 검은새벽단 때문에 많은 사람들이 죽었는데 그 부적으로 되살릴 수만 있다면야 우리에게 참으로 좋지 않겠습니까?",
        "English_Text": "Rumor has it that the guardian spirits of the northern part of the Dark Forest carry a revival amulet. They say that even if they die, they will come back to life many times if they die. I wonder if that's true. ",
        "Russian_Text": "",
        "Chinese_Text": "有传闻说，暗黑森林北部的守护灵身上有复活符，他们说就算死了，死了也能复活很多次，不知道是不是真的。"
    },
    "18600209": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "얼마 전 어떤 피난민이 어둠 숲 북부에 갔다가 간신히 살아 돌아왔습니다. 짙은 안개 때문에 길을 잃었는데 어느새 괴물들한테 둘러싸여 있더랍니다. 사실 그렇게 당해서 죽은 피난민들이 한 둘이 아닙니다. 어둠 숲의 괴물들을 처치해 의로움을 보여주십시오.",
        "English_Text": "A certain refugee went to the northern part of the Dark Forest a while ago and managed to come back alive. I was lost in the thick fog, and I was surrounded by monsters. In fact, there are not only one or two refugees who died as a result of that. Defeat the monsters of the Dark Forest to gain righteousness. ",
        "Russian_Text": "",
        "Chinese_Text": "前段时间有个难民去了黑森林北部，还活着回来了。我迷失在浓雾中，被怪物包围了。事实上，不止一两个难民"
    },
    "18600210": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "대부분의 피난민들이 해룡산맥의 지리에 밝지 않아 길을 잃기 일쑤입니다. 특히 어둠 숲에 들어갔다가 사고를 당하는 일이 많습니다. 어둠 숲 남부의 요괴를 처치해 주신다면 큰 도움이 될 것입니다. 우선 어둠 숲 남부로 가서 칠흑의 외눈박이와 짙은 어둠의 수호령을 처치해 주십시오.",
        "English_Text": "Most refugees are not well versed in the geography of the Haeryong Mountains, so they often get lost. Especially, there are a lot of accidents while entering the Dark Forest. It would be a great help if you kill the ghosts in the southern part of the Dark Forest. ",
        "Russian_Text": "",
        "Chinese_Text": "大部分难民对海龙山的地理不熟悉，所以经常迷路。尤其是进入黑森林的时候，事故多发，如果能杀了南边的鬼怪，会有很大的帮助。"
    },
    "18600211": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "척박한 해룡산맥에서 뛰어난 무기를 제련하는 일은 너무도 어려운 일입니다. 이럴 때는 조금 다른 형태의 무기를 쓰는 것도 좋은 방법일 것입니다. 맹독의 숲에 맹독충이 많던데 맹독을 모아다가 쓰면 어떨까요? 위험도 제거하고 좋은 무기로 마련하니 일석이조겠네요!",
        "English_Text": "Smelting excellent weapons in the barren Haeryong Mountains is very difficult. In this case, it would be a good idea to use a slightly different type of weapon. There are a lot of poison worms in the Toxic Forest. How about collecting and using the poison? ",
        "Russian_Text": "",
        "Chinese_Text": "在荒芜的海龙山炼制上等兵器是非常困难的，这种情况下，还是使用稍微不同的兵器比较好。毒林中毒虫很多，如何收集使用？"
    },
    "18600212": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "도움을 부탁드립니다! 어둠 숲 남부와 피난처가 가까워 피난민들이 두려워하고 있습니다. 언제라도 어둠 숲의 괴물들이 나타날 수 있으니까요. 어둠 숲 남부의 괴물들을 처치해서 위험을 제거하고 피난민을 보호해 주십시오.",
        "English_Text": "Help! The refugees are afraid because the refuge is close to the southern part of the Darkwood. The monsters of the Darkwood can appear at any time. Kill the monsters in the southern part of the Darkwood to remove the danger and protect the refugees.",
        "Russian_Text": "",
        "Chinese_Text": "救命！难民们害怕了，因为避难所靠近暗黑森林的南部，暗黑森林的怪物随时可能出现，杀死黑暗森林南部的怪物，消除危险，保护难民。 "
    },
    "18600213": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "저주받을 검은새벽단 놈들! 혹시 버림받은 자들을 보셨습니까? 그들의 기괴함 본다면 누구라도 경악할 겁니다. 검은새벽단은 생명체를 가지고 멋대로 실험을 진행하고, 실험에 실패하면 늪에 버리고 있습니다. 도저히 참을 수가 없습니다. 그 저주받은 존재들부터 없애 주십시오.",
        "English_Text": "The damned Black Dawn bastards! Have you ever seen the Forsaken? Anyone would be astonished to see their bizarreness. The Black Dawn conduct experiments on living things and if they fail, they throw them into the swamp. I can't stand it. ",
        "Russian_Text": "",
        "Chinese_Text": "该死的黑色黎明混蛋！你见过被遗忘者吗？任何人看到他们的怪异都会感到惊讶。黑色黎明对生物进行实验，如果失败，他们会把它们扔进沼泽。我受不了。 "
    },
    "18600214": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "버림받은 자들의 늪에 갔다가 간신히 빠져나왔습니다. 늪지 괴물들에게 붙들려 점점 더 깊이 빠져들었습니다. 우연히 옆에 있던 나뭇가지를 잡지 못했다면 그대로 잡아먹히고 말았을 겁니다. 그런 끔찍한 일이 일어나지 않도록 늪지 맹독충과 늪지 연잎 인간, 늪지 녹각다귀를 처치해 주십시오!",
        "English_Text": "I went to the Swamp of the Abandoned and managed to get out. I was caught by the swamp monsters and I fell deeper and deeper. If I hadn't caught the branch next to me by accident, I would have eaten it. ",
        "Russian_Text": "",
        "Chinese_Text": "我去了废人沼泽，好不容易脱了出来，被沼泽怪物抓住了，越陷越深，要不是不小心抓到了旁边的树枝，我早就吃掉了。"
    },
    "18600215": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "어둠 숲에 둘러싸인 늪에 검은새벽단의 실험 끝에 버림받은 존재들이 점점 늘어나고 있습니다. 저주받은 늪에는 정화가 필요합니다. 버림받은 자들의 늪에 있는 괴물들을 끝까지 없애 주십시오.",
        "English_Text": "The number of abandoned beings are increasing in the swamp surrounded by the Dark Forest after the Blackdawn's experiments. The Cursed Swamp needs purification. Please destroy the monsters in the Swamp of the Forsaken.",
        "Russian_Text": "",
        "Chinese_Text": "黑黎明实验后，被黑暗森林包围的沼泽中被遗弃的生物越来越多。诅咒沼泽需要净化。请消灭被遗忘者沼泽中的怪物。"
    },
    "18600216": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "아무도 피난처 밖을 나가고 싶지 않을 겁니다. 실력 있는 무인도 살아남기 어렵다는 해룡산맥 아닙니까? 특히 불마자가 가득한 갈라진 대지에서 살아 돌아온 이는 극소수에 불과합니다. 그렇지만 이대로 포기할 순 없습니다. 갈라진 대지의 불마자를 처치해 끝까지 맞서 싸워 주십시오!",
        "English_Text": "No one wants to go out of the shelter. Isn't it the Haeryong Mountains, where even a skilled uninhabited can hardly survive? In particular, only a small number of people have returned alive from the cracked land full of bad guys. But we can't just give up. ",
        "Russian_Text": "",
        "Chinese_Text": "没有人想出避难所。难道是海涌山，在那里，即使是熟练的无人居住也难以生存？特别是只有少数人从满是坏人的裂地中活着回来。但是。"
    },
    "18600217": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "갈라진 대지의 불마자가 다른 곳과 어떻게 다른지, 혹시 더 주의할 것은 없는지 알아볼 필요가 있을 것 같습니다. 어려운 일이지만 갈라진 대지의 불마자 표본을 모아와 주십시오. 상대하는 적이 누구인지 알아보는 일은 승리에 큰 도움이 될 것입니다.",
        "English_Text": "I think it is necessary to find out how the Boulders of the Rifted Earth are different from other places, and if there is anything else to be aware of. It's difficult, but please gather a sample of the Buldies of the Rifted Earth. Knowing who your opponent is is crucial to victory. ",
        "Russian_Text": "",
        "Chinese_Text": "我觉得有必要弄清楚裂地巨石和其他地方有什么不同，如果还有什么需要注意的。很难，但请收集裂地巨石的样本。知道"
    },
    "18600218": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "갈라진 대지를 가보니 불마자가 끝이 없습니다. 지금 이대로는 불마자 구경만 실컷 하고 검은새벽단 본진은 가보지도 못할 것 같습니다. 수양과 풍백은 곤란해하고 있는 것 같은데 의협을 아시는 분이 길을 터 주시면 감사하겠습니다.",
        "English_Text": "I went to the divided land and there is no end to the firefly. As it is now, I can only watch the fireman and I will not be able to visit the main camp of the Black Dawn. It seems that Suyang and Poongbaek are in trouble. ",
        "Russian_Text": "",
        "Chinese_Text": "我去了分裂的土地，萤火虫没有尽头。像现在这样，我只能看着消防员，我将无法访问黑色黎明的主营。看来苏阳和风白是"
    },
    "18600219": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "해월대륙을 탐사하던 원정대가 불타는 대지에서 불마자가 되어 버렸다는 이야기를 들은 적이 있습니다. 용감한 모험가들이 불마자가 되다니 몹시 안타까운 일입니다. 잊혀진 그들이 쉴 수 있도록 도와주면 어떨까요? 불타는 대지의 불마자들이 이제 그만 쉴 수 있도록 도와주십시오.",
        "English_Text": "I have heard that the expedition that explored the Sea and Moon Continent turned into burners in the burning land. It's very unfortunate that brave adventurers become burners. How about helping the forgotten ones to rest? ",
        "Russian_Text": "",
        "Chinese_Text": "听说，远征海月大陆的探险队，在燃烧的土地上变成了燃烧器，勇敢的冒险者变成了燃烧器，太可惜了。帮助被遗忘者安息如何？"
    },
    "18600220": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "불타는 대지의 불마자 표본이 필요합니다. 불타는 대지 중심부에는 균열이 있는데 아마 그곳부터 대참사가 일어난 것 같습니다. 불타는 대지의 불마자 표본이 있다면 더욱 자세한 정보들을 알아낼 수 있을 것 같습니다. 도움을 부탁드립니다.",
        "English_Text": "I need a Burning Earth Boiler Specimen. There is a rift in the heart of the Burning Earth, and the catastrophe started there. If you have a Burning Earth Boiler Specimen, we can get more detailed information. Please help. ",
        "Russian_Text": "",
        "Chinese_Text": "我需要一个火地锅标本。火地人的心脏有一个裂痕，灾难从那里开始。如果你有火地锅标本，我们可以得到更详细的信息。请帮忙。"
    },
    "18600221": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "불마자 지옥이 되어 버린 불타는 대지는 예전에는 무엇이었을까요? 드넓은 땅에 사람도 작물도 가축도 없고 오로지 불마자만 존재한다는 것은 너무도 비참하고 끔찍한 사실입니다. 불타는 대지를 파괴한 모든 불마자들을 처치해 주십시오. ",
        "English_Text": "What was the Burning Earth like before, which became Hell as soon as it was burned? It is a tragic and terrifying fact that there are no people, no crops, no livestock, and only the Burners. ",
        "Russian_Text": "",
        "Chinese_Text": "以前的火地是什么，一被烧就变成了地狱？没有人，没有庄稼，没有牲畜，只有火炉，真是悲惨而可怕的事实。"
    },
    "18600222": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단 보급소에는 우리에게 필요한 것들이 모두 모이고 있습니다. 언제 보급 물자가 들어오는지 알아내서 그들을 친다면 물자도 얻고 적도 처치하니 일거양득일 것입니다. 검은새벽단 보급소의 보급일 정보를 수집해 주십시오!",
        "English_Text": "The Blackdawn Supply Depot is gathering everything we need. If we can find out when supplies are coming in and hit them, we will get supplies and kill the enemies, so it will be a good deal. Gather information on the supply dates of the Black Dawn Supply Stations! ",
        "Russian_Text": "",
        "Chinese_Text": "Blackdawn 补给站正在收集我们需要的一切。如果我们能够发现补给何时进入并击中他们，我们将获得补给并杀死敌人，所以这将是一个很好的交易。收集有关补给日期的信息"
    },
    "18600223": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "비사문이 보급소 물자를 노리고 있다는 걸 검은새벽단이 눈치챈 것 같습니다. 우리 계획이 전부 퍼지기 전에 수습을 합시다. 보급소 상급 군사를 처치해 보급소가 혼란해지면 우리 일은 자연히 묻히게 될 겁니다. 소협에게 상급 군사 처치를 부탁하겠습니다. 중요한 일이니 잘 부탁합니다.",
        "English_Text": "The Black Dawn seems to have noticed that Bishamun is aiming for supplies at the Supply Depot. Let's settle our plans before they spread. If the Supply Depot confuses the Supply Depot by killing them, our work will naturally be buried. ",
        "Russian_Text": "",
        "Chinese_Text": "黑色黎明似乎已经察觉到了毗沙门的目标是在补给站补给，趁它们散播之前，先解决一下我们的计划。如果补给站杀了他们来迷惑补给站，我们的工作自然就被埋没了。"
    },
    "18600224": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "곧 검은새벽단 보급소에 물자가 들어올 텐데 경비하는 수가 많아서 걱정입니다. 물자를 빼내는 일은 비사문에서 할 테니 그동안 보급소 군사를 처치해 주시겠습니까? 소협이 주의를 끌면 적들은 물자가 사라지는지도 모르고 혼란에 빠지겠지요. 소협만 좋다면 당장 이 계획을 실행에 옮기겠습니다.",
        "English_Text": "I'm worried that supplies will be arriving at the Black Dawn supply station soon, but there are a lot of guards. The retrieval will be done at Bissamun, so would you please kill the soldiers at the supply station in the meantime? ",
        "Russian_Text": "",
        "Chinese_Text": "我担心补给很快就会到达黑黎明补给站，不过守卫很多。回收会在比萨蒙进行，所以请你在此期间杀掉补给站的士兵好吗？"
    },
    "18600225": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "수많은 사람들이 검은새벽단 수용소에 끌려가 비참한 최후를 맞이했습니다. 그들은 누군가의 가족이고 친구였습니다. 희생자 모두를 추모할 수는 없겠지만 누가 안타까운 희생자가 되었는지 명단이 있다면 비사문에서 희생자들의 남은 가족들과 친구들을 찾아가 위로하겠습니다.",
        "English_Text": "Thousands of people were taken to the Blackdawn camp to a tragic end. They were someone's family and friends. We cannot commemorate all of the victims, but if you have a list of those who have been tragic, visit Bisamun, the remnants of the victims' families and friends. ",
        "Russian_Text": "",
        "Chinese_Text": "成千上万的人被带到 Blackdawn 营地的悲惨结局。他们是某人的家人和朋友。我们不能纪念所有受害者，但如果你有一份悲惨的名单，请访问 Bisamun，这是"
    },
    "18600226": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단 수용소는 정말 악의 소굴이군요. 오로지 목적을 위해 수단과 방법을 가리지 않고 사람들을 실험체로 쓴다는 게 악마 같다는 생각만 듭니다. 우리는 악마 같은 수용소의 상급 군사들을 반드시 처치해 무너뜨려야 합니다. 그러지 못하면 그 뒤엔 우리가 무사하지 못할 겁니다.",
        "English_Text": "The Black Dawn camp is truly a den of evil. I think it's diabolical to use people as subjects by any means and only for an end. We must defeat and destroy the senior soldiers of this demonic camp. ",
        "Russian_Text": "",
        "Chinese_Text": "黑色黎明营地真是一个邪恶的巢穴。我认为以任何方式将人作为臣民，只是为了一个目的，都是恶魔般的。我们必须击败并摧毁这个恶魔营地的高级士兵。"
    },
    "18600227": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단 수용소에서 고통받고 있을 이들을 생각하면 분노가 치밀어 오릅니다. 그곳에 갇힌 사람들이 한시라도 빨리 탈출할 수 있도록 도와야 합니다. 수용소 군사들을 처치해 주의를 끌어주십시오. 경비가 느슨해지면 사람들이 탈출할 수 있을 겁니다.",
        "English_Text": "My anger rises when I think of those who may be suffering in the Blackdawn camp. We must help those who are imprisoned there to escape as quickly as possible. Kill the camp soldiers to get their attention. ",
        "Russian_Text": "",
        "Chinese_Text": "一想到那些可能在黑黎明营地受苦的人，我的怒火就会升腾起来。我们必须帮助被囚禁在那里的人尽快逃脱。杀死营地士兵以引起他们的注意。"
    },
    "18600228": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단은 다들 좋은 무기를 들고 다니던데 그걸 좀 이용해 봅시다! 우리는 무기가 부족한데다가 좋은 무기를 만들 대장간도 없습니다. 하지만 검은새벽단 무기고의 군사들이 들고 있는 무기는 꽤 훌륭합니다! 우리가 그것을 빼앗아 검은새벽단을 처치한다면 아주 통쾌할 겁니다! ",
        "English_Text": "Blackdawn all carry good weapons, so let's use them! We don't have enough weapons and we don't have a forge to make good ones. But the soldiers in the Blackdawn Armory have pretty good weapons! ",
        "Russian_Text": "",
        "Chinese_Text": "黑黎明都有好武器，就用吧！我们的武器不够，也没有锻造好的武器。但黑黎明军械库的士兵，武器还是不错的！"
    },
    "18600229": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단 무기고의 상급 군사들을 처치해 주십시오. 물자가 부족한 상황에서 비사문 일원들이 검은새벽단의 무기를 빼돌려 왔는데 상급 군사들이 이를 눈치챈 것 같습니다. 무기 수집 작전이 들통나지 않도록 손을 빌려주십시오.",
        "English_Text": "Please kill the senior soldiers of the Black Dawn Armory. The members of the Bishamun have stolen the Black Dawn's weapons from a shortage of supplies, and the senior soldiers seem to have noticed this. Please lend a hand so that the weapon collection operation is not exposed. ",
        "Russian_Text": "",
        "Chinese_Text": "请杀掉黑黎明军械库的前辈，毗沙门的成员因为物资短缺偷走了黑黎明的武器，高级士兵们似乎已经注意到了这一点。请伸出援手，让武器收集行动顺利进行。"
    },
    "18600230": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "지금 이 시각에도 검은새벽단은 멈추지 않고 힘을 키우고 있습니다. 우리가 그 강력한 힘에 굴복당하지 않으려면 그들이 가진 힘과 무기를 부셔야 합니다. 검은새벽단 무기고의 군사들을 처치해 주십시오. 검은새벽단과의 전투는 이제부터가 진짜입니다.",
        "English_Text": "Even at this moment, the Black Dawn has not stopped and is growing in power. In order for us not to be succumbed to its mighty power, we must destroy their strength and weapons. Defeat the soldiers of the Black Dawn Armory. ",
        "Russian_Text": "",
        "Chinese_Text": "即使在这一刻，黑色黎明也没有停止，而且力量在增长。为了我们不屈服于它的强大力量，我们必须摧毁他们的力量和武器。击败黑色黎明军械库的士兵。"
    },
    "18600231": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "소협! 오염된 분화구의 오염된 포식귀와 오염된 변종 효조 표본을 구해 주십시오. 해룡산맥의 존재들이 어떤 오염에 중독되었는지 알아내려고 합니다. 소협까지 중독될 수 있는 위험한 일이지만 꼭 필요한 일입니다. 비사문에서는 소협의 의로움을 결코 잊지 않겠습니다.",
        "English_Text": "Small gorge! Please save the corrupted predator and the corrupted mutant Hyojo specimens from the Contaminated Crater. We are trying to find out what kind of pollution the creatures of the Haeryong Mountains have been poisoned with. It is dangerous, but it is necessary. ",
        "Russian_Text": "",
        "Chinese_Text": "小峡谷！请拯救被污染的陨石坑里的腐化掠食者和腐化变异兵条标本。我们正在努力查明海龙山脉的生物被什么样的污染所毒害。这很危险，但却是必要的。 "
    },
    "18600232": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "지금의 검은새벽단은 떠도는 불마자보다도 더 위험한 악마들입니다. 그들은 해룡산맥의 생명체들을 오염시켰습니다. 이제 이 땅에 오염된 괴물 말고 무엇이 살 수 있겠습니까? 오염된 분화구로 가서 검은새벽단을 처치해 주십시오! 검은새벽단을 결코 용서할 수 없습니다!",
        "English_Text": "The present Black Dawn are more dangerous demons than the wandering fire mortals. They have polluted the creatures of the Haeryong Mountains. What can live on this land other than the tainted monsters? Go to the tainted crater and destroy the Black Dawn. ",
        "Russian_Text": "",
        "Chinese_Text": "现在的黑色黎明是比游荡的火凡人更危险的恶魔，他们已经污染了海龙山脉的生灵，除了被污染的怪物，这片土地上还有什么可以生存的？去被污染的陨石坑，摧毁黑色黎明。"
    },
    "18600233": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "오염된 분화구에서 검은새벽단을 보고 있자면 우리가 이 곳에서 살아남을 수 있을지 자꾸 의문이 듭니다. 하지만 생명을 하찮게 여기는 검은새벽단을 멸하기 위해서는 마지막의 마지막까지 포기하지 않아야 합니다. 부탁드리겠습니다. 검은새벽단이 전부 사라질 때까지, 싸워주십시오! ",
        "English_Text": "Watching the Black Dawn in a tainted crater, I keep questioning whether we can survive here. But in order to destroy the Black Dawn, who consider life insignificant, we must not give up until the very end. Please. ",
        "Russian_Text": "",
        "Chinese_Text": "在一个被污染的陨石坑里看着黑色黎明，我一直在怀疑我们是否能在这里生存。但为了摧毁那些认为生命微不足道的黑色黎明，我们不能放弃，直到最后。拜托了。"
    },
    "18600234": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "잿빛 하늘 숲 북부에 있는 어둑시니는 이미 침식되어 돌이킬 수 없는 것 같습니다. 주변의 고목 수목 정령까지도 침식되었을까 우려가 컸는데, 조사한 결과 이미 침식이 진행되고 있는 것 같습니다. 잿빛 하늘 숲 북부의 거대 향로 주변에 있는 침식된 어둑시니와 고목 수목정령을 처치해 주십시오.",
        "English_Text": "The dark stigma in the northern part of Ashen Sky Forest has already been eroded and it seems irreversible. There was a great concern that even the nearby old tree spirits might have been eroded, but as a result of investigation, it seems that erosion is already underway. Giant Incense Burner in the North of Gray Sky Forest ",
        "Russian_Text": "",
        "Chinese_Text": "苍天森林北部的黑暗圣痕已经被侵蚀了，似乎已经无法挽回了。原本担心连附近的古树精魂都可能被侵蚀掉，但经过调查，侵蚀似乎是"
    },
    "18600235": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "태록림에서 본 적이 있는데 각다귀의 뿔을 다듬으면 호신용 무기로 제법 쓸만했던 것 같습니다. 잿빛 하늘 숲 남부에 있는 붉은뿔 녹각다귀의 뿔을 구해다 주십시오. 한 번 만들어 보겠습니다.",
        "English_Text": "I've seen it in Taerokrim, and it seems to be quite useful as a weapon for self-defense if you trim the horn of a gnat. Please find the horn of a red-horned antler in the southern part of the Gray Sky Forest. I'll try making one.",
        "Russian_Text": "",
        "Chinese_Text": "我在泰罗克里姆见过，如果你修剪一下蚱蜢的角，它作为自卫武器似乎很有用。请在灰色天空的南部找到一只红角鹿角"
    },
    "18600236": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "비사문에서는 검은새벽단이 어떤 음모를 꾸미고 있는지 밝히기 위해 잿빛 하늘 숲 남부에서 관망대를 정찰해 왔는데 최근 괴물들이 많아져서 심각한 방해가 되고 있습니다. 소협께 도움을 부탁드리고 싶습니다. 잿빛 하늘 숲의 남부의 괴물들을 처치해 주시면 큰 도움이 될 것입니다.",
        "English_Text": "At Bishamun, we have been scouting the observation tower from the southern part of Ashen Sky Forest to uncover the plot of the Black Dawn, but the number of monsters has recently increased and it has been seriously disturbing us. I would like to ask the small town for help. ",
        "Russian_Text": "",
        "Chinese_Text": "在毗沙门，我们一直在灰天森林南部探查瞭望塔，以揭开黑色黎明的阴谋，但最近怪物数量增加，严重困扰着我们。请问各位大神"
    },
    "18600237": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "포식자의 구릉지는 훤히 드러난 평야라서 피난민들이 숨어서 지나가기에 좋지 않습니다. 그래서 맹수로 위장시켜 보려고 합니다. 포식자의 구릉지에 있는 굶주린 호랑이의 가죽을 가져다주십시오. 피난민들이 쓰고 지나가면 검은새벽단 놈들도 전혀 알아채지 못할 겁니다.",
        "English_Text": "The Predator's Hills are open plains, so it's not good for refugees to hide and pass through. So I'm trying to disguise it as a wild beast. Bring me the skin of a hungry tiger from the Hills of Predator. ",
        "Russian_Text": "",
        "Chinese_Text": "捕食者丘陵是开阔的平原，不利于难民躲藏和穿越。所以我想把它伪装成一头野兽。把捕食者丘陵的饿虎皮给我带来。"
    },
    "18600238": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "아무리 생각해도 신기합니다. 어둠 숲 진입로에 있는 푸른 눈 발발이 말입니다. 주위에 포식귀가 있는데도 잡아먹히지 않고 살아남았습니다. 그 비결을 알아내면 아주 쓸모가 있을 것 같습니다. 푸른 눈 발발이와 포식귀를 조사해 주시겠습니까? 도와주십시오!",
        "English_Text": "It's amazing no matter how you think about it. The blue-eyed outbreak at the entrance to the Dark Forest. There were predators around, but they survived without being eaten. Finding out the secret would be very useful. Could you investigate the blue-eyed outbreaks and predators? ",
        "Russian_Text": "",
        "Chinese_Text": "怎么想都觉得不可思议，黑暗森林入口处的蓝眼爆发，周围有掠食者，但他们没有被吃掉就活了下来。找出这个秘密会很有用的，你能调查一下蓝眼吗？ "
    },
    "18600239": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "포식귀 때문에 어둠 숲 진입로를 지나다닐 수가 없습니다. 안전하게 어둠 숲을 지나갈 수 있도록 어둠 숲 진입로의 포식귀를 처치해 주십시오. 부탁드립니다.",
        "English_Text": "Because of the Devourer, I cannot walk through the Dark Forest entrance. Please defeat the Devourer at the Dark Forest entrance so that we can safely pass through the Dark Forest. Please.",
        "Russian_Text": "",
        "Chinese_Text": "因为有吞噬者，我无法穿过黑暗森林入口。请在黑暗森林入口击败吞噬者，这样我们才能安全地通过黑暗森林。拜托了。"
    },
    "18600240": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "버림받은 자들의 늪에서 쫓겨난 악어가 맹독의 숲으로 올라오고 있습니다. 그래서 늪을 피해 숲 쪽으로 갔던 피난민들만 더 위험해졌습니다. 맹독의 숲에서 떠돌이 악어를 처치해 주십시오. 악어 주위를 돌아다니는 성난 붉은 수호령과 성난 외눈박이도 처치해 주시면 정말 고맙겠습니다!",
        "English_Text": "A crocodile expelled from the Swamp of the Forsaken is coming up into the Toxic Forest. So only the refugees who escaped the Swamp and made their way to the Forest are at greater risk. Kill the Wandering Crocodiles in the Venomous Forest. ",
        "Russian_Text": "",
        "Chinese_Text": "从被遗忘者沼泽中驱逐的鳄鱼正在进入有毒森林。因此，只有逃离沼泽并前往森林的难民面临更大的风险。杀死有毒森林中的流浪鳄鱼。"
    },
    "18600241": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "검은새벽단을 피해 맹독의 숲으로 도망친 사람들이 있습니다. 워낙 위험한 숲이니 검은새벽단이 쫓아오지 못하리라 생각했던 거지요. 근데 맹독충과 칠흑의 잿빛 야금 때문에 되려 더 위험해져 목숨을 잃을 위기에 처했다고 합니다. 맹독의 숲에 있는 괴물들을 처치해 그들을 도와주십시오.",
        "English_Text": "There are people who have fled to the Toxic Forest to avoid the Black Dawn. They thought that the Black Dawn would not be able to pursue them because it was such a dangerous forest. ",
        "Russian_Text": "",
        "Chinese_Text": "有些人为了躲避黑色黎明而逃到了毒林，他们以为黑色黎明追不上他们，因为那是一片危险的森林。"
    },
    "18600242": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "어둠 숲의 수호령 대부분이 그곳에서 죽은 원혼들입니다. 돌아갈 곳을 잃은 저주 받은 혼들이 피난민들을 해치고 있는 겁니다. 그들을 처치해 주십시오. 이제 그들도 저승으로 갈 때가 된 것 같습니다.",
        "English_Text": "Most of the Guardian Spirits of the Dark Forest are ghosts that have died there. Cursed souls who have lost their way are harming the refugees. Please kill them. It seems like the time has come for them to go to the underworld too.",
        "Russian_Text": "",
        "Chinese_Text": "黑暗森林的守护灵，大部分都是死在那里的鬼魂。迷路的被诅咒的灵魂正在伤害难民，请杀了他们。看来他们也到了冥界的时候了。"
    },
    "18600243": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "무슨 말이 더 필요하겠습니까? 오염된 대지로 가서 오염된 괴물들을 처치해 주십시오. 오염된 괴물들이 토질을 더 악화시키지 않도록 힘을 써 주십시오.",
        "English_Text": "What more needs to be said? Go to the tainted lands and slay the tainted monsters. Do your best to keep the tainted monsters from making the soil worse.",
        "Russian_Text": "",
        "Chinese_Text": "还有什么好说的？去污秽之地，斩杀污秽魔物，尽量不让污秽魔物破坏土壤。"
    },
    "18600244": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "여러 단체들이 오염된 대지를 조사하고 있는 것으로 알고 있습니다. 물론 비사문에서도 조사를 하고 있지요. 비사문은 검은새벽단이 오염된 괴물들로 무엇을 하려고 하는지에 대해 의문을 품고 조사를 진행하고 있습니다. 오염된 괴물들의 표본을 가져와 주시면 최선을 다해 조사해 보겠습니다.",
        "English_Text": "I know there are several groups investigating the tainted land. Of course, Bishamun is also investigating. Bisamun is questioning what the Black Dawn are trying to do with the tainted monsters. ",
        "Russian_Text": "",
        "Chinese_Text": "我知道有好几个团体在调查这片被污染的土地。当然，毗沙门也在调查。毗沙门正在质疑黑色黎明要对那些被污染的怪物做什么。"
    },
    "18600245": {
        "Dev_Desc": "해룡산맥 협행",
        "Original_Text": "해룡산맥에 있는 일반인들은 대부분 검은새벽단에 잡혔던 실종자들입니다. 운 좋게 검은새벽단을 빠져나와도 오염된 대지에서 더 버티지 못하고 쓰러지는 경우가 많다고 들었습니다. 그들이 피난처로 올 수 있도록 오염된 대지의 괴물들을 처치해 주시면 좋겠습니다. 미리 큰 감사를 드리겠습니다!",
        "English_Text": "Most common people in the Haeryong Mountains are missing people caught by the Black Dawn. Even if they are lucky enough to get out of the Black Dawn, I've heard that they can't hold on to the polluted land any longer and fall over. The monsters of the polluted earth can come to their refuge. ",
        "Russian_Text": "",
        "Chinese_Text": "海涌山上的平民，大多是被黑色黎明抓到的失踪人口，就算他们有幸脱离了黑色黎明，我也听说他们再也抓不住被污染的土地，摔倒了。"
    }
}