{
    "11005000": {
        "Dev_Desc": "반달호수_5000_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 20\\n해지는 목초지의 반달목장은 광활한 규모를 자랑한다. 그런데 왠지 목장의 규모에 비해 일꾼들은 보이지 않는다. \\n\\n목장주 김메일의 말을 들어보니 당장 일손이 부족해 가축들이 굶어 죽게 생겼다고 한다. \\n\\n처지가 곤란해 보이니 일손을 거들어주자.",
        "English_Text": "[recommended level]>20\nThe Vandal Ranch in the setting grassland boasts a vast size. But for some reason, the workers are nowhere to be seen compared to the size of the ranch. It is said that the lack of this is causing the livestock to die of starvation.\n\nThe situation seems difficult, so let's help.",
        "Russian_Text": "[Рекомендуемый уровень]>20 \n Ранчо вандалов на пастбище Хэджанг может похвастаться огромными размерами. Однако по какой-то причине в поле зрения нет рабочих по сравнению с размером ранчо. \n \n Я слышал от владельца ранчо Ким Мэйла, что скот голодает сразу к смерти из-за нехватки рабочих. \n \n Ситуация кажется сложной, так что давайте поможем .",
        "Chinese_Text": "[推荐等级]20\n日落的草场半月牧场拥有广阔的规模。但是比起牧场的规模，看不到工人。\n\n听了牧场主金邮件的话，马上人手不足，家畜都快饿死了。\n\n看起来处境困难，帮帮忙吧。"
    },
    "11005001": {
        "Dev_Desc": "반달호수_5001_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 20\\n목장의 일을 돕던 중 창고 근처에서 양의 시체를 발견했다. 범인을 추적하던 중 의문의 무리와 마주쳤는데, 이들을 추적한 끝에 은신처로 예상되는 불법 도축 시설을 발견했다. \\n\\n이제야 모든 의문이 풀렸다. \\n이 모든 짓들은 투엽단이 벌인 것이었다. \\n\\n다시는 이런 짓을 하지 못하게 혼쭐을 내주어야겠다.",
        "English_Text": "[Recommended level]>20\nWhile helping with the ranch, I found a corpse of a sheep near a warehouse. While chasing the criminal, I encountered a mysterious horde. After chasing them, I found a slaughterhouse that is supposed to be a hiding place. We found the facility.\n\nNow all the questions have been answered.\nAll these actions were done by the fighting gang.",
        "Russian_Text": "[Рекомендуемый уровень]>20 \n Помогая на ранчо, я нашел тушу овцы возле склада. Преследуя убийцу, я столкнулся с таинственной ордой. Выследив их, я обнаружил незаконную бойню, которая должна была быть тайник. \n \n Теперь все мои сомнения разрешены. \n Все это сделала банда корриды.",
        "Chinese_Text": "[推荐等级]20\n在帮助牧场工作时，在仓库附近发现了羊的尸体。在追踪犯人的过程中遇到了一群可疑的人，追踪他们后发现了疑似藏身处的非法屠宰设施。现在所有的疑问都解开了。这一切都是斗夜团所为。\n\n为了不再做这种事，要教训他。"
    },
    "11005002": {
        "Dev_Desc": "반달호수_5100_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 10\\n매화단 심하연은 근래 창도단의 세가 부쩍 강해져 피해가 극심하다고 운을 뗐다. \\n사호가 직접 창도단 하나를 매수해 반달호수 내부의 누군가가 창도단을 지원하고 있다는 것 까지는 알아냈지만, 직접 창도단 내부로 들어가 확인해 줄 사람이 필요하다는데...\\n\\n해월 대륙행 배가 출발 준비를 하는 동안 사호를 도와 배후를 밝히자!",
        "English_Text": "[recommended level]>10\nPlum Blossom Team Shim Ha-yeon had the fortune that the spear group's strength grew stronger and the damage was severe. \nSaho bought one of the spears and someone inside Vandal Lake I even found out that they were supporting Dan, but they said that they need someone to go inside the spear group and check...\n\nWhile the ship for the Haewol Continental is preparing to depart, let's help Saho and reveal what's behind it!",
        "Russian_Text": "[Рекомендуемый уровень]>10 \n Maehwadan Шим Ха-Ён был удачлив, поскольку получил серьезный урон из-за растущей силы банды Чандо. Пока я понял это, но мне нужен кто-то, чтобы войти в люстру и проверить это наружу ... \n \n Пока корабль Haewol Continental готовится к отплытию, давайте поможем Сахо и узнаем, что за ним стоит! ",
        "Chinese_Text": "[推荐等级]10\n梅花团的沈夏妍最近昌道团的势力一下子变强，损失非常严重。\n虽然知道了沙湖直接收购了一个昌道团，半月湖内部有人支持昌道团，但是需要有人亲自进入昌道团内部确认…\n\n在前往海月大陆的船只出发准备期间，帮助沙湖查明幕后！"
    },
    "11005003": {
        "Dev_Desc": "반달호수_5101_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n치연의 말에 의하면 창도단 두목 돌주먹은 창도단 소굴 뒤편에 있는 괴물 개구리를 잡으려다 힘이 달려서 실패했다고 했다. \\n그 뒤로 괴물 개구리가 아주 눈엣가시 같은 존재였을 돌주먹에게 괴물 개구리의 머리를 가져가면 분명 입단을 허락해 줄 것 같다. \\n\\n어서 창도단 소굴 뒤편에 있다는 괴물 개구리를 잡으러 가자!",
        "English_Text": "[Recommended level]>13\nAccording to Chi-Yeon, the spear leader's Stone Fist tried to catch the monster frog behind the spear gang's den, and it failed because he ran out of strength. If you bring the monster frog's head to Stone Fist, who must have existed, it will surely allow you to join.",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n Согласно Чи-Ён, лидер копья, Каменный Кулак, пытался поймать чудовищную лягушку за логовом банды копьеносцев, но потерпел неудачу, потому что у него закончилась сила. Если вы возьмете голову лягушки, они будут определенно позволю вам присоединиться.",
        "Chinese_Text": "[推荐等级]13\n根据치먀오的话，昌道团头目石头拳头为了抓住昌道团巢穴后面的怪物青蛙而用力，所以失败了。\n从那以后，怪物青蛙就像眼中钉一样存在的石头拳头，如果把怪物青蛙的头拿走的话，肯定会允许你入团。\n\n快去抓昌道团巢穴后面的怪物青蛙吧！"
    },
    "11005004": {
        "Dev_Desc": "반달호수_5102_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 15\\n진실의 검! \\n과연 그것이라면 돌주먹의 환심을 사기에 충분할 것 같다. \\n\\n투엽단 두목의 천막으로 가 진실의 검을 손에 넣은 뒤, 돌주먹에게 바쳐야겠다. \\n독대 안 해주고는 못 배길걸?\\n아차차! 호랑이 가죽도 잊지 말아야지.",
        "English_Text": "[Recommended Level]>15\nThe Sword of Truth! \nI think that would be enough to win the favor of Stonefist. \n\nGo to the Tent of the Two Blades Leader and obtain the Sword of Truth. , I have to dedicate it to Stone Fist.\nIf you don't do it for yourself, you won't get it?\nOops! Don't forget the tiger skin as well.",
        "Russian_Text": "[Рекомендуемый уровень]>15 \n Меч Истины! \n Я думаю, этого было бы достаточно, чтобы завоевать расположение Каменного Кулака. \n . \n Не получишь, если не сделаешь для себя? \n Ой! Не забудь тигровую шкуру.",
        "Chinese_Text": "[推荐等级]15\n真实之剑！\n如果是这样的话，就足以得到石头拳头的欢心。\n\n到斗夜团头目的帐篷里，把真实的剑拿到手后，要献给石头拳头。\n不单独面对应该受不了吧？\n哎呀！老虎皮也别忘了。"
    },
    "11005005": {
        "Dev_Desc": "반달호수_5200_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n소호촌의 주민 지감은 최근 소호촌에서는 아이들이 행방불명 되는 일이 연달아 일어나고 있다고 털어 놓으며, 외지인이라면 조심하라는 경고를 한다. \\n\\n그제야 마을에 깔린 참담한 분위기가 느껴졌다. \\n좀 더 자세히 들어볼까?",
        "English_Text": "[Recommended level]>17\nThe local resident of Soho Village recently confessed that children are missing one after another in Soho Village, and warns foreigners to be careful. \n\n I could feel the grim atmosphere.\nWould you like to hear more?",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Житель деревни Сохо Джиджим недавно признался в серии исчезновений детей в деревне Сохо и призвал иностранцев быть осторожными. \n Хотите узнать больше?",
        "Chinese_Text": "[推荐等级]17\n小湖村的居民地监表示最近在小湖村孩子们失踪的事情接连发生，警告外地人要小心。\n\n这时才感觉到村子里的惨淡气氛。\n再仔细听一下吧？"
    },
    "11005006": {
        "Dev_Desc": "반달호수_5201_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n사라진 아이들은 어디로 간 것일까? \\n\\n소호촌 근방부터 시작해 아이들의 행방을 쫓으면서 몇 가지 단서를 찾을 수 있었다. 사라진 아이들의 공통적인 특징은 숲으로 향했다는 것이었고, 숲 어귀에는 누군가 아이들을 끌고 간 흔적이 있었다. \\n\\n이로써 확실한 사실 하나는 적어도 숲이 아이들을 잡아먹은 것은 아니라는 것이다. \\n \\n서둘러 숲을 조사해보자.",
        "English_Text": "[Recommended level]>17\nWhere did the missing children go?\n\nStarting near Soho Village, I was able to find some clues while following the children's whereabouts. A common characteristic of the missing children is the forest. There were traces of someone dragging children to the mouth of the forest.\n\nWith this, at least one thing is certain: the forest did not eat the children.\n \nLet's investigate the forest quickly.",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Куда пропали пропавшие дети? \n , Были следы того, как кто-то тащил детей к устью. \n \n Несомненно одно: по крайней мере, лес не съел детей. \n \n Давайте быстро исследуем лес .",
        "Chinese_Text": "[推荐等级]17\n消失的孩子们去哪里了呢？\n\n从小湖村附近开始，追踪孩子们的行踪，找到了几个线索。消失的孩子们的共同特点是走向森林，森林入口处有人带走孩子们的痕迹。\n\n由此可以确定的一个事实是，森林至少没有吃掉孩子们。\n赶紧调查一下森林。"
    },
    "11005007": {
        "Dev_Desc": "반달호수_5202_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n저 동자령은 마치 사라진 아이들의 행방을 알고 있는 것 같다. 놓칠세라 따라붙으면 동자령의 모습은 온데간데없고 온갖 해로운 존재들이 몰려와 훼방을 놓는다. \\n\\n이들을 쫓아내면 나머지 아이들을 찾을 수 있을 것 같은데... 늦기 전에 서두르자.",
        "English_Text": "[Recommended Level]>17\nThat Dongja-ryeong seems to know the whereabouts of the missing children. Don't miss it. If you catch up, Dong-ja-ryeong's appearance is nowhere to be seen, and all kinds of harmful beings come and interfere. \n\nIf we chase them away, I think we will be able to find the rest of the children... Let's hurry before it's too late.",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Этот Донджа-рён, похоже, знает местонахождение пропавших детей. Не упустите его. Если вы догоните, внешний вид Донджа-рёна исчезнет, и все виды вредных существ будут приходить и беспокоить вас. \n \n Если вы прогоните их, остальные. Думаю, мы сможем найти детей ... Давайте поторопимся, пока не стало слишком поздно .",
        "Chinese_Text": "[推荐等级]17\n那个童子岭好像知道消失的孩子们的行踪。如果错过的话，东子岭的样子就不翼而飞，各种有害的存在都会涌来进行诽谤。\n\n把他们赶出去的话，应该能找到剩下的孩子们吧…趁还没晚赶紧做吧。"
    },
    "11005008": {
        "Dev_Desc": "반달호수_5203_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n사라진 세 명의 아이들 가운데 덕구와 춘매는 무사히 부모의 품으로 돌아갔지만, 소향은 끝내 돌아오지 못했다. \\n소호촌장 대인배에게 사정을 설명하자. \\n\\n그리고 소향에 관한 이야기는... \\n직접 그 부모에게 전하는 것이 좋겠다.",
        "English_Text": "[Recommended level]>17\nOf the three missing children, Deokgu and Chunmae safely returned to their parents' arms, but Sohyang never returned. nAnd the story about Sohyang... \nIt would be better to tell the parents directly.",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Среди трех пропавших без вести детей, Док-гу и Чун-маэ благополучно вернулись в объятия своих родителей, но Со-хян так и не вернулся ... \n Я хотел бы сказать родителям напрямую.",
        "Chinese_Text": "[推荐等级]17\n消失的三个孩子中，德久和春梅平安回到了父母的怀抱，但是小香最终还是没能回来。\n向小胡村长大人大人大人说明情况。\n\n还有关于小香的故事..。\n最好直接传达给父母。"
    },
    "11005009": {
        "Dev_Desc": "반달호수_5300_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 25\\n나무 게시판에는 피난 권고문이라는 제목의 벽보가 게재되어 있었다. \\n\\n벽보의 내용에 따르면 이곳은 침식된 괴물들로 인해 파괴된 수와족 마을이라고 한다. 마을을 버리고 피난을 가야했던 수와족의 애환이 느껴진다. \\n\\n내가 좀 도와줄 수 있지 않을까?",
        "English_Text": "[Recommended level]>25\nOn a wooden bulletin board there was a poster titled Evacuation Advisory.\n\nAccording to the poster, this is a Suwa village that was destroyed by eroded monsters. I feel the pain of the Suwa people who had to leave the village and evacuate.\n\nCan I help you?",
        "Russian_Text": "[Рекомендуемый уровень]>25 \n На деревянной доске объявлений был плакат с названием Рекомендации по эвакуации . \n \n Согласно плакату, это деревня Сува, разрушенная эродированными монстрами. Покиньте деревню и эвакуируйтесь. Я чувствую боль людей Сува, которым пришлось уйти. \n \n Чем могу помочь? ",
        "Chinese_Text": "[推荐等级]25\n树留言板上登载了一个题目为避难劝告文的墙报。\n\n根据墙报的内容，这里是被侵蚀的怪物破坏的水族村庄。我感受到了抛弃村子去避难的苏瓦族的悲欢。\n\n我能帮个忙吗？"
    },
    "11005010": {
        "Dev_Desc": "반달호수_5301_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 25\\n수와족의 임시 거점에서 만난 와와는 다시 한번 감사의 인사를 전하며 어쩌다 그곳을 지나게 된 거냐고 물어왔다. \\n피난 권고문을 보고 돕기 위해 왔다는 내 말에 크게 기뻐하며 수와족의 촌장을 만나볼 것을 권했다. \\n\\n수와족의 촌장에게서 자세한 사정을 듣고 수와족의 마을 탈환을 위한 계획을 돕자.",
        "English_Text": "[recommended level]>25\nWawa, whom I met at the temporary base of the Suwa tribe, once again thanked me and asked me how I got to pass there. With great joy, I suggested that I meet the Suwa village chief.\n\nLet's hear the details from the Suwa village chief and help the Suwa people plan to retake the village.",
        "Russian_Text": "[Рекомендуемый уровень]>25 \n Вава встретился на временной базе для людей Сува и еще раз поблагодарил их и спросил, как они там прошли. \n Люди Сува были очень рады услышать, что я пришел на помощь после просмотра рекомендаций по эвакуации Я посоветовал мне увидеться с главой деревни. \n \n Давайте послушаем подробности главы деревни Сува и поможем жителям Сува спланировать возвращение деревни .",
        "Chinese_Text": "[推荐等级]25\n在苏瓦族临时据点见到的瓦瓦再次表示感谢，并问为什么会经过那里。\n听到我是为了帮助避难劝告文而来的话，我非常高兴，建议去见苏瓦族的村长。\n\n从苏瓦族村长那里听取详细情况，帮助苏瓦族夺回村子的计划。"
    },
    "11005011": {
        "Dev_Desc": "반달호수_5302_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 25\\n마을 탈환을 위한 계획은 어느 정도 진척이 있었던 것 같다. 이제 대와는 마지막 골치거리를 해결하기 위해 으스스한 골짜기에서 만나자고 했다. \\n\\n수와족과 함께 강철악을 처치하고 수와족에게 마을을 되찾아주자.",
        "English_Text": "[recommended level]>25\nThe plan to retake the village seems to have made some progress. Now Daewa has agreed to meet in the Eerie Valley to solve the last problem. \n\nThe Suwa people. Together, let's defeat Cheol-eak and take back the village to the Suwa people.",
        "Russian_Text": "[Рекомендуемый уровень]>25 \n Похоже, что план по возвращению деревни в какой-то степени реализован. Теперь Дэ-Ва хочет встретиться в Жуткой долине, чтобы решить последнюю проблему. деревня обратно к народу Сува .",
        "Chinese_Text": "[推荐等级]25\n夺回村子的计划好像有一定进展。现在，为了解决最后一个麻烦，青瓦台决定在阴森的山谷里见面。\n\n和苏瓦族一起消灭钢铁雷克顿，把村子还给苏瓦族。"
    },
    "11005012": {
        "Dev_Desc": "반달호수_5400_Desc(진행 중)",
        "Original_Text": "심하연과 함께 사호가 연설을 시작한다는 신 대어방 총타로 왔다. 삼삼오오 모여서 사뭇 진지한 표정으로 이야기를 나누는 것을 보아하니 벌써 연설에 대한 소문이 널리 퍼진 모양이었다.\\n\\n단상 위에 서 있던 사호가 대열을 갖추어 선 것을 보니 곧 연설을 시작할 참인 것 같다.\\n군중들 틈에 섞여 연설을 지켜보자.",
        "English_Text": "I came here with Shim Ha-yeon and Sa-ho to start a speech. It seems that the rumors about the speech have already spread widely when you see three or three people gathering and talking with a very serious expression.\n\nOn the podium Seeing Saho standing in line, it looks like he's about to start speaking soon.\nLet's mix in the crowd and watch the speech.",
        "Russian_Text": "Я пришел сюда с Шим Ха-Ён и Са-хо как новый крупный босс и сказал, что Са-хо собирается начать речь. Видя, что три или пять человек собрались и говорили с очень серьезным выражением лица, слухи о выступление уже широко распространилось. \n \n Sa-ho стоит на подиуме Похоже, они скоро начнут выступать. \n Вмешайтесь в толпу и посмотрите выступление .",
        "Chinese_Text": "和沈夏妍一起成为了四号开始演讲的新大鱼坊总部手。三三五五聚在一起，表情非常真挚地交谈，看来演讲的消息已经传开了。"
    },
    "11005013": {
        "Dev_Desc": "반달호수_5500_Desc(진행 중)",
        "Original_Text": "퀘스트 삭제",
        "English_Text": "remove quest",
        "Russian_Text": "Удалить квест",
        "Chinese_Text": "删除任务"
    },
    "11005014": {
        "Dev_Desc": "반달호수_5000_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 20\\n해지는 목초지의 반달목장은 광활한 규모를 자랑한다. 그런데 왠지 목장의 규모에 비해 일꾼들은 보이지 않는다. \\n\\n목장주 김메일의 말을 들어보니 당장 일손이 부족해 가축들이 굶어 죽게 생겼다고 한다. \\n\\n처지가 곤란해 보이니 일손을 거들어주자.",
        "English_Text": "[recommended level]>20\nThe Vandal Ranch in the setting grassland boasts a vast size. However, for some reason, the workers are nowhere to be seen compared to the size of the ranch. It is said that the lack of this is causing the livestock to die of starvation.\n\nThe situation seems difficult, so let's help.",
        "Russian_Text": "[Рекомендуемый уровень]>20 \n Ранчо вандалов на пастбище Хэджанг может похвастаться огромными размерами. Однако по какой-то причине в поле зрения нет рабочих по сравнению с размером ранчо. \n \n Я слышал от владельца ранчо Ким Мэйла, что скот голодает сразу к смерти из-за нехватки рабочих. \n \n Ситуация кажется сложной, так что давайте поможем .",
        "Chinese_Text": "[推荐等级]20\n日落的草场半月牧场拥有广阔的规模。但是比起牧场的规模，看不到工人。\n\n听了牧场主金邮件的话，马上人手不足，家畜都快饿死了。\n\n看起来处境困难，帮帮忙吧。"
    },
    "11005015": {
        "Dev_Desc": "반달호수_5001_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 20\\n목장의 일을 돕던 중 창고 근처에서 양의 시체를 발견했다. 범인을 추적하던 중 의문의 무리와 마주쳤는데, 이들을 추적한 끝에 은신처로 예상되는 동굴을 발견했다. \\n\\n이제야 모든 의문이 풀렸다. \\n이 모든 짓들은 투엽단이 벌인 것이었다. \\n\\n다시는 이런 짓을 하지 못하게 혼쭐을 내주어야겠다.",
        "English_Text": "[Recommended level]>20\nWhile helping the ranch, I found the body of a sheep near a warehouse. While chasing the criminal, I ran into a mysterious group. I found it.\n\nNow all my questions have been answered.\nAll these things were done by the fighting team.\n\nI have to make sure that I don't do this again.",
        "Russian_Text": "[Рекомендуемый уровень]>20 \n Помогая на ранчо, я нашел труп овцы возле склада. Преследуя преступника, я столкнулся с таинственной ордой. Преследуя их, я нашел пещеру, которая должна была быть укрытием . \n \n Теперь на все вопросы даны ответы. \n Все это делала боевая банда.",
        "Chinese_Text": "[推荐等级]20\n在帮助牧场工作时，在仓库附近发现了羊的尸体。在追踪犯人的过程中遇到了一群可疑的人，追踪他们后发现了一个可能是藏身处的洞窟。现在所有的疑问都解开了。这一切都是斗夜团所为。\n\n为了不再做这种事，要教训他。"
    },
    "11005016": {
        "Dev_Desc": "반달호수_5100_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 10\\n매화단 심하연은 근래 창도단의 세가 부쩍 강해져 피해가 극심하다고 운을 뗐다. \\n\\n사호가 직접 창도단 하나를 매수해 반달호수 내부의 누군가가 창도단을 지원하고 있다는 것 까지는 알아냈지만, 직접 창도단 내부로 들어가 확인해 줄 사람이 필요하다는데...\\n\\n해월 대륙행 배가 출발 준비를 하는 동안 사호를 도와 배후를 밝히자!",
        "English_Text": "[recommended level]>10\nPlum Blossom Team Shim Ha-yeon is lucky that the spear group has grown stronger and the damage has been severe. I found out that the gang is supporting the Changdo Team, but they said they need someone to go inside and check it out themselves...\n\nWhile the ship for Haewol Continental is preparing to depart, let's help Saho and reveal the background!",
        "Russian_Text": "[Рекомендуемый уровень]>10 \n Маэвадан Шим Ха-Ён, который недавно сказал, что банда чандо стала сильнее и ущерб серьезен. Я понял это, но мне нужен кто-то, чтобы зайти внутрь Чандодана и проверить это ... \n \n Пока корабль Haewol Continental готовится к отплытию, давайте поможем Сахо и расскажем, что за ним стоит! ",
        "Chinese_Text": "[推荐等级]10\n梅花团的沈夏妍最近昌道团的势力一下子变强，损失非常严重。\n\n沙湖直接收购了一个昌道团，虽然知道了半月湖内部有人支持昌道团，但是需要有人亲自进入昌道团内部确认…\n\n在前往海月大陆的船只出发准备期间，帮助沙湖查明幕后！"
    },
    "11005017": {
        "Dev_Desc": "반달호수_5101_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n치연의 말에 의하면 창도단 두목 돌주먹은 창도단 소굴 뒤편에 있는 괴물 개구리를 잡으려다 힘이 달려서 실패했다고 했다. \\n\\n그 뒤로 괴물 개구리가 아주 눈엣가시 같은 존재였을 돌주먹에게 괴물 개구리의 머리를 가져가면 분명 입단을 허락해 줄 것 같다. \\n\\n어서 창도단 소굴 뒤편에 있다는 괴물 개구리를 잡으러 가자!",
        "English_Text": "[Recommended level]>13\nAccording to Chi-Yeon, the spear leader, Stone Fist, tried to catch the monster frog behind the spear gang's den, and failed because he ran out of force.\n\nAfter that, the monster frog was very If you bring the monster frog's head to Stone Fist, who must have been like a thorn in his eyes, he will surely allow him to join.\n\nLet's go catch the monster frog behind the spear den!",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n По словам Чи-Ён, лидер копья, Каменный Кулак, попытался поймать чудовищную лягушку за логовом копейщиков, но потерпел неудачу из-за силы. \n \n После этого чудовищная лягушка повернулась к Каменному кулаку. Если вы принесете голову чудовищной лягушки, они обязательно позволят вам присоединиться. \n \n Пойдем ловим чудовищную лягушку за логовом копий!",
        "Chinese_Text": "[推荐等级]13\n根据치먀오的话，昌道团头目石头拳头为了抓住昌道团巢穴后面的怪物青蛙而用力，所以失败了。\n\n从那以后，怪物青蛙就像眼中钉一样的存在，如果把怪物青蛙的头拿走的话，肯定会允许你加入。\n\n快去抓昌道团巢穴后面的怪物青蛙吧！"
    },
    "11005018": {
        "Dev_Desc": "반달호수_5102_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 15\\n진실의 검! \\n과연 그것이라면 돌주먹의 환심을 사기에 충분할 것 같다. \\n\\n투엽단 두목의 천막으로 가 진실의 검을 손에 넣은 뒤, 돌주먹에게 바쳐야겠다. \\n독대 안 해주고는 못 배길걸?\\n아차차! 호랑이 가죽도 잊지 말아야지.",
        "English_Text": "[Recommended Level]>15\nThe Sword of Truth! \nI think that would be enough to win the favor of Stonefist.\n\nGo to the Tent of the Two Blades Leader and obtain the Sword of Truth. , I have to dedicate it to Stone Fist.\nYou won't be able to get it if you don't do it alone?\nOops! Don't forget the tiger skin as well.",
        "Russian_Text": "[Рекомендуемый уровень]>15 \n Меч Истины! \n Я думаю, этого было бы достаточно, чтобы завоевать расположение Каменного Кулака. \n . \n Не получишь, если не сделаешь для себя? \n Ой! Не забудь тигровую шкуру.",
        "Chinese_Text": "[推荐等级]15\n真实之剑！\n如果是这样的话，就足以得到石头拳头的欢心。\n\n到斗夜团头目的帐篷里，把真实的剑拿到手后，要献给石头拳头。\n不单独面对应该受不了吧？\n哎呀！老虎皮也别忘了。"
    },
    "11005019": {
        "Dev_Desc": "반달호수_5200_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n소호촌의 주민 지감은 최근 소호촌에서는 아이들이 행방불명 되는 일이 연달아 일어나고 있다고 털어 놓으며, 외지인이라면 조심하라는 경고를 한다. \\n\\n그제야 마을에 깔린 참담한 분위기가 느껴졌다. \\n좀 더 자세히 들어볼까?",
        "English_Text": "[recommended level]>17\nThe local resident of Soho Village recently confessed that children are missing one after another in Soho Village, and warns foreigners to be careful. I could feel the grim atmosphere.\nWould you like to hear more?",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Житель деревни Сохо Джиджим недавно признался в серии исчезновений детей в деревне Сохо и призвал иностранцев быть осторожными. \n Хотите узнать больше?",
        "Chinese_Text": "[推荐等级]17\n小湖村的居民地监表示最近在小湖村孩子们失踪的事情接连发生，警告外地人要小心。\n\n这时才感觉到村子里的惨淡气氛。\n再仔细听一下吧？"
    },
    "11005020": {
        "Dev_Desc": "반달호수_5201_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n사라진 아이들은 어디로 간 것일까? \\n\\n소호촌 근방부터 시작해 아이들의 행방을 쫓으면서 몇 가지 단서를 찾을 수 있었다. 사라진 아이들의 공통적인 특징은 숲으로 향했다는 것이었고, 숲 어귀에는 누군가 아이들을 끌고 간 흔적이 있었다. \\n\\n이로써 확실한 사실 하나는 적어도 숲이 아이들을 잡아먹은 것은 아니라는 것이다. \\n \\n서둘러 숲을 조사해보자.",
        "English_Text": "[Recommended level]>17\nWhere did the missing children go?\n\nStarting near Soho Village, I was able to find some clues while following the children's whereabouts. A common characteristic of the missing children is the forest. There were traces of someone dragging children to the mouth of the forest.\n\nWith this, one thing is certain: at least the forest did not eat the children.\n \nLet's investigate the forest quickly.",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Куда пропали пропавшие дети? \n , Были следы того, как кто-то тащил детей к устью. \n \n Несомненно одно: по крайней мере, лес не съел детей. \n \n Давайте быстро исследуем лес .",
        "Chinese_Text": "[推荐等级]17\n消失的孩子们去哪里了呢？\n\n从小湖村附近开始，追踪孩子们的行踪，找到了几个线索。消失的孩子们的共同特点是走向森林，森林入口处有人带走孩子们的痕迹。\n\n由此可以确定的一个事实是，森林至少没有吃掉孩子们。\n赶紧调查一下森林。"
    },
    "11005021": {
        "Dev_Desc": "반달호수_5202_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n저 동자령은 마치 사라진 아이들의 행방을 알고 있는 것 같다. 놓칠세라 따라붙으면 동자령의 모습은 온데간데없고 온갖 해로운 존재들이 몰려와 훼방을 놓는다. \\n\\n이들을 쫓아내면 나머지 아이들을 찾을 수 있을 것 같은데... 늦기 전에 서두르자.",
        "English_Text": "[Recommended level]>17\nThat Dongja-ryeong seems to know the whereabouts of the missing children. Don't miss it. If you catch up, Dong-ja-ryeong's appearance is nowhere to be found, and all kinds of harmful beings come and interfere. \n\nIf we get rid of them, I think we can find the rest of the children... Let's hurry before it's too late.",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Этот Донджа-рён, похоже, знает местонахождение пропавших детей. Не упустите его. Если вы догоните, внешний вид Донджа-рёна исчезнет, и все виды вредных существ будут приходить и беспокоить вас. \n \n Если вы прогоните их, остальные. Думаю, мы сможем найти детей ... Давайте поторопимся, пока не стало слишком поздно .",
        "Chinese_Text": "[推荐等级]17\n那个童子岭好像知道消失的孩子们的行踪。如果错过的话，东子岭的样子就不翼而飞，各种有害的存在都会涌来进行诽谤。\n\n把他们赶出去的话，应该能找到剩下的孩子们吧…趁还没晚赶紧做吧。"
    },
    "11005022": {
        "Dev_Desc": "반달호수_5203_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n사라진 세 명의 아이들 가운데 덕구와 춘매는 무사히 부모의 품으로 돌아갔지만, 소향은 끝내 돌아오지 못했다. \\n소호촌장 대인배에게 사정을 설명하자. \\n\\n그리고 소향에 관한 이야기는... \\n직접 그 부모에게 전하는 것이 좋겠다.",
        "English_Text": "[recommended level]>17\nOf the three missing children, Deokgu and Chunmae safely returned to their parents' arms, but Sohyang never returned. nAnd the story about Sohyang... \nIt would be better to tell the parents directly.",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Среди трех пропавших без вести детей, Док-гу и Чун-маэ благополучно вернулись в объятия своих родителей, но Со-хян так и не вернулся ... \n Я хотел бы сказать родителям напрямую.",
        "Chinese_Text": "[推荐等级]17\n消失的三个孩子中，德久和春梅平安回到了父母的怀抱，但是小香最终还是没能回来。\n向小胡村长大人大人大人说明情况。\n\n还有关于小香的故事..。\n最好直接传达给父母。"
    },
    "11005023": {
        "Dev_Desc": "반달호수_5300_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 25\\n나무 게시판에는 피난 권고문이라는 제목의 벽보가 게재되어 있었다. \\n\\n벽보의 내용에 따르면 이곳은 침식된 괴물들로 인해 파괴된 수와족 마을이라고 한다. 마을을 버리고 피난을 가야했던 수와족의 애환이 느껴진다. \\n\\n내가 좀 도와줄 수 있지 않을까?",
        "English_Text": "[Recommended level]>25\nThere was a poster on the wooden bulletin board titled Evacuation Advisory.\n\nAccording to the poster, this is a Suwa village that was destroyed by eroded monsters. I feel the pain of the Suwa people who had to leave the village and evacuate.\n\nCan I help you?",
        "Russian_Text": "[Рекомендуемый уровень]>25 \n На деревянной доске объявлений был плакат с названием Рекомендации по эвакуации . \n \n Согласно плакату, это деревня Сува, разрушенная эродированными монстрами. Покиньте деревню и эвакуируйтесь. Я чувствую боль людей Сува, которым пришлось уйти. \n \n Чем могу помочь? ",
        "Chinese_Text": "[推荐等级]25\n树留言板上登载了一个题目为避难劝告文的墙报。\n\n根据墙报的内容，这里是被侵蚀的怪物破坏的水族村庄。我感受到了抛弃村子去避难的苏瓦族的悲欢。\n\n我能帮个忙吗？"
    },
    "11005024": {
        "Dev_Desc": "반달호수_5301_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 25\\n수와족의 임시 거점에서 만난 와와는 다시 한번 감사의 인사를 전하며 어쩌다 그곳을 지나게 된 거냐고 물어왔다. \\n피난 권고문을 보고 돕기 위해 왔다는 내 말에 크게 기뻐하며 수와족의 촌장을 만나볼 것을 권했다. \\n\\n수와족의 촌장에게서 자세한 사정을 듣고 수와족의 마을 탈환을 위한 계획을 돕자.",
        "English_Text": "[Recommended level]>25\nWawa, whom I met at the temporary base of the Suwa tribe, once again thanked me and asked me how I got to pass there.\nAfter seeing the evacuation advisory, I said I came to help. With great joy, I suggested that I meet the Suwa village chief.\n\nLet's hear the details from the Suwa village chief and help the Suwa people plan to retake the village.",
        "Russian_Text": "[Рекомендуемый уровень]>25 \n Вава встретился на временной базе для людей Сува и еще раз поблагодарил их и спросил, как они там прошли. \n Люди Сува были очень рады услышать, что я пришел на помощь после просмотра рекомендаций по эвакуации Я посоветовал мне увидеться с главой деревни. \n \n Давайте послушаем подробности главы деревни Сува и поможем жителям Сува спланировать возвращение деревни .",
        "Chinese_Text": "[推荐等级]25\n在苏瓦族临时据点见到的瓦瓦再次表示感谢，并问为什么会经过那里。\n听到我是为了帮助避难劝告文而来的话，我非常高兴，建议去见苏瓦族的村长。\n\n从苏瓦族村长那里听取详细情况，帮助苏瓦族夺回村子的计划。"
    },
    "11005025": {
        "Dev_Desc": "반달호수_5302_AcquireDesc(수락 전)",
        "Original_Text": "[권장 레벨] 25\\n마을 탈환을 위한 계획은 어느 정도 진척이 있었던 것 같다. 이제 대와는 마지막 골치거리를 해결하기 위해 으스스한 골짜기에서 만나자고 했다. \\n\\n수와족과 함께 강철악을 처치하고 수와족에게 마을을 되찾아주자.",
        "English_Text": "[recommended level]>25\nThe plan to retake the village seems to have made some progress. Now Daewa has agreed to meet in the Eerie Valley to solve the last problem. \n\nThe Suwa people. Together, let's defeat Cheol-eak and take back the village to the Suwa people.",
        "Russian_Text": "[Рекомендуемый уровень]>25 \n Похоже, что план по возвращению деревни в какой-то степени реализован. Теперь Дэ-Ва хочет встретиться в Жуткой долине, чтобы решить последнюю проблему. деревня обратно к народу Сува .",
        "Chinese_Text": "[推荐等级]25\n夺回村子的计划好像有一定进展。现在，为了解决最后一个麻烦，青瓦台决定在阴森的山谷里见面。\n\n和苏瓦族一起消灭钢铁雷克顿，把村子还给苏瓦族。"
    },
    "11005026": {
        "Dev_Desc": "반달호수_5400_AcquireDesc(수락 전)",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "Это история, которая еще не была раскрыта.",
        "Chinese_Text": "还没有公开的故事"
    },
    "11005027": {
        "Dev_Desc": "반달호수_5500_AcquireDesc(수락 전)",
        "Original_Text": "퀘스트 삭제",
        "English_Text": "remove quest",
        "Russian_Text": "Удалить квест",
        "Chinese_Text": "删除任务"
    },
    "11005028": {
        "Dev_Desc": "반달호수_5000_CompleteDesc(완료)",
        "Original_Text": "광활한 규모의 목장을 홀로 지키고 있던 목장의 주인 김메일에게 무슨 일이 있냐고 묻자, 그는 기다렸다는 듯 일손이 부족하다며 하소연 해왔다. 안타까운 마음에 목장의 일꾼을 자처하여 창고에 남은 건초가 있는지 확인하러 가는길에 끔찍하게 죽어 있는 양을 발견했다. 날카로운 도구를 사용해 가른 듯한 흔적으로보아, 범인은 틀림없는 사람이다.\\n\\n쓰러진 양으로부터 멀리 떨어지지 않은 곳에 흔적이 이어져 있기에 이를 추적하며 쫓아가자 의문의 사람들이 나타나 위협하기 시작했다. 이들을 처리하며 쫓아가서 당도한 곳은 깎아지른 절벽 아래, 숨겨진 동굴 안에 마련된 투엽단의 은거지였다.",
        "English_Text": "When I asked the owner of the ranch, Meil Kim, who was guarding the vast ranch alone, what was going on, he complained about the lack of staff as if he had been waiting. On the way to check, I found a terribly dead sheep. Judging by the traces that were cut with a sharp tool, the culprit is unmistakably a person.\n\nSince there are traces not far from the fallen sheep, we tracked it down. As I pursued them, mysterious people appeared and began to threaten them. The place I pursued after dealing with them was the hideout of the Bullfights, which was set up in a hidden cave under a sheer cliff.",
        "Russian_Text": "Когда я спросил владельца ранчо Кима Мэла, который в одиночестве охранял огромное ранчо, что происходит, он пожаловался, что рабочих недостаточно, как будто он их ждал. Я нашел ужасно мертвую овцу на дороге. Судя по По следам, вырезанным острым инструментом, виновник, несомненно, мужчина. Они появились и начали им угрожать. Мы преследовали их и дошли до того места, где они прятались под отвесной скалой, в потайной пещере .",
        "Chinese_Text": "独自守护着广阔牧场的牧场主人金邮件问他发生了什么事，他诉苦说等待已久，人手不足。怀着惋惜的心情，自称是牧场的工人，在去确认仓库里有没有剩下的干草的路上发现了死得很厉害的羊。从使用锋利工具划破的痕迹来看，犯人确实是人。处理他们的过程中，到达的地方是在陡峭的绝壁下，隐藏在洞穴里的斗夜团的隐居地。"
    },
    "11005029": {
        "Dev_Desc": "반달호수_5001_CompleteDesc(완료)",
        "Original_Text": "다시는 이런 일을 저지를 수 없도록 투엽단의 불법 도축장을 없애버릴 생각이었는데 그 과정에서 돈주머니 하나를 발견했다. 돈주머니의 겉면에는 대어방 총타주인 임연수의 인장이 찍혀 있었다. 어안이 벙벙했다. 선량한 시민의 생업을 위협한 것도 모자라 불쌍한 동물로 불법 도축까지 일삼은 투엽단이 실은 임연수의 사주를 받고서 일을 저지른 것이었다니...? \\n\\n임연수의 악행이 만천하에 드러났지만, 그 잔재는 여전히 반달호수를 위협하고 있었다. 이 소식을 전해 들은 반달목장의 주인 김메일 역시 크게 놀라는 한편, 문제를 해결해 주어 고맙다는 인사를 전해왔다.",
        "English_Text": "I was planning to get rid of the bullfighting slaughterhouse's illegal slaughterhouse so that this never happens again, but in the process, I found a money bag. On the outside of the money bag was the seal of Lim Yeon-soo, the owner of Daeeobang. It wasn't enough to threaten the livelihood of a good citizen, but the bullfighting gang, who even slaughtered illegally as a pitiful animal, was actually ordered by Lim Yeon-soo...? , and the remnants of it were still threatening Lake Vandal. Upon hearing this news, Mail Kim, the owner of the Vandal Ranch, was also greatly surprised and thanked him for solving the problem.",
        "Russian_Text": "Я планировал избавиться от незаконной бойни банды корриды, чтобы подобное никогда не повторилось, но в процессе я нашел мешок с деньгами. На внешней стороне мешка с деньгами была печать Лим Ён Су, владелец Daeeobang. Я был сбит с толку. Мало того, что этого было недостаточно, чтобы угрожать средствам к существованию хорошего гражданина, но как жалкое животное, банда корриды, которая даже убивала незаконно, на самом деле была заказана Лим Ён Су…? Он угрожал озеру. Услышав эту новость, Ким Мейл, владелец ранчо вандалов, тоже был очень удивлен и поблагодарил его за решение проблемы .",
        "Chinese_Text": "为了不再发生这样的事情，本想消灭斗夜团的非法屠宰场，但在这一过程中发现了一个钱包。钱袋的外面印着大鱼房总打手林延秀的印章。目瞪口呆。不仅威胁了善良的市民的生活，还以可怜的动物进行非法屠宰的斗夜团，实际上是在林延秀的指使下才做出的事情…？\n\n任延秀的恶行暴露在全世界，但残渣依然威胁着半月湖。听到这个消息的半月牧场的主人金邮件也大吃一惊，同时也表示感谢解决问题。"
    },
    "11005030": {
        "Dev_Desc": "반달호수_5100_CompleteDesc(완료)",
        "Original_Text": "해월 대륙행 배의 수리 문제로 당장 출발할 수 없다는 이야길 들은 심하연이 나를 찾아왔다. 점점 세를 키워나가며 반달 호수의 치안을 위협하는 창도단 때문이었다. 사호가 직접 매수한 첩자의 말에 따르면 반달 호수 내부의 누군가가 이들을 지원하고 있으며, 그 배후를 밝히기 위해서는 누군가가 창도단 내부로 직접 들어가야 하는 상황이었다. 그리고 사호는 그 적임자로 날 선택했다. \\n\\n심하연의 말대로 버려진 기와집에 가서 기다리고 있자니 사호가 매수한 창도단 치연이 나타났다. 치연은 다짜고짜 나의 실력부터 확인해야겠다며 싸움을 걸어 왔는데, 어렵지 않게 상대할 수 있었지만 치연은 흡족하지 않은 눈치였다. \\n\\n치연이 본격적으로 자신의 계획에 대해 설명하기 시작하자 그 이유가 납득이 됐다.  치연의 계획대로라면 가장 먼저 창도단에 입단해야 하는데... 방법을 고심하던 치연은 창도단 소굴 뒤편에 있는 괴물 개구리의 머리를 뇌물로 가져가면 두목이 만나 줄 것이라 조언해주었다.",
        "English_Text": "I heard that Shim Ha-yeon could not leave immediately due to a repair problem on the ship bound for the Haewol continent, so Shim Ha-yeon came to me. It was because of the spear gang threatening the security of Vandal Lake as she grew in size. According to the story, someone inside Vandal Lake is supporting them, and someone had to go directly to the inside of the spear group to uncover the background, and Saho chose me as the right person.\n\nAbandoned as Shim Ha-yeon said I went to the roof tile house and waited, and Chi-yeon of the spear team that Saho had bought appeared. Chi-yeon came to a fight saying I had to check my skills first, but I was able to deal with it easily, but Chi-yeon was not satisfied. When he began to explain his plan with , he understood the reason. According to Chi-yeon's plan, he would have to join the changdo corps first... Chi-yeon, who was struggling with how to do it, cut the head of the monster frog behind the changdo gang's lair. I advised that if you take it as a bribe, the boss will meet you.",
        "Russian_Text": "Ха-Ён Шим пришла ко мне после слухов о том, что корабль не может отбыть немедленно из-за проблемы с ремонтом корабля, направляющегося в Haewol Continental. Это произошло из-за того, что банда Чандо угрожала безопасности озера Вандал по мере того, как они росли в размерах. Кто-то в озере поддерживает их, и кто-то должен был пройти прямо внутрь люстры, чтобы узнать, что было за ними, и Сахо выбрал меня как подходящего человека. Появилась Чи Ён из банды Чандо. Пришла Чи Ён. на бой, говоря, что я должен сначала проверить свои навыки, и я смог справиться с этим легко, но Чи Ён не был удовлетворен. Как только я начал, я понял причину. Если план Чи Ён будет соответствовать Согласно ее плану, она должна сначала присоединиться к банде чандо ... Чи Ён, которая боролась с тем, как это сделать, взяла голову чудовищной лягушки за логовом банды чандо в качестве взятки, и босс встретился с ней. советовал .",
        "Chinese_Text": "听说因海月大陆船只的修理问题不能马上出发的消息，沈夏妍来找我了。这是因为越来越壮大，威胁半月湖治安的昌道团。据沙湖直接收购的间谍说，半月湖内部有人支持他们，为了查明幕后黑手，有人必须直接进入昌道团内部。而且，思豪选择了我作为合适的人选。\n\n正如沈夏妍所说，去废弃的瓦房等着，社豪收买的矛头也出现了。치먀오不由分说地说要先确认我的实力，并展开了战斗，虽然不难对付，但是치먀오看起来并不满意。\n\n智妍正式开始说明自己的计划后，理由就被接受了。按照치먀오的计划应该最先加入昌道团..。正在苦思方法的智妍建议，如果把昌道团巢穴后面的怪物青蛙的头作为贿赂，头目会见到你。"
    },
    "11005031": {
        "Dev_Desc": "반달호수_5101_CompleteDesc(완료)",
        "Original_Text": "\"손에 들린 괴물 개구리의 머리를 보자 치연의 태도가 조금 바뀌었다. 과연! 첩자 노릇을 하기에 안성맞춤인 인재다. \\n아무튼 계획대로 창도단의 두목 돌주먹에게 괴물 개구리의 머리를 바치며 아첨을 덧붙이자 손쉽게 입단에 성공했다. 하지만 독대를 요청하자마자 돌주먹이 화를 내며 쫓아내는 것이 아닌가? 신입이 건방지다나 뭐라나. 자신과 이야길 하고 싶다면 실적부터 쌓고 오라 말했다. \\n\\n결국 성과 없이 치연에게 돌아갈 수밖에 없었다. 상황을 전해 들은 치연은 이미 예상했다는 말투로 두목의 구미가 당길만한, 보다 값어치 있는 뇌물을 바치는 게 좋겠다 말하며 근래에 들은 진실의 검에 대한 소문을 알려 주었다. \\n지금은 투엽단의 두목이 그 보검을 손에 넣었다고 하니, 소문의 진상을 알기 위해서라도 투엽단의 근거지로 직접 가보는 수밖에 없겠군.\"",
        "English_Text": "Chiyeon's attitude changed slightly when she saw the monster frog's head in her hand. Indeed! He's the perfect person to be a spy. \nAnyway, as planned, the head of the spear gang gave the monster frog's head to Stonefist. He paid tribute and flattered, and he easily joined the club. However, as soon as he asked for a solo team, he got angry and kicked him out? Chi-yeon had no choice but to return to Chi-yeon without any success. \nNow, it is said that the boss of the Fighting Team has obtained the treasured sword, so to find out the truth of the rumor, I will have no choice but to go directly to the Fighting Team's base.",
        "Russian_Text": "Когда он увидел голову чудовищной лягушки в своей руке, отношение Чи Ёна немного изменилось. В самом деле! Он идеальный человек для шпионажа. Теперь я легко смог присоединиться к клубу. Но как только я попросил за сольную команду я разозлился и выгнал его? Новичок дерзкий или что-то в этом роде. Если хочешь поговорить с самим собой, тебе нужно сначала нарастить свое выступление. \n \n В конце концов, у меня не было выбора, кроме как вернуться Чиён Когда Чиён услышала о ситуации, она сказала, что было бы неплохо дать более ценную взятку, которая понравится боссу, и рассказала ему слухи о мече правды, которые он недавно услышал. Сказав, что я получил этот драгоценный меч, у меня не будет другого выбора, кроме как отправиться прямо на базу Бойцов, чтобы узнать правду о слухах .",
        "Chinese_Text": "看到手里拿着的怪物青蛙的头，치먀오的态度有些改变。果然！这是一个很适合当间谍的人才。\n按照计划，向昌道团的头目石头拳头献上怪物青蛙的头，并阿谀奉承，很容易就成功入团。但是一要求单独对阵，石头拳头就生气地赶走了吗？说新人很傲慢如果想和自己谈话，就先积累业绩。\n\n最终没有成果，只能回到智妍身边。听到情况的치먀오以已经预想到的语气说：“最好是献上能吸引头目口味的更值钱的贿赂，告诉大家最近听到的关于“真实之剑”的传闻。\n听说现在斗夜团的头目拿到了那把宝剑，为了知道传闻的真相，只能亲自去斗夜团的根据地了。"
    },
    "11005032": {
        "Dev_Desc": "반달호수_5102_CompleteDesc(완료)",
        "Original_Text": "치연이 말한 대로 투엽단 두목의 천막에는 비싸 보이는 보검 한 자루가 있었다. 그 검을 가져다 바치자 돌주먹은 튀어나올듯한 눈을 하고 정신없이 검을 살피더니 부하를 향해 휘두르기 시작했다. 그러자 부하들이 숨겨왔던 진실을 술술 말하기 시작하는데... 아무래도 무서워서 분 것 같지만 어찌 됐건 돌주먹은 그 검 덕분이라 철석같이 믿는 눈치였다. \\n\\n돌주먹이 신이 나서 하사품을 가지고 오겠다며 자리를 비운 사이 천막을 조사할 수 있었다. 그리고 쌓여 있는 물자들 사이에서 미심쩍은 서신 한통을 발견했다. 서신에는 임연수가 창도단에 물자를 대고 있을 뿐만 아니라, 이들과 내통하여 반달 호수에 공포심을 조장하고 있음을 알 수 있는 내용이 담겨 있었다. \\n\\n버려진 기와집으로 돌아가 심하연에게 임연수의 내통 증거를 건네자 반색하며 감사 인사를 전했다. 창도단에 대한 뒷일은 사호에게 맡겨야겠다.",
        "English_Text": "As Chi-Yeon said, there was an expensive looking sword in the tent of the two-leaf leader. When I brought the sword and presented it, the stone fist looked like it was protruding, and frantically looked at the sword and started swinging it at his subordinates. The subordinates start to speak the truth that they have been hiding... It seems that they are upset because they are afraid, but somehow, the stone fist was thanks to the sword, so they believed like a rock. I was able to inspect the tent between the two and found a suspicious letter among the piled up items, in which it was revealed that Lim Yeonsu was not only carrying supplies to the Changdodan, but also communicating with them to incite fear in Vandal Lake. When I returned to the abandoned tiled house and passed the evidence of Lim Yeon-soo's inner workings to Shim Ha-yeon, I expressed my gratitude and thanked him.",
        "Russian_Text": "Как сказал Чи Ён, в палатке босса боевого отряда был дорогой на вид меч. Когда он принес меч, его каменный кулак выглядел так, будто он торчал, и он лихорадочно посмотрел на меч и начал размахивать им. на своих подчиненных. Он начинает говорить правду ... Он вроде злится, потому что напуган, но он верил, как камень в каменном кулаке благодаря этому мечу. И среди груды предметов было найдено подозрительное письмо , который показал, что Лим Ёнсу не только снабжал Чхандодан припасами, но и общался с ними, чтобы разжечь страх в озере Вандал. \n \n Когда я вернулся в заброшенный плиточный дом и представил доказательства внутренних отношений Лим Ён Су с Шимом Ха-Ён, я поблагодарил его.",
        "Chinese_Text": "正如奇渊所说，斗夜团头目的帐篷里有一把看起来很贵的宝剑。把那把剑交给他，石头拳头瞪得像要蹦出来的眼睛，忙得不可开交地看了看剑，开始向部下挥舞。然后部下们开始流畅地说出隐藏的真相..。虽然看起来很害怕，但不管怎样，石头拳头都是托了那把剑的福，所以看起来像铁石一样信任。\n\n石头拳头兴奋地说要带下士品，不在的时候可以调查帐篷。而且，在堆积的物资中发现了一封可疑的信件。书信中不仅有林延秀向昌道团提供物资，还包含了通过他们在半月湖助长恐怖心理的内容。\n\n回到被遗弃的瓦房，向沈夏妍递交了林延秀的内痛证据，他高兴地表示感谢。对昌道团的后事就交给师徒了。"
    },
    "11005033": {
        "Dev_Desc": "반달호수_5200_CompleteDesc(완료)",
        "Original_Text": "소호촌의 주민 지감은 최근 마을에 아이들이 행방불명되는 사건이 계속되어 외지인에 대한 시선이 곱지 않다고 경고했다. 자세한 이야기를 위해 찾아간 소호촌의 촌장 대인배 역시 외지인의 방문을 꺼려하는 기색이 역력했지만, 도움을 주겠다는 말에 사라진 아이들의 가족을 만나보게 해 주었다. 덕분에 사라진 아이들의 가족들로부터 아이들에 대한 정보를 수집할 수 있었다. \\n\\n사라진 아이들은 모두 셋. 그리고 모두 숲으로 향하는 모습을 마지막으로 행방이 묘연해졌다는 공통점이 있었다. \\n\\n곧장 숲으로 향하는 길을 조사하던 중, 숲 어귀에서 누군가 아이들을 끌고 간 흔적을 발견했다. 이로서 확실한 사실 하나는 적어도 숲이 아이들을 잡아먹은 것은 아니라는 것이다.",
        "English_Text": "The local residents of Soho Village have warned that the recent disappearance of children in the village has resulted in poor views on foreigners. Although there was no sign of it, he offered to help, and he allowed me to meet the families of the missing children. Thanks to this, we were able to collect information about the children from the families of the missing children.\n\nAll three missing children, and all One thing they had in common was that the last time they were heading to the forest, their whereabouts became unknown.\n\nWhile investigating the road leading straight to the forest, traces of someone dragging children at the mouth of the forest were found. It's not that they ate children.",
        "Russian_Text": "Жители деревни Сохо предупредили, что недавнее исчезновение детей в деревне сделало их менее привлекательными для посторонних. Он предложил помощь и позволил мне встретиться с семьями пропавших без вести детей. Благодаря этому мы смогли собрать информацию о детях из семей пропавших без вести детей вытаскивают детей из устья леса .",
        "Chinese_Text": "小湖村的居民地监警告说，最近村子里孩子们失踪的事件接连不断，对外地人的视线不太好。为了详细的故事而去的小湖村的村长大人大人裴也明显表示不想去外地人的访问，但是因为要帮助而消失的孩子们的家人。因此，可以从消失的孩子们的家人那里收集有关孩子们的信息。\n\n消失的孩子共有3个。而且，大家都有一个共同点，最后行踪不明。\n\n在调查通往森林的路时，发现有人从林口带走了孩子。这一点可以肯定的是，至少森林并没有吃掉孩子们。"
    },
    "11005034": {
        "Dev_Desc": "반달호수_5201_CompleteDesc(완료)",
        "Original_Text": "숲 어귀에서 발견한 아이들의 흔적 근처에서 동자령 하나를 마주쳤다. 그 동자령은 숲을 떠도는 다른 령들과는 다르게 마치 따라오라는 듯 일렁이다가 모습을 감추었다. \\n \\n동자령을 놓치지 않고 쫓기 위해 주변의 해로운 것들을 처치하자, 모습을 감추었던 동자령이 다시 나타나 따라오라는 듯 일렁였다. 그러다 특정 지점에서 다시 모습을 감추었는데 바로 그 근처에서 사라진 세 아이 가운데 하나인 덕구가 잔뜩 겁을 집어 먹고 울고 있는 모습을 발견할 수 있었다. \\n \\n아무래도 그 동자령은 사라진 아이들이 어디에 있는지 알고 있는 것 같다는 확신이 들었다.",
        "English_Text": "I met a Dongja-ryeong near the traces of children found at the mouth of the forest. Unlike other spirits wandering in the forest, it wobbled as if to follow and then disappeared. When he took out the harmful things around him to chase after him without missing it, the hidden Dongja-ryeong reappeared and shook as if to follow him. Then, he disappeared again at a certain point, and Deok-gu, one of the three missing children in the immediate vicinity, was very scared. I was able to find him eating and crying.\n \nI am convinced that Dongja-ryeong seems to know where the missing children are.",
        "Russian_Text": "Я встретил Донджа-рёна возле следов детей, найденных в устье леса. В отличие от других духов, блуждающих по лесу, он покачнулся, словно преследуя его, а затем исчез. Когда он вынул вредные предметы, спрятанный Донджа -рён снова появился и встряхнул, как будто следуя за ним. Затем он снова исчез в определенный момент, а Док-гу, один из трех пропавших без вести детей, был очень напуган и плакал. \n \n Я убежден, что Донджа-рён, похоже, знать, где пропавшие дети .",
        "Chinese_Text": "在林口发现的孩子们的痕迹附近遇到了一个同子岭。那个童子岭与其他游荡在树林里的灵灵不同，像是让我跟着来一样摇晃着，然后就消失了。\n为了不错过东子岭，为了追赶周围的有害物，隐藏的东子岭再次出现，让我跟着来。后来在特定地点再次露面，就在附近消失的三个孩子中的一个德久吓得哭了起来。\n不管怎么说，那个童子岭确信消失的孩子们在哪里。"
    },
    "11005035": {
        "Dev_Desc": "반달호수_5202_CompleteDesc(완료)",
        "Original_Text": "계속해서 동자령을 따라간 곳에서 또 다른 아이 춘매를 발견할 수 있었다. 춘매는 두려움에 떨면서도 또 한 명의 사라진 아이, 소향의 목소리를 들은 것 같다고 증언했다. \\n\\n소향을 찾아 숲의 깊숙한 곳까지 들어가던 중 불길한 흔적을 보았다. 황급히 따라가 보니 이미 숨이 끊어진 소향과 실성한 듯 웃고 있는 위험해 보이는 자가 있었다. 즉시 범인임을 알아채고 위험해 보이는 자에게 달려들어 궁지로 몰았더니, 그자의 입에서 임연수가 시켜서 그랬다는 어처구니없는 말이 튀어나왔다. \\n이것 또한 반달호수에 공포심을 조장해서 제 맘대로 주무르기 위한 임연수의 계략이었을 테지. \\n\\n비굴하게 목숨을 구걸하는 위험해 보이는 자를 처치하자 동자령이 다시 나타났다. 다가가니 그 곁에 소향의 혼령이 나타났고, 가족들에게 자신은 정말 괜찮다는 말을 전해 달라는 것을 끝으로 사라졌다.",
        "English_Text": "While continuing to follow Dongja-ryeong, another child, Chun-mae, was found. Although trembling in fear, she testified that she seemed to have heard the voice of another missing child, So-hyang.\n\n While looking for Sohyang and going deep into the forest, I saw an ominous trail. I hurriedly followed it and saw Sohyang, who had already stopped breathing, and a dangerous-looking man smiling as if he had lost his mind. When I drove it to , the absurd words came out of his mouth that Lim Yeon-soo ordered it.\nThis must also have been Lim Yeon-soo's ruse to instigate fear in Lake Vandal and give him his own hands. After killing the dangerous person, Dongja-ryeong reappeared. As he approached, the spirit of So-hyang appeared next to him, and he disappeared after asking his family to tell him that he was really okay.",
        "Russian_Text": "Продолжая следовать за Донджа-рён, я нашла еще одного ребенка, Чун-маэ. Дрожа от страха, она засвидетельствовала, что, похоже, слышала голос другого пропавшего ребенка, Со-хяна. \n \n Глубоко в лесу в поисках По дороге я увидел зловещий след. Я поспешил за ним и увидел Сохян, который уже перестал дышать, и опасно выглядящего человека, улыбающегося, как будто у него перехватило дыхание. был виновником, бросился к опасному на вид мужчине и загнал его в угол. Из его уст сорвалось абсурдное высказывание, что Лим Ён Су приказал ему это сделать. Он появился снова. Когда он подошел, дух Сохян появился рядом с ним. его, и он исчез после того, как попросил свою семью сказать ему, что с ним действительно все в порядке .",
        "Chinese_Text": "在继续跟着东子岭走的地方，又发现了另一个孩子春梅。春梅表示：虽然害怕，但好像听到了另一个消失的孩子，小香的声音。\n\n寻找小香，进入森林深处时，看到了不吉利的痕迹。慌忙跟着去一看，有人已经断气了，有人看起来像疯了一样笑着。马上就发现是犯人，向看起来危险的人跑去，陷入了困境，他嘴里说出了任延秀指使的荒唐的话。\n这也是为了在半月湖上助长恐惧感，随心所欲地抚慰林延秀的计谋。\n\n消灭了卑躬屈膝地乞讨生命的危险者，东子岭又出现了。走近后，他身边出现了小香的灵魂，让家人告诉他自己真的没关系，最后就消失了。"
    },
    "11005036": {
        "Dev_Desc": "반달호수_5203_CompleteDesc(완료)",
        "Original_Text": "무거운 마음으로 소향의 가족에게 소향의 소식을 전했다. 애끓는 마음으로 딸의 무사 귀환만을 기다렸을 부모는 비통한 심정을 감추지 못하며 딸의 이름을 울부짖었다. 누이의 부재의 의미를 깨닫지 못하고 있던 어린 남동생 조차 본능적으로 슬픔을 읽고 부모와 함께 목놓아 울었다. \\n그 슬픔을 어찌 가늠할 수 있을까... \\n\\n차마 그 자리를 지킬 수가 없어 서둘러 소호촌을 떠났다.",
        "English_Text": "I delivered the news of Sohyang to Sohyang's family with a heavy heart. The parents who had waited for their daughter's safe return with agonizing hearts could not hide their sorrow and cried out their daughter's name. Not realizing the meaning of her sister's absence. Even my younger brother who was unable to read the sadness instinctively read the sadness and cried with his parents.\nHow can I measure the sadness...\n\nI couldn't keep the position, so I hurriedly left Soho Village.",
        "Russian_Text": "Я передал новости о Сохян семье Сохян с тяжелым сердцем. Родители, которые ждали благополучного возвращения своей дочери, не могли скрыть своих горьких чувств и выкрикивали имя своей дочери. Даже я инстинктивно прочел печаль и заплакал с моими родителями. \n Как я могу измерить грусть ... \n \n Я не смог удержать это место, поэтому поспешно покинул Сохо-Виллидж .",
        "Chinese_Text": "怀着沉重的心情向小香的家人传达了小香的消息。怀着焦急的心情等待女儿平安归来的父母掩饰不住悲痛的心情，哭喊着女儿的名字。连无意识到姐姐不在的意义的小弟弟也本能地读了悲伤，和父母一起放声大哭。\n如何估量那悲伤…\n\n不忍心守住那个位置，急忙离开了小湖村。"
    },
    "11005037": {
        "Dev_Desc": "반달호수_5300_CompleteDesc(완료)",
        "Original_Text": "여기저기 파괴되고 침식된 괴물들에게 점령된 버려진 마을 한편에서 피난 권고문이 게재된 게시판을 발견했다. 삶의 터전을 버리고 떠나야만 했던 이들의 애환이 느껴져 안타까워하던 중, 어디에선가 도움을 청하는 목소리가 들려왔다.\\n\\n목소리를 따라 다급히 이동하니, 내려앉은 건물의 잔재 속에서 애처롭게 도움의 손길을 기다리던 수와족 와와가 있었다.\\n울타리가 문을 가로막고 있어 나올 수 없었다던 와와는 무척 고마워하며, 자신들의 임시 거점으로 와주면 보답하겠다고 했다.",
        "English_Text": "I found a bulletin board with an evacuation advisory on the side of an abandoned village occupied by monsters that have been destroyed and eroded here and there. I heard a voice asking for help.\n\nI moved in haste following the voice, and there was Wawa, a Suwa tribe, who was desperately waiting for a helping hand in the remnants of the collapsed building.\nI couldn't get out because the fence was blocking the door. Dun Wawa was very grateful and said that they would repay them if they came to their temporary base.",
        "Russian_Text": "Я нашел доску объявлений с предупреждением об эвакуации, размещенную на стороне заброшенной деревни, населенной монстрами, которые были уничтожены и размыты здесь и там. \n \n Я поспешно последовал за голосом и увидел Вава, племя сува, которое отчаянно ждало протянули руку помощи остаткам разрушенного здания. Они сказали, что отплатят им, если они приедут на их временную базу .",
        "Chinese_Text": "在被到处破坏和侵蚀的怪物占领的废弃村庄一边发现了一个登载着避难劝告文的告示板。感到他们不得不离开家园的悲欢，感到很惋惜的时候，不知从哪里传来了寻求帮助的声音。\n\n跟着声音急忙移动，在倒塌的建筑物的残渣中，有一个苦苦等待帮助的苏瓦族瓦瓦。\n非常感谢篱笆挡住了门而无法出来的瓦瓦，如果能来到他们的临时据点，我会报答他们。"
    },
    "11005038": {
        "Dev_Desc": "반달호수_5301_CompleteDesc(완료)",
        "Original_Text": "수와족 촌장 대와는 도와주겠다는 나의 말에 크게 기뻐하는 것 같았다. 수와족은 현재 진퇴양난의 상황에 놓여있었는데, 침식된 괴물들로부터 마을을 되찾기 위한 일을 먼저 하기로 했다.\\n\\n마을을 점령한 침식된 괴물들을 처치하고, 낙오된 수와족들을 수색해 임시 거점으로 돌려보내 주었다. 뜻밖의 성과에 대와는 크게 고마워했다.\\n\\n이제 마지막 하나 남은 골칫거리는 단 하나. 골짜기의 괴물 강철악을 사냥하는 일이다. 대와의 말에 따르면 강철악에 맞섰던 수와족의 전사들도 여럿 목숨을 잃었을 만큼 위협적인 존재라고 한다. 만반의 준비를 갖추고 강철악 사냥에 나서자.",
        "English_Text": "Daewa, the chief of the Suwa village, seemed to be overjoyed at my offer to help. The Suwa people are currently in a dilemma, so they decide to do something first to reclaim the village from the eroded monsters. I did.\n\nDefeated the eroded monsters that occupied the village, searched for the leftover Suwa tribes and returned them to a temporary base. Daewa was very grateful for the unexpected achievement.\n\nNow the last one There is only one problem left: hunting the monster of the valley, Kang Cheol-eak. According to Daewa, the Suwa warriors who fought against Cheol-eak are also a threat to the point of losing several lives. Let's go on a hunt for steel music.",
        "Russian_Text": "Вождь деревни Сува Даэ Ва, похоже, был очень доволен моим предложением о помощи. Народ Сува в настоящее время находится в затруднительном положении, поэтому они решают сделать что-то, чтобы вернуть деревню из разрушенных монстров. \n \n Победить разрушенных монстров, которые населяли В деревне, разыскали пропавших людей Сува и вернули их на временную базу. Дэва была очень благодарна за неожиданное достижение. \n \n Теперь осталась только одна последняя проблема. Это работа по охоте на монстра Кан Чхол-ака. По словам Дэвы, воины Сува, которые сражались против Чхол-ака, также представляют угрозу, которая может привести к потере нескольких жизней. Давайте приготовимся и отправимся на охоту за Чхол-аком .",
        "Chinese_Text": "听到我要帮助苏瓦族村长的话，我好像很高兴。苏瓦族现在正处于进退两难的境地，为了从被侵蚀的怪物那里找回村子，决定先做一些事情。\n\n消灭占领村子的被侵蚀的怪物，搜索落伍的苏瓦族，将他们送回临时据点。对于意外的成就，大瓦非常感谢。狩猎山谷里的怪物钢铁乐。据大瓦所说，对抗钢铁雷克顿的苏瓦族战士们也是非常有威胁的存在。做好一切准备去狩猎钢铁雷克顿吧。"
    },
    "11005039": {
        "Dev_Desc": "반달호수_5302_CompleteDesc(완료)",
        "Original_Text": "준비를 갖추고 서둘러 골짜기로 찾아갔지만, 이미 사냥에 나섰던 수와족 전사들과 수와족 촌장 대와는 강철악에게 당해 쓰러져 있었다. 결국 혼자서 강철악을 상대해야 했지만, 가까스로 물리칠 수 있었다.\\n\\n상태가 나빠 보이는 수와족 촌장 대와로부터 뜻밖의 소식을 들었다. 바로 강철악이 차고 있던 애완동물 인식표였다. 인식표에 새겨진 인장은 총타주 임연수의 것으로, 불법으로 강철악을 밀반입하여 들여온 다음, 이곳에 풀어 주민들의 공포심을 조장한 것으로 보였다.\\n\\n그의 악행에 수와족 촌장 대와 마저도 치를 떠는 한편, 더는 강철악의 횡포 때문에 두려워할 필요가 없어졌다는 사실에 기쁜 듯했다. 뒤늦게 걱정이 되어 찾아왔다는 와와와의 대화를 끝으로 으스스한 골짜기를 떠났다. 수와족의 마을 재건 계획이 순조롭게 이루어지기를 바라며.",
        "English_Text": "I got ready and hurried to the valley, but the Suwa warriors and Suwa village chief Dae-wa, who had already started hunting, were beaten down by Cheol-eak. In the end, he had to deal with Cheol-eak alone, but he managed to defeat it. I was able to.\n\nI heard unexpected news from Daewa, the village chief of the Suwa tribe, who seems to be in bad shape. It was a pet dog tag that Kang Cheol-ak was wearing. It seemed to have spurred the fear of the residents by smuggling it in, bringing it in, and then releasing it here.\n\nEven the Suwa village chief and even the chieftain of the Suwa tribe were furious about his evil deeds, while learning that there was no need to fear because of the tyranny of Cheol-eak. He seemed happy. After the conversation with Wawa, who came to him because he was worried about it too late, he left the Eerie Valley. I hope that the Suwa village reconstruction plan goes smoothly.",
        "Russian_Text": "Я был готов и бросился в долину, но воины Сува и глава деревни Сува Даэва, который уже начал охоту, были избиты Чеол-аком. В конце концов, ему пришлось разобраться с Чеол-аком в одиночку. , но ему удалось победить его. \n \n Я услышал неожиданные новости от Даева, главы деревни племени Сува, который выглядел в плохом состоянии. Это был жетон для собак, который носил Кан Чхол-ак. Похоже, он был освобожден здесь и вызвал страх у людей. \n \n Даже вождь деревни Сува был возмущен его злодеяниями, но он был счастлив узнать, что ему больше не нужно бояться из-за тирании Кан Чол-ака. После разговора с Вавой, который пришел, я покинул Жуткую долину. Я надеюсь, что план реконструкции деревни Сува пройдет гладко .",
        "Chinese_Text": "虽然做好准备急忙去了山谷，但是已经开始狩猎的苏瓦族战士和苏瓦族村长被钢铁雷克顿打倒了。最终只能一个人面对钢铁般的恶，但是好不容易才打败了。\n\n从看起来状态不好的苏瓦族村长那里听到了意外的消息。那就是钢铁雷克顿带着的宠物识别表。印在认知度表上的印章是枪法打手林延寿的，非法将钢铁雷克顿偷运进来后，放在这里助长了居民们的恐惧感。似乎很高兴地看到，因为钢铁般的横行霸道，没有必要再害怕了。与后来因为担心而来的瓦的对话结束后，他开始了令人毛骨悚然的山谷。希望苏瓦族的村庄重建计划能顺利完成。"
    },
    "11005040": {
        "Dev_Desc": "반달호수_5400_CompleteDesc(완료)",
        "Original_Text": "수월항 조선소 끝자락에서 남루해진 차림새로 어설프게 몸을 숨기고 있던 임연수를 찾아냈다. 그러나 역시 임연수는 임연수. 반성은커녕 최후의 발악으로 용병을 불러 도주할 기회를 엿보았다. \\n\\n하지만 어림없는 일! 손쉽게 용병을 제압하자 때마침 사호가 나타났다. 사호는 임연수를 총타주의 자리에서 즉시 해임하고, 정당한 대가를 치르게 하는 것으로 사건을 마무리 지었다. \\n\\n반달호수의 평화에 기여했단 생각에 내심 뿌듯해하던 중, 홍매화가 다가와 감사 인사를 전하며 자신들과 함께 반달 호수를 위해 일하지 않겠냐는 제안을 해왔다. 하지만 내겐 해야 할 일이 있다. 곧 해월 대륙으로 떠날 계획이라는 말을 전하자 홍매화는 크게 아쉬워했지만 앞날을 응원해 주었다. ",
        "English_Text": "At the end of the shipyard in Suwol Port, Lim Yeon-soo was found clumsily hiding in a shabby outfit. However, Lim Yeon-soo was still Lim Yeon-soo. Instead of reflecting, he summoned a mercenary and saw an opportunity to escape. \n\n However, it's a no-brainer! When the mercenaries were easily subdued, Saho appeared just in time. Saho immediately dismissed Lim Yeon-soo from the post of gunman and ended the case by making him pay a fair price. While I was proud of the thought, the red plum came to me, thanked me, and suggested that I work for Vandal Lake with them, but I have a job to do. It was disappointing, but they cheered for the future.",
        "Russian_Text": "В конце верфи в порту Суволь я нашел Ён Су Лим, который неуклюже прятался в потрепанной одежде. Однако Ён Су Лим по-прежнему оставался Лим Ён Су. Вместо того, чтобы задуматься, он позвал наемника и увидел \n \n Но это просто! Когда наемники были подчинены, Сахо появился как раз вовремя. Сахо уволил Лим Ён Су с должности боевика и завершил дело, заставив его заплатить справедливую цену. Они подошли и поблагодарили и предложил работать с ними для Vandal Lake, но у меня есть работа .",
        "Chinese_Text": "在水月港造船厂的尽头找到了穿着破旧的衣服，不自然地隐藏着身体的林延秀。但是林延秀果然是林延秀。不仅没有反省，反而用最后的挣扎，找到了叫佣兵逃跑的机会。\n\n但是不可能的事情！轻而易举地制服了佣兵，正好出现了沙湖。社浩以立即解雇林延秀，并付出正当的代价结束了事件。\n\n想到为半月湖的和平做出了贡献，内心很欣慰的时候，红梅走过来表示感谢，并提议和自己一起为半月湖工作。但是我有件事要做。洪梅花表示即将前往海月大陆，虽然很遗憾，但还是为未来加油。"
    },
    "11005041": {
        "Dev_Desc": "반달호수_5500_CompleteDesc(완료)",
        "Original_Text": "퀘스트 삭제",
        "English_Text": "Delete Quest",
        "Russian_Text": "Удалить квест",
        "Chinese_Text": "删除任务"
    }
}