{
    "11030000": {
        "Dev_Desc": "태록림_서브_30000_Desc",
        "Original_Text": "[권장 레벨] 33\\n희망이? \\n동생이 밥을 안 먹었고 나가 놀고 있는 건가? \\n\\n어떤 아이가 걱정스러운 얼굴을 하고 있다. \\n무슨 일일까?",
        "English_Text": "[Recommended Level] 33\nHope? Is this child worried about her sister who hasn't come home?\n\nShe looks really worried. I should find out what's going on.",
        "Russian_Text": "",
        "Chinese_Text": "小希望？难道是弟弟不吃饭跑出去玩耍？有个孩子满脸担忧。发生了什么事？"
    },
    "11030001": {
        "Dev_Desc": "태록림_서브_30001_Desc",
        "Original_Text": "[권장 레벨] 30\\n동부 생태 조사림에 있는 동료가 걱정된다고? \\n녹력대귀가 활동을 시작해서? \\n뭔가 엄청난 괴물이 있나 보네. \\n그렇다면 당연히 걱정되겠지. \\n\\n동부 생태 조사림으로 이동해 동료 대원을 만나 이야기를 들어보자.",
        "English_Text": "[Recommended Level] 30\nHe's worried about a colleague in the East Ecological Research Site? Because of a monster called \"Baphomet?\" The name makes it sound pretty terrifying. If that's the case, of course he'd be worried.\n\nGo to the East Ecological Research Site and hear out the colleague.",
        "Russian_Text": "",
        "Chinese_Text": "担心东部生态调查林的同伴？因为灰色雪怪开始了活动？看来那里存在惊人的怪物。难怪他会担心。去东部生态调查林跟同伴说话了解情况吧。"
    },
    "11030002": {
        "Dev_Desc": "태록림_서브_30002_Desc",
        "Original_Text": "[권장 레벨] 32\\n녹각다귀가 곡식을 모두 먹어서 곤란하다고 한다. \\n농사를 포기하겠다고? \\n하긴 키워도 녹각다귀가 다 먹어 치운다면야 어쩔 수 없겠지. \\n\\n일단 상황을 들어 보도록 할까. \\n나라도 좋은 답을 줄 수 있는 건 아닌데... \\n수양이나 매화단에 가서 좋은 방법이 없을지 물어보는 게 좋을 것 같다.",
        "English_Text": "[Recommended Level] 32\nBecause the Greenhorns constantly eat up all the grains, times are tough. Maybe even tough enough to give up farming entirely. If the Greenhorns consume everything, there's really nothing farmers can do.\n\nLet's hear more about the situation first. I can't give them a good answer, though... I think it's better to go to the Sol Seekers or Plum Blossom and ask if there's any good solution for this.",
        "Russian_Text": "",
        "Chinese_Text": "绿角大鬼吃掉大量粮食造成了极大困扰。打算放弃农活？如果粮食都会被绿角大鬼吃掉的话，这也是无可奈何。先了解一下情况吧。我也不清楚该如何解决...最好找搜阳或梅花团问一下有没有什么好办法。"
    },
    "11030003": {
        "Dev_Desc": "태록림_서브_30003_Desc",
        "Original_Text": "[권장 레벨] 37\\n농사를 포기하지 않겠다고 하니 다행이다. \\n근데 가진 게 없어서 농기구 관리를 할 수 없다고? \\n목숨을 걸고 바닷가로 가서 자재를 얻어 보겠다는데...  \\n\\n적을 제거하는 거라면 잘할 수 있으니까 내가 도와줄 수 있지 않을까?",
        "English_Text": "[Recommended Level] 37\nI'm glad they said they won't give up farming. However, they can't manage the farm equipment because they don't have the proper materials. They're thinking of risking their lives to go to the beach and look for some...\n\nSince I'm good at eliminating enemies, maybe I can help?",
        "Russian_Text": "",
        "Chinese_Text": "他说不会放弃农活，真是太好了。不过没有材料来维护农具？他说拼上一条命也要去海边搜集材料...武功是我的强项，应该可以帮助他吧？"
    },
    "11030004": {
        "Dev_Desc": "태록림_서브_30004_Desc",
        "Original_Text": "[권장 레벨] 34\\n수양 담당자 고곤대는 관할 구역을 두고 불만이 있는 것 같다. 수양의 관할 구역을 내가 어떻게 해줄 수는 없겠지만... \\n\\n갑작스럽게 번식한 해양 생물을 제거하는 일 정도라면 할 수 있을 것 같은데?",
        "English_Text": "[Recommended Level] 34\nThe Sol Seekers Manager Ko Gondae seems to be dissatisfied with his jurisdiction. I don't know what I can do about the Sol Seekers' jurisdiction, but...\n\nI think I can help out in getting rid of the coastal creatures that suddenly increased in number.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳负责人古昆代对于管辖区域有所不满。我无法解决搜阳管辖区的问题...但消灭突然大量繁殖的海岸生物应该没问题吧？"
    },
    "11030005": {
        "Dev_Desc": "태록림_서브_30005_Desc",
        "Original_Text": "[권장 레벨] 35\\n수양 순누비는 바닷가에서 분위기 좋게 시간 보내던 예전 시절을 그리워한다. 어둑시니가 해변을 장악한 후엔 불가능해졌다고... \\n\\n일단 바닷가로 가서 어둑시니가 얼마나 있는지 확인해 볼까? 수가 많지 않다면 내가 없앨 수 있을지도 몰라.",
        "English_Text": "[Recommended Level] 35\nSoon Nubi of the Sol Seekers misses the old days when she spent quality time at the beach. After the Oduksinis took over the beach, her relaxing days at the beach came to an end.\n\nShould I go to the beach first and check how many Oduksinis there are? I might be able to get rid of them if there aren't too many.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳的孙娄毕很怀念在海边度过的快乐时光。她说夜鬼侵占海边之后再也无法去海边...先去海边了解一下有多少夜鬼吧。数量不多的话，我可以解决掉它们。"
    },
    "11030006": {
        "Dev_Desc": "태록림_서브_30006_Desc",
        "Original_Text": "[권장 레벨] 40\\n최근 창도단과 함께 이름을 날리고 있는 청인족 도적 패거리 혈비패. 최근 매화단 단장 홍매화는 혈비패 때문에 골치가 아프다. 처음에는 원정대의 눈치를 보는 듯했지만 안개 그늘 숲 남부, 이제는 혈비의 숲이라 불리는 곳에 자리를 잡고 원정대는 물론 행인들까지 습격한다는 보고가 있다.\\n\\n바롱손이라도 빌리고 싶은 심정의 홍매화. 그는 도움의 손길이 필요해 보인다.",
        "English_Text": "[recommended level]>40\nThe blue man bandit gang that has recently made a name for itself with the spear gang. Recently, the leader of the maehwa gang, Hong Maehwa, has a headache because of the spear. In the southern part of the shade forest, there are reports that it is set up in a place now called the Blood Forest and attacks not only the expedition team but also passersby.\n\nRed plum blossoms wanting to borrow even a Barongson. He seems to need a helping hand.",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 40\n최근 창도단과 함께 이름을 날리고 있는 청인족 도적 패거리 혈비패. 최근 매화단 단장 홍매화는 혈비패 때문에 골치가 아프다. 처음에는 원정대의 눈치를 보는 듯했지만 안개 그늘 숲 남부, 이제는 혈비의 숲이라 불리는 곳에 자리를 잡고 원정대는 물론 행인들까지 습격한다는 보고가 있다.\n\n바롱손이라도 빌리고 싶은 심정의 홍매화. 그는 도움의 손길이 필요해 보인다."
    },
    "11030100": {
        "Dev_Desc": "태록림_서브_30100_Desc",
        "Original_Text": "[권장 레벨] 44\\n뱀 전문가인 사길미는 뱀버섯에 중독되어 죽는 자들을 위해 약을 개발하고 있다고 한다. \\n이렇게 좋은 일을 하는 데 나라도 좀 도와야겠지? \\n\\n뱀버섯의 독을 직접 채취할 순 없으니까 뱀버섯 자체를 잡아 보자. 그걸로 약을 만들 수 있을 거야.",
        "English_Text": "[Recommended Level] 44\nSnake expert Sa Gilmi is developing medicine for those who die of poisoning from Snakecaps. I should lend a helping hand for the greater good, right?\n\nSince I can't take the poison from the Snakecaps myself, let me catch them and bring them to her.",
        "Russian_Text": "",
        "Chinese_Text": "蛇专家蛇吉味正在研究药物以救助中蛇头菇毒的人们。我也应该为这种善事添一份力量。我无法直接采集蛇头菇的毒，干脆抓来蛇头菇吧。这样就能研制药物了。"
    },
    "11030101": {
        "Dev_Desc": "태록림_서브_30101_Desc",
        "Original_Text": "[권장 레벨] 45\\n개척자 위령 묘지에 근무하는 동료가 혼령을 보고 매우 놀란 나머지 일을 관두겠다고 했다는데... \\n어떤 혼령이 나타난 걸까? \\n\\n위령 묘지로 이동해서 묘지 관리대원과 만나 이야기를 들어보자. 혹시 도움이 될지도 모르잖아.",
        "English_Text": "[Recommended Level] 45\nApparently, a colleague at the Pioneers' Graveyard came face to face with an actual ghost and decided to quit right then and there. What kind of ghost could have appeared?\n\nGo to the Pioneers' Graveyard and talk to the managers. They might know something helpful.",
        "Russian_Text": "",
        "Chinese_Text": "在开拓者慰灵墓地工作的同伴看到魂灵后吓得要辞职...到底出现了什么魂灵？去慰灵墓地与墓地管理员说话吧。说不定能帮上什么忙。"
    },
    "11030102": {
        "Dev_Desc": "태록림_서브_30102_Desc",
        "Original_Text": "[권장 레벨] 47\\n풍백문의 비류하가 갑자기 나타나 같이 꽃이나 보러 가자고 제안한다. 무슨 속셈이지? \\n아는 사람이 도움이 필요하다고 하니 매정하게 거절할 수도 없는 노릇이고... \\n\\n일단 꽃 주변의 적을 제거하는 것부터 시작해야 할 것 같다. 이래서 나한테 도와달라고 한 걸까? ",
        "English_Text": "[Recommended Level] 47\nIvory Gale's Bi Ruha suddenly appeared and suggested that we go to see flowers together. What's he up to? I can't say no to someone that needs my help...\n\nI guess I'll start by eliminating the enemies around the flowers. Is this why he asked me to lend a hand?",
        "Russian_Text": "",
        "Chinese_Text": "风白门的沸流河突然出现邀请我去一起看花。他到底在想什么？既然是熟人请求帮助，我也不能一口回绝...先从清理花周围的敌人开始吧。难道这就是他找我帮忙的原因？"
    },
    "11030103": {
        "Dev_Desc": "태록림_서브_30103_Desc",
        "Original_Text": "[권장 레벨] 41\\n수양 병사가 엄청 화가 났는데? \\n혈비패에 대해서 엄청난 증오를 가지고 있구나. \\n개인적인 원한이라도 있는 걸까? \\n혈비패 기지의 위치를 정확히 알면 병력을 움직일 수가 있다고? \\n\\n내가 혈비패를 전부 제거할 수는 없겠지만 위치 정보라면 알아낼 수 있을 거야. 일단 혈비패를 없애면서 주변에 기지가 있는지 확인해 보자.",
        "English_Text": "[Recommended Level] 41\nThe Sol Seekers soldier is very angry. He has a lot of hatred for the Scarlet Masks. Is this just his personal resentment? He says he can move the troops if he knows the exact location of the Scarlet Masks' base.\n\nI can't get rid of all the Scarlet Masks, but I can find out their location. Let's see if there are any bases around while I deal with them.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳士兵为何如此愤怒？看来非常憎恨赤匪派。难道有个人冤仇？只要知道赤匪派基地的准确位置就能动员兵力？虽然我无法消灭整个赤匪派，但查出基地位置就简单多了。一遍清理赤匪派，一遍调查基地位置吧。"
    },
    "11030104": {
        "Dev_Desc": "태록림_서브_30104_Desc",
        "Original_Text": "[권장 레벨] 43\\n영교원의 어느 바롱이 갑자기 날 보더니 늦었냐며 화를 낸다. 내가 뭔가 잘못한 걸까? \\n좀 더 이야기를 들어보고 싶었는데 그냥 떠나 버렸네? \\n\\n혹시 무슨 일이라도 생기면 찝찝할 것 같은데... \\n늪지는 위험하지 않을까? \\n무슨 일이라도 생기면 큰일이야. \\n\\n일단 현장으로 이동하자. \\n가서 바롱과 대화해서 오해를 풀어야겠어.",
        "English_Text": "[Recommended Level] 43\nA Baron of the Soul Bridge suddenly looks at me and gets angry, saying that I'm late. Did I do something wrong? I wanted to hear more, but he just stormed off toward the swamp.\n\nI'd feel bad if something happened... Isn't the swamp dangerous? It'd be a big deal if he ended up getting hurt.\n\nLet's go after him so I can talk to the Baron and resolve this misunderstanding.",
        "Russian_Text": "",
        "Chinese_Text": "灵交院的一个巴隆突然很生气地责怪我迟到了。我做错了什么？还没等我问个究竟，它就已经离开了？我可不想惹出什么麻烦...沼泽会不会很危险？出什么事可不妙。先去现场吧。我要跟巴隆解开误会。"
    },
    "11030105": {
        "Dev_Desc": "태록림_서브_30105_Desc",
        "Original_Text": "[권장 레벨] 43\\n구구는 아주 친절하게도 이곳에 출몰하는 환영 대인면충에 관해 설명해주겠다고 한다. \\n난 필요 없다고 정중하게 거절했는데 말이야. \\n\\n이왕 여기까지 왔으니 따라가 구구를 안전하게 지켜주고 이야기를 들어주자. 주변의 환영 인면충을 없애는 것부터 시작해야겠네. 이렇게 귀찮을 줄 알았으면 처음부터 오지 않았어야 했는데... \\n\\n시작했으니 마지막까지 정리해야겠지.",
        "English_Text": "[Recommended Level] 43\nKuku was kind enough to explain about the Illusion Giant Mantis that appears here, even though I politely refused.\n\nSince I'm already here, let's keep Kuku safe and listen to his story. I should start by getting rid of the Illusion Mantises around us. If I knew it would be so annoying, I shouldn't have come here.\n\nBetter just finish what I started.",
        "Russian_Text": "",
        "Chinese_Text": "虽然我早已郑重地表示没有必要，但九九仍然很亲切地表示可以对出没于此的幻影大人面虫进行说明。不过既然已经来到这里，不如继续保护久久并听它说什么。看来需要从消灭周围的幻影人面虫开始。早知道这么麻烦就不来了...不过既然已经开始，那就做到最后吧。"
    },
    "11030106": {
        "Dev_Desc": "태록림_서브_30106_Desc",
        "Original_Text": "[권장 레벨] 47\\n어느 행인이 갑자기 길을 물어왔다. \\n비경의 자드락으로 가고 싶다고 하는데... 잠깐, 여긴 비옥대지로 향하는 길이야. 반대 방향으로 온 셈인데? \\n\\n안개 숲 개척지 방향으로 가려면 우선 늪지 쪽으로 가야겠다. 근데 가는 길에 적들이 많네? 나 혼자라면 그냥 피하면 되겠지만... \\n\\n이 사람을 생각하면 적을 없애며 길을 열 필요가 있겠다.",
        "English_Text": "[Recommended Level] 47\nA passerby suddenly asked for directions. He wants to go to the Magnificent Hillside... But wait, we're on our way to Caelite Land, which is in the opposite direction.\n\nTo go in the direction of the Foggy Forest Settlement, we should go to the swamp first, but there are a lot of enemies on the way. If I were alone, I could just avoid them, but...\n\nI need to get rid of the enemies and open a path for him.",
        "Russian_Text": "",
        "Chinese_Text": "有个行人突然找我问路。他想知道该如何去秘境山脚...等等，这里是通向閟玉大地的路。他走反了吧？若想去迷雾森林开拓地，首先需要去沼泽。不过路上有很多危险呀？我一个人的话可以轻松躲过...但考虑到这个人，还是在路上消除危险吧。"
    },
    "11030107": {
        "Dev_Desc": "태록림_서브_30107_Desc",
        "Original_Text": "[권장 레벨] 42\\n수양의 장민예는 최근에 순찰하다가 이상한 경험을 했다고 한다. 도화상전의 곽호룡과 금경철문의 달빛바람을 만나서 인사를 했는데 자세히 봤더니 환영이었다고 한다. 그 이후로는 안개 그늘 숲으론 나가기도 싫다고 하는데... \\n\\n내가 기억을 없애줄 수 없으니, 앞으로 그런 경험을 하지 않도록 도와줘야겠다.",
        "English_Text": "[Recommended Level] 42\nJang Minei of the Sol Seekers had a strange experience while patrolling recently. She greeted Horyong of the Peach Blossom and Moonwind of Soul Steel, but when she looked closely, they were illusions. After that, she was no longer willing to venture into the Shadowed Mistwood...\n\nI can't help her forget, but I can do something so that she doesn't have to repeat this experience.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳的张敏艺说最近在巡逻中遇到了奇怪的事情。她遇到桃花商廛的郭浩龙与金庚哲门的月光疾风后打完招呼才发现其实是幻影。后来她再也不愿靠近雾影森林...我无法消除她的记忆，只好帮她不再遇到类似事情。"
    },
    "11030108": {
        "Dev_Desc": "태록림_서브_30108_Desc",
        "Original_Text": "[권장 레벨] 42\\n태록림의 중심 통행로 안개 그늘 숲과 양질의 토양을 채집할 수 있는 메말라가는 늪지, 두 곳은 모두 환영이 출몰하기로 유명한 지역이다. 늘 위험을 무릅쓰고 도화상전의 일꾼들이 이곳으로  일을 나서고 있었다. 결국, 몇몇 일꾼들은 도저히 일을 못 하겠다고 하는 모양이다.\\n\\n권법으로 수월에서 둘째가라면 서러운 상전주 곽호룡이 이를 해결해보려 했지만 한 가지 큰 문제가 있는 듯한데...",
        "English_Text": "[recommended level]>42\nThe central passageway of Taerok Forest, the shadowy forest and the dry marsh where you can gather good quality soil, both are famous areas for ghosts. There is always danger. The workers of Dohwasangjeon were risking their work here. In the end, some workers seem to say that they can't do their job at all.\n\nThe sad boss Ho-ryong Kwak tried to solve this problem, but there was one big problem. There seems to be a problem...",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 42\n태록림의 중심 통행로 안개 그늘 숲과 양질의 토양을 채집할 수 있는 메말라가는 늪지, 두 곳은 모두 환영이 출몰하기로 유명한 지역이다. 늘 위험을 무릅쓰고 도화상전의 일꾼들이 이곳으로  일을 나서고 있었다. 결국, 몇몇 일꾼들은 도저히 일을 못 하겠다고 하는 모양이다.\n\n권법으로 수월에서 둘째 가라면 서러운 상전주 곽호룡이 이를 해결해보려 했지만 한 가지 큰 문제가 있는 듯한데..."
    },
    "11030109": {
        "Dev_Desc": "태록림_서브_30109_Desc",
        "Original_Text": "[권장 레벨] 44\\n겁에 잔뜩 질린 바롱이 개척자 위령묘지 입구에서 발을 동동 구르고 있다. 함께 약초를 캐러 온 바롱들이 걱정되는 모양. 사실 다른 바롱들은 각자 알아서 마물들을 피해 약초를 잘 캐고 있는데 겁쟁이 무무만 잔뜩 걱정이다.\\n\\n그래도 귀여운 바롱 무무를 위해 무엇을 해줄 수 있을까? 무무의 이야기를 들어주자.",
        "English_Text": "[Recommended Level]>44\nA terrified Barong is stomping his feet at the entrance to the Pioneer Memorial Cemetery. He seems worried about the Barongs who came together to gather herbs. In fact, the other Barongs take care of themselves to avoid the monsters and take medicinal herbs. I'm digging well, but I'm very worried about the cowardly Mumu.\n\nBut what can I do for the cute Barong Mumu? Let's listen to Mumu's story.",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 44\n겁에 잔뜩 질린 바롱이 개척자 위령묘지 입구에서 발을 동동 구르고 있다. 함께 약초를 캐러 온 바롱들이 걱정되는 모양. 사실 다른 바롱들은 각자 알아서 마물들을 피해 약초를 잘 캐고 있는데 겁쟁이 무무만 잔뜩 걱정이다.\n\n그래도 귀여운 바롱 무무를 위해 무엇을 해줄 수 있을까? 무무의 이야기를 들어주자."
    },
    "11030110": {
        "Dev_Desc": "태록림_서브_30110_Desc",
        "Original_Text": "[권장 레벨] 46\\n수월평원의 야생 보존회 회장 잿빛바람은 해월대륙의 경치를 구경하기 위해 잠시 방문했다가 아연실색하고 만다. 수양대원들이 사리사욕에 눈이 멀어 밀렵을 시작한 것. 심지어 그들이 밀렵하고 있는 대상은 보호종인 산선호라고 한다.\\n\\n잿빛바람의 끓어오르는 분노가 여기까지 느껴진다. 밀렵, 멈춰!",
        "English_Text": "[recommended level]>46\nPresident of the Wildlife Conservation Society of Suwol Plains, Gray Wind visited for a while to see the scenery of the sea and moon continent, but was stunned. Even the target they are poaching is said to be a protected species, Sanseonho.\n\nYou can feel the boiling rage of the Ashen Wind up to here. Poaching, stop!",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 46\n수월평원의 야생 보존회 회장 잿빛바람은 해월대륙의 경치를 구경하기 위해 잠시 방문했다가 아연실색하고 만다. 수양대원들이 사리사욕에 눈이 멀어 밀렵을 시작한 것. 심지어 그들이 밀렵하고 있는 대상은 보호종인 산선호라고 한다.\n\n잿빛바람의 끓어오르는 분노가 여기까지 느껴진다. 밀렵, 멈춰!"
    },
    "11030200": {
        "Dev_Desc": "태록림_서브_30200_Desc",
        "Original_Text": "[권장 레벨] 49\\n폭포 근처에 위태롭게 서 있는 사람이 보인다. \\n혹시? 설마? 아니야. 내가 오해한 거겠지? \\n\\n그래도 혹시 모르니까 가까이 가보자.",
        "English_Text": "[Recommended Level] 52\nI can see someone standing dangerously near the waterfall. Or... is it? No way, I'm seeing things, right?\n\n...Just in case, let's go take a look.",
        "Russian_Text": "",
        "Chinese_Text": "看到了站在瀑布附近岌岌可危的人。难道？莫非？不会吧。应该是我的误会吧？不过为了以防万一，还是去看看吧。"
    },
    "11030201": {
        "Dev_Desc": "태록림_서브_30201_Desc",
        "Original_Text": "[권장 레벨] 47\\n갑자기 어느 수양대원이 임무를 맡고 낙담하고 있다. 유서까지 준비했다고? 낙원대성을 관측하는 임무를 맡았다는데 그게 그렇게 위험한 일인 걸까? \\n\\n옆에 있는 대원한테 관측 업무에 관해서 이야기를 들어보자. 낙원대성 관측이라니 좀 흥미롭기도 한데...",
        "English_Text": "[Recommended Level] 49\nA Sol Seeker became so discouraged by his mission that I heard he even prepared his will. Apparently he's tasked with observing Ape King Ogong. Is that really so dangerous?\n\nLet's hear more from the recruit next to me. Observing Ape King Ogong seems more interesting than dangerous...",
        "Russian_Text": "",
        "Chinese_Text": "有个搜阳队员接到任务后非常沮丧。甚至还准备了遗书？负责观察乐猿大圣有那么危险吗？问身边的队员有关观察任务的事情吧。观察乐猿大圣听起来也有点意思..."
    },
    "11030202": {
        "Dev_Desc": "태록림_서브_30202_Desc",
        "Original_Text": "[권장 레벨] 48\\n수양 난아녀는 정기적으로 발발이를 제거하는 작업에 지쳐 있다고 한다. 낙원대성 관측 임무만 해도 적은 일은 아닐 텐데... 수양대원들은 정말 하는 일이 많구나. \\n\\n내가 수양대원들의 모든 일을 대신에 해 줄 수는 없겠지만, 발발이를 제거해주면 조금이나마 도움이 되지 않을까?",
        "English_Text": "[Recommended Level] 49\nKnott Mee of the Sol Seekers is tired of regularly having to deal with the Bulbaries. The Ape King Ogong monitoring mission isn't something that can just be ignored. The Sol Seekers really are stretched pretty thin.\n\nI won't be able to help them out a lot, but wouldn't they appreciate it if I eliminate the Bulbaries?",
        "Russian_Text": "",
        "Chinese_Text": "搜阳的兰非我很厌烦定期消灭龇牙犬的工作。观察乐猿大圣的任务本身就已经很沉重了...搜阳队员要做的事情真的很多。我虽然无法替搜阳队员解决所有事情，但帮忙消灭龇牙犬应该聊胜于无吧？"
    },
    "11030203": {
        "Dev_Desc": "태록림_서브_30203_Desc",
        "Original_Text": "[권장 레벨] 50\\n수양 노도라는 팔독모가 혹시 둥지에서 나오지 않을까 걱정하고 있다. \\n팔독모? 뭔가 매우 위험할 것 같은 이름이네. \\n\\n주변의 적을 처치하면서 팔독모가 둥지를 빠져나오지 않았는지 확인하고, 현재 상황을 알려주면 도움이 되겠지?",
        "English_Text": "[Recommended Level] 50\nQuisby of the Sol Seekers is worried that Dokumo might come out of its nest. That Dokumo sounds pretty dangerous.\n\nIt might be helpful if I defeat nearby enemies, check if Dokumo has left its nest, and then report the situation.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳的鲁固步很担心八毒母会离开巢穴。八毒母？从名字就知道是个危险的家伙。消灭周围的敌人，同时查看八毒母有没有离开巢穴吧。把当前的情况告诉她应该会有所帮助吧？"
    },
    "11030204": {
        "Dev_Desc": "태록림_서브_30204_Desc",
        "Original_Text": "[권장 레벨] 51\\n영교원 랑랑은 약을 만들기 위해 이끼가 필요하다. \\n해맞이 비탈길에 있는 수목정령에게서 이끼를 얻으면 된다고? 그리 어려운 일은 아닐 것 같은데... \\n한번 도와주도록 할까? \\n\\n이야기 들은 대로 해맞이 비탈길로 가서 수목정령을 제거하고 이끼를 얻어 보자. 이끼가 많이 부족하다고 했으니 좀 많이 없애야 할지도 모르겠다.",
        "English_Text": "[Recommended Level] 51\nLang Lang of the Soul Bridge needs more moss to make his medicine. I just need to get the moss from the Tree Spirits near Sunrise Climb? That shouldn't be too difficult... Should I help?\n\nGo to the Sunrise Climb and defeat the Tree Spirits. Since he needs a large quantity of moss, I might have to defeat a lot of them.",
        "Russian_Text": "",
        "Chinese_Text": "灵交院的良良需要苔藓来制作药物。从迎日坡路的树精灵身上获取苔藓就行？听起来不是难事...要不要帮忙呢？去迎日坡路消灭树精灵并搜集苔藓吧。良良说需要很多苔藓，那就多消灭一点树精灵吧。"
    },
    "11030205": {
        "Dev_Desc": "태록림_서브_30205_Desc",
        "Original_Text": "[권장 레벨] 49\\n어디선가 땅이 꺼질 듯한 강철주먹의 한숨 소리가 들려오는 것 같다. 강철주먹... 분명 금경철문에서 중책을 맡고 있는 것 같은데 어딘가 허술하다. 그리고 이번 일도 역시 달빛바람과 관련된 일이겠지...? 그는 짝사랑을 하고 있는 게 분명하니까!\\n\\n그래도 밉지만은 않은 강철주먹이다. 그의 간절한 목소리를 들어주자.",
        "English_Text": "[recommended level]>49\nSomewhere there seems to be a sound of steel fists sighing as if the ground is about to go extinct. Steel fists... Apparently he is playing a major role in the Geumgyeongcheolmun Gate, but something is lacking. And this time The job must also be related to the moonlight...? It's clear that he has a crush on him!\n\nStill, I don't hate him. Let's listen to his earnest voice.",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 49\n어디선가 땅이 꺼질 듯한 강철주먹의 한숨 소리가 들려오는 것 같다. 강철주먹... 분명 금경철문에서 중책을 맡고 있는 것 같은데 어딘가 허술하다. 그리고 이번 일도 역시 달빛바람과 관련된 일이겠지...? 그는 짝사랑을 하고 있는 게 분명하니까!\n\n그래도 밉지만은 않은 강철주먹이다. 그의 간절한 목소리를 들어주자."
    },
    "11030206": {
        "Dev_Desc": "태록림_서브_30206_Desc",
        "Original_Text": "[권장 레벨] 51\\n태록림이 개척된 이후 해맞이 비탈길에서는 매년 도화상전에서 주관하는 해맞이 행사가 열린다. 너무 많은 사람이 몰리기 때문에 그곳에 있는 묘면족의 심기가 불편하다. 묘면족과의 화친은 실패했지만 적어도 그들을 통행로에서만 살짝 밀어내고자 하는 상전주 곽호룡. \\n\\n과연 곽호룡의 생각대로 살짝 밀어내기 전략은 먹힐 것인가?",
        "English_Text": "[Recommended Level]>51\nSince the Taerok Forest was pioneered, a sunrise event hosted by Dohwasangjeon has been held every year on the Sunrise Slope. It is inconvenient to plant Myomyeons there because there are too many people. Ho-ryong Kwak, the master of the department, wants to at least push them away from the passageway, although the rapprochement has failed.\n\nWill the push-out strategy work as Kwak Ho-ryong thinks?",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 51\n태록림이 개척된 이후 해맞이 비탈길에서는 매년 도화상전에서 주관하는 해맞이 행사가 열린다. 너무 많은 사람이 몰리기 때문에 그곳에 있는 묘면족의 심기가 불편하다. 묘면족과의 화친은 실패했지만 적어도 그들을 통행로에서만 살짝 밀어내고자 하는 상전주 곽호룡. \n\n과연 곽호룡의 생각대로 살짝 밀어내기 전략은 먹힐 것인가?"
    },
    "11030207": {
        "Dev_Desc": "태록림_서브_30207_Desc",
        "Original_Text": "[권장 레벨] 49\\n신수를 섬기는 문파를 습격하는 정체불명의 집단, 검은새벽단. 우리가 익히 들어 알고 있는 에레다와 풍백문도 그 대상이다. 에레다의 부문주 오름은 최근 들어 검은새벽단이 급속도로 세를 확장하는 것에 의문을 가지고 있다. \\n\\n하지만 급한 불은 당장 눈 앞에 있는 검은새벽단의 병력! 오름을 도와 검은새벽단을 격퇴하자.",
        "English_Text": "[recommended level]>49\nThe Black Dawn, an unidentified group that attacks the sect that worships the divine beast. This includes Ereda and Pungbaekmun, which we are familiar with. Lately, I have doubts about the Black Dawn's rapid expansion. \n\nBut the urgent fire is right in front of the Black Dawn's troops! Let's help Oreum defeat the Black Dawn.",
        "Russian_Text": "",
        "Chinese_Text": "[권장 레벨] 49\n신수를 섬기는 문파를 습격하는 정체불명의 집단, 검은새벽단. 우리가 익히 들어 알고 있는 에레다와 풍백문도 그 대상이다. 에레다의 부문주 오름은 최근 들어 검은새벽단이 급속도로 세를 확장하는 것에 의문을 가지고 있다. \n\n하지만 급한 불은 당장 눈 앞에 있는 검은새벽단의 병력! 오름을 도와 검은새벽단을 격퇴하자."
    },
    "11031000": {
        "Dev_Desc": "태록림_서브_30000_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 33\\n희망이? 동생이 밥을 안 먹었고 나가 놀고 있는 건가?\\n어떤 아이가 걱정스러운 얼굴을 하고 있다. 무슨 일일까? \\n\\n이야기를 한번 들어봐야겠는데... 고민이 있다면 도와주도록 할까?",
        "English_Text": "[Recommended Level] 33\nHope? Is this child worried about her sister who hasn't come home? She looks really worried. I should find out what's going on.\n\nI should listen to his story... Maybe even help if he has a problem.",
        "Russian_Text": "",
        "Chinese_Text": "小希望？难道是弟弟不吃饭跑出去玩耍？有个孩子满脸担忧。发生了什么事？了解一下情况吧...有必要的话还可以帮个忙。"
    },
    "11031001": {
        "Dev_Desc": "태록림_서브_30001_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 30\\n동부 생태 조사림에 있는 동료가 걱정된다고? 녹력대귀가 활동을 시작해서? 뭔가 엄청난 괴물이 있나 보네. \\n그렇다면 당연히 걱정되겠지. \\n\\n동부 생태 조사림으로 이동해 동료 대원을 만나 이야기를 들어보자.",
        "English_Text": "[Recommended Level] 30\nHe's worried about a colleague in the East Ecological Research Site? Because of a monster called \"Baphomet?\" The name makes it sound pretty terrifying. If that's the case, of course he'd be worried. Go to the East Ecological Research Site and hear out the colleague.",
        "Russian_Text": "",
        "Chinese_Text": "担心东部生态调查林的同伴？因为灰色雪怪开始了活动？看来那里存在惊人的怪物。难怪他会担心。去东部生态调查林跟同伴说话了解情况吧。"
    },
    "11031002": {
        "Dev_Desc": "태록림_서브_30002_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 32\\n녹각다귀가 곡식을 모두 먹어서 곤란하다고 한다. 농사를 포기하겠다고? 하긴 키워도 녹각다귀가 다 먹어 치운다면야 어쩔 수 없겠지. \\n\\n일단 상황을 들어 보도록 할까. 나라도 좋은 답을 줄 수 있는 건 아닌데... \\n수양이나 매화단에 가서 좋은 방법이 없을지 물어보는 게 좋을 것 같다.",
        "English_Text": "[Recommended Level] 32\nBecause the Greenhorns constantly eat up all the grains, times are tough. Maybe even tough enough to give up farming entirely. If the Greenhorns consume everything, there's really nothing farmers can do. Let's hear more about the situation first. I can't give them a good answer, though... I think it's better to go to the Sol Seekers or Plum Blossom and ask if there's any good solution for this.",
        "Russian_Text": "",
        "Chinese_Text": "绿角大鬼吃掉大量粮食造成了极大困扰。打算放弃农活？如果粮食都会被绿角大鬼吃掉的话，这也是无可奈何。先了解一下情况吧。我也不清楚该如何解决...最好找搜阳或梅花团问一下有没有什么好办法。"
    },
    "11031003": {
        "Dev_Desc": "태록림_서브_30003_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 37\\n농사를 포기하지 않겠다고 하니 다행이다. \\n근데 가진 게 없어서 농기구 관리를 할 수 없다고? 목숨을 걸고 바닷가로 가서 자재를 얻어 보겠다는데...  \\n\\n적을 제거하는 거라면 잘할 수 있으니까 내가 도와줄 수 있지 않을까?",
        "English_Text": "[Recommended Level] 37\nI'm glad they said they won't give up farming. However, they can't manage the farm equipment because they don't have the proper materials. They're thinking of risking their lives to go to the beach and look for some...\nSince I'm good at eliminating enemies, maybe I can help?",
        "Russian_Text": "",
        "Chinese_Text": "他说不会放弃农活，真是太好了。不过没有材料来维护农具？他说拼上一条命也要去海边搜集材料...武功是我的强项，应该可以帮助他吧？"
    },
    "11031004": {
        "Dev_Desc": "태록림_서브_30004_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 34\\n수양 담당자 고곤대는 관할 구역을 두고 불만이 있는 것 같다. 수양의 관할 구역을 내가 어떻게 해줄 수는 없겠지만... \\n\\n갑작스럽게 번식한 해안 생물을 제거하는 일 정도라면 할 수 있을 것 같은데?",
        "English_Text": "[Recommended Level] 34\nThe Sol Seekers Manager Ko Gondae seems to be dissatisfied with his jurisdiction. I don't know what I can do about the Sol Seekers' jurisdiction, but...\n\nI think I can help out in getting rid of the coastal creatures that suddenly increased in number.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳负责人古昆代对于管辖区域有所不满。我无法解决搜阳管辖区的问题...但消灭突然大量繁殖的海岸生物应该没问题吧？"
    },
    "11031005": {
        "Dev_Desc": "태록림_서브_30005_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 35\\n수양 순누비는 바닷가에서 분위기 좋게 시간 보내던 예전 시절을 그리워한다. 어둑시니가 해변을 장악한 후엔 불가능해졌다고... \\n\\n일단 바닷가로 가서 어둑시니가 얼마나 있는지 확인해 볼까? 수가 많지 않다면 내가 없앨 수 있을지도 몰라.",
        "English_Text": "[Recommended Level] 35\nSoon Nubi of the Sol Seekers misses the old days when she spent quality time at the beach. After the Oduksinis took over the beach, her relaxing days at the beach came to an end.\n\nShould I go to the beach first and check how many Oduksinis there are? I might be able to get rid of them if there aren't too many.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳的孙娄毕很怀念在海边度过的快乐时光。她说夜鬼侵占海边之后再也无法去海边...先去海边了解一下有多少夜鬼吧。数量不多的话，我可以解决掉它们。"
    },
    "11031100": {
        "Dev_Desc": "태록림_서브_30100_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 44\\n뱀 전문가인 사길미는 뱀버섯에 중독되어 죽는 자들을 위해 약을 개발하고 있다고 한다. \\n이렇게 좋은 일을 하는 데 나라도 좀 도와야겠지? \\n\\n뱀버섯의 독을 직접 채취할 순 없으니까 뱀버섯 자체를 잡아 보자. 그걸로 약을 만들 수 있을 거야.",
        "English_Text": "[Recommended Level] 44\nSnake expert Sa Gilmi is developing medicine for those who die of poisoning from Snakecaps. I should lend a helping hand for the greater good, right?\n\nSince I can't take the poison from the Snakecaps myself, let me catch them and bring them to her.",
        "Russian_Text": "",
        "Chinese_Text": "蛇专家蛇吉味正在研究药物以救助中蛇头菇毒的人们。我也应该为这种善事添一份力量。我无法直接采集蛇头菇的毒，干脆抓来蛇头菇吧。这样就能研制药物了。"
    },
    "11031101": {
        "Dev_Desc": "태록림_서브_30101_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 45\\n개척자 위령 묘지에 근무하는 동료가 혼령을 보고 매우 놀란 나머지 일을 관두겠다고 했다는데... \\n어떤 혼령이 나타난 걸까? \\n\\n위령 묘지로 이동해서 묘지 관리대원과 만나 이야기를 들어보자. 혹시 도움이 될지도 모르잖아.",
        "English_Text": "[Recommended Level] 45\nApparently, a colleague at the Pioneers' Graveyard came face to face with an actual ghost and decided to quit right then and there. What kind of ghost could have appeared?\n\nGo to the Pioneers' Graveyard and talk to the managers. They might know something helpful.",
        "Russian_Text": "",
        "Chinese_Text": "在开拓者慰灵墓地工作的同伴看到魂灵后吓得要辞职...到底出现了什么魂灵？去慰灵墓地与墓地管理员说话吧。说不定能帮上什么忙。"
    },
    "11031102": {
        "Dev_Desc": "태록림_서브_30102_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 47\\n풍백문의 비류하가 갑자기 나타나 같이 꽃이나 보러 가자고 제안한다. 무슨 속셈이지? \\n아는 사람이 도움이 필요하다고 하니 매정하게 거절할 수도 없는 노릇이고... \\n\\n일단 꽃 주변의 적을 제거하는 것부터 시작해야 할 것 같다. 이래서 나한테 도와달라고 한 걸까? ",
        "English_Text": "[Recommended Level] 47\nIvory Gale's Bi Ruha suddenly appeared and suggested that we go to see flowers together. What's he up to? I can't say no to someone that needs my help...\n\nI guess I'll start by eliminating the enemies around the flowers. Is this why he asked me to lend a hand?",
        "Russian_Text": "",
        "Chinese_Text": "风白门的沸流河突然出现邀请我去一起看花。他到底在想什么？既然是熟人请求帮助，我也不能一口回绝...先从清理花周围的敌人开始吧。难道这就是他找我帮忙的原因？"
    },
    "11031103": {
        "Dev_Desc": "태록림_서브_30103_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 41\\n수양 병사가 엄청 화가 났는데? \\n혈비패에 대해서 엄청난 증오를 가지고 있구나. \\n개인적인 원한이라도 있는 걸까? \\n혈비패 기지의 위치를 정확히 알면 병력을 움직일 수가 있다고? \\n\\n내가 혈비패를 전부 제거할 수는 없겠지만 위치 정보라면 알아낼 수 있을 거야. 일단 혈비패를 없애면서 주변에 기지가 있는지 확인해 보자.",
        "English_Text": "[Recommended Level] 41\nThe Sol Seekers soldier is very angry. He has a lot of hatred for the Scarlet Masks. Is this just his personal resentment? He says he can move the troops if he knows the exact location of the Scarlet Masks' base.\n\nI can't get rid of all the Scarlet Masks, but I can find out their location. Let's see if there are any bases around while I deal with them.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳士兵为何如此愤怒？看来非常憎恨赤匪派。难道有个人冤仇？只要知道赤匪派基地的准确位置就能动员兵力？虽然我无法消灭整个赤匪派，但查出基地位置就简单多了。一遍清理赤匪派，一遍调查基地位置吧。"
    },
    "11031104": {
        "Dev_Desc": "태록림_서브_30104_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 43\\n영교원의 어느 바롱이 갑자기 날 보더니 늦었냐며 화를 낸다. 내가 뭔가 잘못한 걸까? \\n좀 더 이야기를 들어보고 싶었는데 그냥 떠나 버렸네? \\n\\n혹시 무슨 일이라도 생기면 찝찝할 것 같은데... \\n늪지는 위험하지 않을까? \\n무슨 일이라도 생기면 큰일이야. \\n\\n일단 현장으로 이동하자. \\n가서 바롱과 대화해서 오해를 풀어야겠어.",
        "English_Text": "[Recommended Level] 43\nA Baron of the Soul Bridge suddenly looks at me and gets angry, saying that I'm late. Did I do something wrong? I wanted to hear more, but he just stormed off toward the swamp.\n\nI'd feel bad if something happened... Isn't the swamp dangerous? It'd be a big deal if he ended up getting hurt.\n\nLet's go after him so I can talk to the Baron and resolve this misunderstanding.",
        "Russian_Text": "",
        "Chinese_Text": "灵交院的一个巴隆突然很生气地责怪我迟到了。我做错了什么？还没等我问个究竟，它就已经离开了？我可不想惹出什么麻烦...沼泽会不会很危险？出什么事可不妙。先去现场吧。我要跟巴隆解开误会。"
    },
    "11031105": {
        "Dev_Desc": "태록림_서브_30105_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 43\\n구구는 아주 친절하게도 이곳에 출몰하는 환영 대인면충에 관해 설명해주겠다고 한다. \\n난 필요 없다고 정중하게 거절했는데 말이야. \\n\\n이왕 여기까지 왔으니 따라가 구구를 안전하게 지켜주고 이야기를 들어주자. 주변의 환영 인면충을 없애는 것부터 시작해야겠네. 이렇게 귀찮을 줄 알았으면 처음부터 오지 않았어야 했는데... \\n\\n시작했으니 마지막까지 정리해야겠지.",
        "English_Text": "[Recommended Level] 43\nKuku was kind enough to explain about the Illusion Giant Mantis that appears here, even though I politely refused.\n\nSince I'm already here, let's keep Kuku safe and listen to his story. I should start by getting rid of the Illusion Mantises around us. If I knew it would be so annoying, I shouldn't have come here.\n\nBetter just finish what I started.",
        "Russian_Text": "",
        "Chinese_Text": "虽然我早已郑重地表示没有必要，但九九仍然很亲切地表示可以对出没于此的幻影大人面虫进行说明。不过既然已经来到这里，不如继续保护久久并听它说什么。看来需要从消灭周围的幻影人面虫开始。早知道这么麻烦就不来了...不过既然已经开始，那就做到最后吧。"
    },
    "11031106": {
        "Dev_Desc": "태록림_서브_30106_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 47\\n어느 행인이 갑자기 길을 물어왔다. \\n비경의 자드락으로 가고 싶다고 하는데... 잠깐, 여긴 비옥대지로 향하는 길이야. 반대 방향으로 온 셈인데? \\n\\n안개 숲 개척지 방향으로 가려면 우선 늪지 쪽으로 가야겠다. 근데 가는 길에 적들이 많네? 나 혼자라면 그냥 피하면 되겠지만... \\n\\n이 사람을 생각하면 적을 없애며 길을 열 필요가 있겠다.",
        "English_Text": "[Recommended Level] 47\nA passerby suddenly asked for directions. He wants to go to the Magnificent Hillside... But wait, we're on our way to Caelite Land, which is in the opposite direction.\n\nTo go in the direction of the Foggy Forest Settlement, we should go to the swamp first, but there are a lot of enemies on the way. If I were alone, I could just avoid them, but...\n\nI need to get rid of the enemies and open a path for him.",
        "Russian_Text": "",
        "Chinese_Text": "有个行人突然找我问路。他想知道该如何去秘境山脚...等等，这里是通向閟玉大地的路。他走反了吧？若想去迷雾森林开拓地，首先需要去沼泽。不过路上有很多危险呀？我一个人的话可以轻松躲过...但考虑到这个人，还是在路上消除危险吧。"
    },
    "11031107": {
        "Dev_Desc": "태록림_서브_30107_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 42\\n수양의 장민예는 최근에 순찰하다가 이상한 경험을 했다고 한다. 도화상전의 곽호룡과 금경철문의 달빛바람을 만나서 인사를 했는데 자세히 봤더니 환영이었다고 한다. 그 이후로는 안개 그늘 숲으론 나가기도 싫다고 하는데... \\n\\n내가 기억을 없애줄 수 없으니, 앞으로 그런 경험을 하지 않도록 도와줘야겠다.",
        "English_Text": "[Recommended Level] 42\nJang Minei of the Sol Seekers had a strange experience while patrolling recently. She greeted Horyong of the Peach Blossom and Moonwind of Soul Steel, but when she looked closely, they were illusions. After that, she was no longer willing to venture into the Shadowed Mistwood...\n\nI can't help her forget, but I can do something so that she doesn't have to repeat this experience.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳的张敏艺说最近在巡逻中遇到了奇怪的事情。她遇到桃花商廛的郭浩龙与金庚哲门的月光疾风后打完招呼才发现其实是幻影。后来她再也不愿靠近雾影森林...我无法消除她的记忆，只好帮她不再遇到类似事情。"
    },
    "11031200": {
        "Dev_Desc": "태록림_서브_30200_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 49\\n폭포 근처에 위태롭게 서 있는 사람이 보인다. \\n혹시? 설마? 아니야. 내가 오해한 거겠지? \\n\\n그래도 혹시 모르니까 가까이 가보자.",
        "English_Text": "[Recommended Level] 52\nI can see someone standing dangerously near the waterfall. Or... is it? No way, I'm seeing things, right?\n\n...Just in case, let's go take a look.",
        "Russian_Text": "",
        "Chinese_Text": "看到了站在瀑布附近岌岌可危的人。难道？莫非？不会吧。应该是我的误会吧？不过为了以防万一，还是去看看吧。劝对方稍微退到安全的地方吧。虽然有点不好意思，但这也是无可奈何。"
    },
    "11031201": {
        "Dev_Desc": "태록림_서브_30201_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 47\\n갑자기 어느 수양대원이 임무를 맡고 낙담하고 있다. 유서까지 준비했다고? 낙원대성을 관측하는 임무를 맡았다는데 그게 그렇게 위험한 일인 걸까? \\n\\n옆에 있는 대원한테 관측 업무에 관해서 이야기를 들어보자. 낙원대성 관측이라니 좀 흥미롭기도 한데...",
        "English_Text": "[Recommended Level] 49\nA Sol Seeker became so discouraged by his mission that I heard he even prepared his will. Apparently he's tasked with observing Ape King Ogong. Is that really so dangerous?\n\nLet's hear more from the recruit next to me. Observing Ape King Ogong seems more interesting than dangerous...",
        "Russian_Text": "",
        "Chinese_Text": "有个搜阳队员接到任务后非常沮丧。甚至还准备了遗书？负责观察乐猿大圣有那么危险吗？问身边的队员有关观察任务的事情吧。观察乐猿大圣听起来也有点意思..."
    },
    "11031202": {
        "Dev_Desc": "태록림_서브_30202_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 48\\n수양 난아녀는 정기적으로 발발이를 제거하는 작업에 지쳐 있다고 한다. 낙원대성 관측 임무만 해도 적은 일은 아닐 텐데... 수양대원들은 정말 하는 일이 많구나. \\n\\n내가 수양대원들의 모든 일을 대신에 해 줄 수는 없겠지만, 발발이를 제거해주면 조금이나마 도움이 되지 않을까?",
        "English_Text": "[Recommended Level] 49\nKnott Mee of the Sol Seekers is tired of regularly having to deal with the Bulbaries. The Ape King Ogong monitoring mission isn't something that can just be ignored. The Sol Seekers really are stretched pretty thin.\n\nI won't be able to help them out a lot, but wouldn't they appreciate it if I eliminate the Bulbaries?",
        "Russian_Text": "",
        "Chinese_Text": "搜阳的兰非我很厌烦定期消灭龇牙犬的工作。观察乐猿大圣的任务本身就已经很沉重了...搜阳队员要做的事情真的很多。我虽然无法替搜阳队员解决所有事情，但帮忙消灭龇牙犬应该聊胜于无吧？"
    },
    "11031203": {
        "Dev_Desc": "태록림_서브_30203_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 50\\n수양 노도라는 팔독모가 혹시 둥지에서 나오지 않을까 걱정하고 있다. \\n팔독모? 뭔가 매우 위험할 것 같은 이름이네. \\n\\n주변의 적을 처치하면서 팔독모가 둥지를 빠져나오지 않았는지 확인하고, 현재 상황을 알려주면 도움이 되겠지?",
        "English_Text": "[Recommended Level] 50\nQuisby of the Sol Seekers is worried that Dokumo might come out of its nest. That Dokumo sounds pretty dangerous.\n\nIt might be helpful if I defeat nearby enemies, check if Dokumo has left its nest, and then report the situation.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳的鲁固步很担心八毒母会离开巢穴。八毒母？从名字就知道是个危险的家伙。消灭周围的敌人，同时查看八毒母有没有离开巢穴吧。把当前的情况告诉她应该会有所帮助吧？"
    },
    "11031204": {
        "Dev_Desc": "태록림_서브_30204_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 51\\n영교원 랑랑은 약을 만들기 위해 이끼가 필요하다. \\n해맞이 비탈길에 있는 수목정령에게서 이끼를 얻으면 된다고? 그리 어려운 일은 아닐 것 같은데... \\n한번 도와주도록 할까? \\n\\n이야기 들은 대로 해맞이 비탈길로 가서 수목정령을 제거하고 이끼를 얻어 보자. 이끼가 많이 부족하다고 했으니 좀 많이 없애야 할지도 모르겠다.",
        "English_Text": "[Recommended Level] 51\nLang Lang of the Soul Bridge needs more moss to make his medicine. I just need to get the moss from the Tree Spirits near Sunrise Climb? That shouldn't be too difficult... Should I help?\n\nGo to the Sunrise Climb and defeat the Tree Spirits. Since he needs a large quantity of moss, I might have to defeat a lot of them.",
        "Russian_Text": "",
        "Chinese_Text": "灵交院的良良需要苔藓来制作药物。从迎日坡路的树精灵身上获取苔藓就行？听起来不是难事...要不要帮忙呢？去迎日坡路消灭树精灵并搜集苔藓吧。良良说需要很多苔藓，那就多消灭一点树精灵吧。"
    },
    "11030208": {
        "Dev_Desc": "태록림_서브_30208_Desc",
        "Original_Text": "[권장 레벨] 30\\n예도항에서 만난 영교원 루루. 행색도, 말투도 다른 영교원 바롱과는 사뭇 달라 보였다. 마치 나를 알고 있는 듯 말하는 것도 그렇고 어쩐지 좀 수상하단 말이지…\\n\\n다급하게 화제를 전환한 루루는 신수 야루가 활동을 재개했다는 소식과 함께 야루의 상자가 힘을 되찾았다는 이야길 해주었다. 야루의 상자를 이용하면 언령석의 힘을 장비에 부여할 수 있다고 한다.\\n\\n루루가 준 언령석으로 야루의 상자를 이용해보자!",
        "English_Text": "[Recommended level] 30\\nLuru, a young teacher I met at Yedohang. His appearance and tone were quite different from those of other young teachers, Barong. He spoke as if he knew me, and it was a bit suspicious...\\n\\n ",
        "Russian_Text": "",
        "Chinese_Text": "【推荐等级】30\\nLuru，我在野都行认识的一位年轻老师，他的长相和语气与其他年轻老师巴龙有很大的不同，说话好像认识我一样，有点可疑…… "
    },
    "11031208": {
        "Dev_Desc": "태록림_서브_30208_Desc 진행 중 + 1000",
        "Original_Text": "[권장 레벨] 30\\n예도항에서 만난 영교원 루루. 행색도, 말투도 다른 영교원 바롱과는 사뭇 달라 보인다. 누군가를 애타게 찾고 있는 것 같은데…\\n\\n엥? 설마 찾고 있는 사람이 나야?",
        "English_Text": "[Recommended level] 30\\nLuru, a young teacher I met at Yedohang. The way I look and the way I speak, I look very different from other young teachers, Barong. It seems that I am desperately looking for someone…\\n\\nEh? Am I the person I am looking for?",
        "Russian_Text": "",
        "Chinese_Text": "【推荐等级】30\\nLuru，我在野都行认识的一位年轻老师。我的长相和说话的方式，和其他年轻老师的样子很不一样，巴龙。看来我在拼命找人……\\n\\n"
    }
}