{
    "18600000": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "새싹만 골라먹는 도둑도치들이 있습니다. 농작물에 손해가 이만저만이 아닙니다. 잎 도둑도치 좀 없애주십시오.",
        "English_Text": "There are thieves who only eat sprouts. The damage to the crops is not that great. Please get rid of the leaf thieves.",
        "Russian_Text": "Есть воры, которые едят только проростки. Ущерб урожаю - не единственное. Пожалуйста, избавьтесь от воров.",
        "Chinese_Text": "有些小偷只吃幼苗.农作物损失不小.请把偷叶子的倒牙去掉."
    },
    "18600001": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은 호수에 푸른소라게가 너무 많아서 걱정입니다. 잡식이라 안 먹는 게 없습니다. 모조리 먹어버리기 전에 수를 좀 줄여주십시오.",
        "English_Text": "I'm worried that there are too many blue hermit crabs in the shallow lake. They are omnivores, so there is nothing I can't eat. Please reduce the number before eating them all.",
        "Russian_Text": "Меня беспокоит, что в мелководном озере слишком много синих крабов-отшельников. Они всеядны, поэтому нет ничего, что я не мог бы съесть. Пожалуйста, уменьшите их количество, прежде чем съесть их всех.",
        "Chinese_Text": "浅水里有很多蓝海螺,真让人担心.因为是杂食,所以没有不吃的.在吃光之前,请减少一下数量."
    },
    "18600002": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은 호수에 있는 도둑도치들이 낚시에 쓸 생선 미끼를 훔쳐 갔습니다. 골치 아픈 생선 도둑도치들을 좀 처리해 주십시오.",
        "English_Text": "The thieves in the shallow lake have stolen the fish bait for fishing. Please take care of the troublesome fish thieves.",
        "Russian_Text": "Воры в мелком озере украли приманку для рыбной ловли. Пожалуйста, позаботьтесь о проблемных воришках.",
        "Chinese_Text": "浅水里的小偷们偷走了钓鱼用的鱼饵.麻烦你帮我处理一下鱼小偷."
    },
    "18600003": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "뱀버섯에 독이 있는 줄도 모르고 먹는 사람들이 있다고 합니다. 피해를 줄여야 하니 얕은 호수로 가서 뱀버섯을 없애주십시오.",
        "English_Text": "Some people eat snake mushrooms without even knowing they are poisonous. We need to reduce the damage, so go to a shallow lake and get rid of the snake mushrooms.",
        "Russian_Text": "Говорят, что есть люди, которые едят змеиные грибы, не зная, что они ядовиты. Чтобы уменьшить ущерб, идите к мелкому озеру и избавьтесь от змеиных грибов.",
        "Chinese_Text": "据说有些人不知道蛇蘑菇有毒就吃.要减少损失,请去浅水湖消灭蛇蘑菇."
    },
    "18600004": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은 호수의 연잎인간들은 무척 사납습니다. 연잎인 줄 알고 다가갔다가 되레 공격당하는 사람들이 한 둘이 아닙니다. 사람들이 다치지 않도록 연잎인간을 없애주십시오.",
        "English_Text": "The lotus humans in shallow lakes are very ferocious. We're not the only ones who approach them thinking it's a lotus leaf and then get attacked again. Please get rid of the lotus humans so they don't get hurt.",
        "Russian_Text": "Люди-лотосы в мелком озере очень свирепы. Нет ни одного или двух человек, которые подходят к ним, думая, что они листья лотоса, а затем снова подвергаются нападению. Пожалуйста, избавьтесь от людей-лотосов, чтобы люди не пострадали.",
        "Chinese_Text": "浅湖的荷叶人非常凶猛.以为是荷叶靠近后被攻击的人不止一两个请消灭荷叶人,以免伤到人."
    },
    "18600005": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "꽃게를 사두기만 하면 도둑도치가 와서 훔쳐 가고 있습니다. 얕은 호수로 도망친 말썽쟁이 도둑들을 혼내주십시오. 꽃게를 달고 있으니 쉽게 찾으실 수 있을 겁니다.",
        "English_Text": "As long as you buy the crab, the thieves come and steal it. Please scold the troublesome thieves who ran away to the shallow lake. They are wearing blue crabs, so you will be able to find them easily.",
        "Russian_Text": "Пока вы покупаете синих крабов, воры приходят и крадут их. Пожалуйста, ругайте назойливых воров, сбежавших в мелкое озеро. Они носят синих крабов, так что вы сможете легко их найти.",
        "Chinese_Text": "只要买了花蟹,刺猬就来偷走了.请教训一下逃到浅水湖的捣蛋贼.带着花蟹应该很容易就能找到."
    },
    "18600006": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은 호수에 있는 독침 연잎인간들이 대어방 총타로 오는 상인들을 방해하고 있습니다. 그들을 물리쳐 상인들을 도와주십시오.",
        "English_Text": "The stinging lotus-leaf men in the shallow lake are disturbing the merchants who come with the big fish bang. Please help the merchants by defeating them.",
        "Russian_Text": "Люди из листьев лотоса, живущие в мелком озере, мешают торговцам, идущим из дробовика Даэобанг. Пожалуйста, помогите торговцам, победив их.",
        "Chinese_Text": "浅水湖上的毒针荷叶人正在妨碍来到大鱼房的商人们.请击退他们帮助商人."
    },
    "18600007": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "얕은호수 언덕에 있는 여우들이 나그네들의 보따리를 훔쳐 가는 일들이 있다고 합니다. 버릇 나쁜 여우들을 혼내주십시오.",
        "English_Text": "Sometimes foxes in the shallow lake hills steal packs from strangers. Please scold the naughty foxes.",
        "Russian_Text": "Говорят, что лисы на мелководных озерных холмах крадут стайки путешественников. Упрекайте непослушных лисиц.",
        "Chinese_Text": "据说在浅银湖水山坡上的狐狸们会偷走游子们的包袱.请教训一下坏狐狸."
    },
    "18600008": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "썩은 벌목지에 나무를 다시 심어야 하는데 서인족들이 훼방을 놓고 있습니다. 나무 주위를 어슬렁거리는 서인족 전사를 처치해 주십시오.",
        "English_Text": "The trees need to be replanted in the rotten logging, but the westerners are getting in the way. Kill the western warriors roaming around the trees.",
        "Russian_Text": "Нам нужно пересадить дерево в гнилой лесной зоне, но жители Запада вмешиваются. Убейте западных воинов, бродящих вокруг дерева.",
        "Chinese_Text": "应该在腐烂的伐木地重新种上树,但西人却在捣乱.请处置徘徊在树周围的西人族战士."
    },
    "18600009": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "썩은 벌목지를 다녀온 사람들이 자꾸 아프다고 합니다. 서인족 때문에 전염병이 돌 수도 있으니 가만히 있을 수는 없습니다. 서인족 궁수라도 처치해 주십시오.",
        "English_Text": "People who have been to the rotten logging areas keep getting sick. The Westin can cause epidemics, so we can't just sit still. Kill the Westin archers.",
        "Russian_Text": "Люди, которые побывали на гнилых лесозаготовках, продолжают болеть. Из-за людей Вестина может быть эпидемия, поэтому мы не можем стоять на месте. Пожалуйста, убейте лучников Вестина.",
        "Chinese_Text": "从腐烂的伐木地回来的人总是生病.因为西人可能会传染病,所以不能袖手旁观.就算是西人族弓兵也请你去消灭吧."
    },
    "18600010": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "썩은 벌목지의 서인족들이 무고한 사람들을 죽였습니다. 서인족을 처치해 복수해 주십시오.",
        "English_Text": "The westerners in the rotten logging slaughtered innocent people. Please kill the westerners for revenge.",
        "Russian_Text": "Жители Запада в районе гнилой древесины убили невинных людей. Пожалуйста, убейте жителей Запада, чтобы отомстить.",
        "Chinese_Text": "腐烂的伐木地的西人杀死了无辜的人.请处置西人族进行报复."
    },
    "18600011": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "거북호 주변에 나타나는 거북이들 때문에 물고기 양식에 어려움을 겪고 있습니다. 호수 거북을 사냥해 수를 좀 줄여주십시오.",
        "English_Text": "The turtles appearing around the lake are making fish farming difficult. Hunt the lake turtles to reduce their numbers.",
        "Russian_Text": "Черепахи, появляющиеся вокруг озера, затрудняют ловлю рыбы. Пожалуйста, охотьтесь на озерных черепах, чтобы уменьшить их количество.",
        "Chinese_Text": "因为出现在龟湖周围的乌龟,鱼的养殖面临着困难.狩猎湖龟,请减少数量."
    },
    "18600012": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "거북호에 도통 자리를 뜨지 않는 거북이들이 있다고 합니다. 바로 호수 거북이 그렇지요. 무거운 호수 거북을 좀 처리해 주십시오.",
        "English_Text": "There are turtles in the Turtle Lake that never leave. That's the lake turtle. Please take care of the heavy lake turtles.",
        "Russian_Text": "Говорят, что есть черепахи, которые никогда не покидают черепашье озеро. Это озерная черепаха. Пожалуйста, позаботьтесь о тяжелых озерных черепахах.",
        "Chinese_Text": "据说龟湖上有一只完全不离开的乌龟.就是湖水乌龟请帮我处理一下沉甸甸的湖龟."
    },
    "18600013": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "폭주 수호검병이 드러난 유적지에 가득합니다. 그 수가 너무 많아 위협이 되고 있습니다. 그들을 처치해 주십시오.",
        "English_Text": "The ruins are full of exposed Guardswordsmen. They are too numerous to be a threat. Please kill them.",
        "Russian_Text": "Руины полны беглых мечников-стражей. Их слишком много, и они представляют угрозу. Пожалуйста, убейте их.",
        "Chinese_Text": "暴走守护剑兵的遗迹.那数量太多了所以成了威胁请处置他们."
    },
    "18600014": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "폭주 수호포병이 드러난 유적지에 끊임없이 나타나고 있습니다. 그들이 얕은 호수를 건너오기 전에 그 수를 줄여주십시오.",
        "English_Text": "Raging Guardian Artillery is constantly appearing in the revealed ruins. Please reduce their numbers before they cross the shallow lake.",
        "Russian_Text": "Артиллерия Сбежавших Стражей постоянно появляется в обнаженных руинах. Пожалуйста, уменьшите их количество, прежде чем они пересекут мелкое озеро.",
        "Chinese_Text": "暴走守护炮兵不断出现在遗迹中.在他们经过浅水湖之前,请减少它的数量."
    },
    "18600015": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "폭수 수호검병과 폭주 수호포병을 비롯하여, 정예 폭주 수호검병과 정예 폭주 수호포병을 모조리 처치해 주십시오. 폭주 수호병들이 지금은 잠자코 있는 것 같지만 언젠가 갑자기 마을로 쳐들어 올 수도 있습니다.",
        "English_Text": "Destroy all the elite Wild Guard Swordsmen and Furious Guard Artillery, as well as the Elite Furious Guard Swordsmen and the Elite Furious Guard Artillery. The Fury Guards seem to be silent right now, but they may suddenly come into town someday.",
        "Russian_Text": "Пожалуйста, убейте всех элитных спешащих сторожевых фехтовальщиков и элитную дикую гвардейскую артиллерию, включая неистового Стража-фехтовальщика и Яростную гвардейскую артиллерию. Охранники, кажется, молчат прямо сейчас, но однажды они могут внезапно вторгнуться в деревню.",
        "Chinese_Text": "包括暴走守护剑兵和暴走守护炮兵在内,请全部消灭精英暴走守护剑兵和精英暴走守护炮兵.暴走守护兵们现在好像在默默地呆着,但总有一天会突然闯入村子."
    },
    "18600016": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "유적지에 폭주 수호병들이 나타나 위협을 주고 있습니다. 폭주 수호검병이나 폭주 수호포병, 정예 폭주 수호병들을 처치해 사람들에게 위협이 되지 않도록 도움을 주십시오.",
        "English_Text": "Raging Guards are appearing at the ruins and threatening them. Defeat Raging Guards, Raging Guard Artillery, and Elite Raging Guards to help keep them from becoming a threat.",
        "Russian_Text": "Появляются Сбежавшие Стражи и угрожают руинам. Помогите им не стать угрозой для людей, победив Сбежавших Стражей Мечников, Артиллерию Сбежавших Стражей и элитных Сбежавших Стражей.",
        "Chinese_Text": "遗迹里出现了暴走守护兵,给他们带来了威胁.请消灭暴走守护剑兵、暴走守护炮兵、精英暴走守护兵,帮助人们避免受到威胁."
    },
    "18600017": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "몹쓸 창도단 검사와 쌍칼 녀석들이 숲에 진을 치고 얼씬도 못하게 한다고 합니다. 어서 가서 창도단을 소탕하고 길 좀 뚫어 주십시오.",
        "English_Text": "It is said that the evil spearman swordsmen and the double swords camp in the forest and are not allowed to approach. Go ahead, clear the spears and clear a path.",
        "Russian_Text": "Говорят, что плохой фехтовальщик и двойные мечи разбили лагерь в лесу, и им не разрешено даже войти. Идите вперед, расчистите копья и расчистите путь.",
        "Chinese_Text": "不好的昌道团检察官和双刀小子们在森林里安营扎寨,不让他们靠近.快去扫荡昌道团开路吧."
    },
    "18600018": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "창도단 세력이 날로 커져 피해를 입는 주민들이 늘어나고 있습니다. 창도단 소굴로 가서 창도단 검사와 쌍칼을 물리쳐 약탈 피해가 더 늘지 않도록 도와주십시오.",
        "English_Text": "The force of the spear gang is growing, and the number of residents taking damage is increasing. Go to the spear gang's lair and defeat the spear swordsman and the double sword to help prevent further looting damage.",
        "Russian_Text": "Сила банды копейщиков растет день ото дня, и число жителей, страдающих от повреждений, увеличивается. Отправляйся в логово копейщиков и победи фехтовальщика копейщиков и двойной меч, чтобы предотвратить дальнейшие разграбления.",
        "Chinese_Text": "昌道团势力日益壮大,受害的居民正在增多.请前往昌道团巢穴,帮助昌道团检察官击退双刀,避免掠夺伤害进一步增加."
    },
    "18600019": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "창도단 소굴로 가서 무고한 사람들을 괴롭히는 창도단 궁사와 투사를 처치해 주십시오. 정예 창도단 투사와 정예 창도단 궁사도 함께 처치해 주십시오. 창도단을 그냥 놔두면 후에 큰 위협이 될 것입니다.",
        "English_Text": "Go to the spears' lair and kill the spears and spears who are harassing the innocent. Kill the elite spearmen and the elite spears as well. If you leave the spears alone, they will become a huge threat later. is.",
        "Russian_Text": "Иди в логово копий и убей копья и копья, которые беспокоят невинных людей. Убей также элитных копейщиков и элитные копья. Если ты оставишь копья в покое, они станут большой угрозой позже.",
        "Chinese_Text": "请前往昌道团巢穴,消灭欺负无辜的昌道团弓箭手和斗士.精英昌道团斗士和精英昌道团弓师也一起消灭吧.如果放任昌道团不管的话以后会成为很大的威胁."
    },
    "18600020": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "수목정령 때문에 고도시 숲길을 꺼리는 행인들이 많다고 합니다. 정예 수목정령을 마주쳐서 액운을 쫓는 제사까지 지내는 이도 있다고 합니다. 두려워하는 행인들을 위해 수목정령을 처리해 주십시오.",
        "English_Text": "It is said that many passersby are reluctant to walk through the forests of the ancient city because of the tree spirit. Some even perform a ritual to ward off bad luck by encountering an elite tree spirit. Please deal with the tree spirit for the fearful passersby.",
        "Russian_Text": "Говорят, что есть много прохожих, которые не хотят идти по лесам древнего города из-за духа дерева. Некоторые даже проводят ритуал, чтобы отразить неудачу, встретив элитного духа дерева. Пожалуйста, разберитесь с ним. дух дерева для устрашающих прохожих .",
        "Chinese_Text": "因为树木精灵有很多人不喜欢古都森林之路.也有人遇到精英树木精灵后祭祀厄运.请为害怕的行人处理树木精灵."
    },
    "18600022": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "고도시 숲길의 호랑이를 처치해 주십시오. 호랑이 때문에 사슴과 산양이 모두 없어지겠습니다.",
        "English_Text": "Please kill the tigers on the old city forest road. The tigers will destroy both deer and goats.",
        "Russian_Text": "Пожалуйста, убейте тигров на лесной дороге старого города. Из-за тигров исчезнут и олени, и козы.",
        "Chinese_Text": "请处置古都市林荫道的老虎.因为老虎,鹿和山羊都会消失."
    },
    "18600023": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "수목정령 때문에 행인들이 고도시 숲길을 다닐 수가 없다고 합니다. 두려워하는 행인들을 도와주십시오.",
        "English_Text": "Pedestrians say they can't go through the forest trails of Kodo City because of the tree spirit. Please help those who are afraid.",
        "Russian_Text": "Говорят, что прохожие не могут пройти по лесной дороге в городе Кодо из-за духа дерева. Пожалуйста, помогите тем, кто боится.",
        "Chinese_Text": "因为树木精灵,行人们都不能走古都森林之路.请帮助害怕的行人."
    },
    "18600024": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "투엽단 근거지의 원주민들이 투엽단 때문에 집을 빼앗기고도 돌아가지 못하고 있습니다. 투엽단 검사나 궁사를 처치해서 의협이 살아있음을 보여주십시오.",
        "English_Text": "Indigenous peoples of the Wildcats' base have lost their homes and are unable to return. Show them that the Medical Association is alive by defeating the Fighting Blade swordsmen or archers.",
        "Russian_Text": "Коренные народы на базе бойцовского клуба лишены своих домов и не могут вернуться. Убейте фехтовальщика или лучника, чтобы показать, что Медицинская ассоциация жива.",
        "Chinese_Text": "图叶团根据地的土著居民因为图叶团被抢走了家也不能回去.处置斗夜团检察官或弓箭手,证明医协还活着."
    },
    "18600025": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "투엽단 때문에 다치는 사람들이 늘어나고 있습니다. 투엽단 근거지로 가서 투엽단이 만행을 저지르지 못하도록 막아야 합니다. 투엽단 검사, 궁사, 암살자, 기공사, 정예 투엽단 도끼전사를 처치해 주십시오.",
        "English_Text": "More and more people are getting hurt by the Brawler. Go to the Brawler's stronghold and stop the Brawler from committing atrocities. Kill the Brawler Swordsman, the Archer, the Assassin, the Technician, and the Elite Brawler's Axe. ",
        "Russian_Text": "Все больше и больше людей получают травмы из-за бойцов. Отправляйтесь на базу бойцов и не позволяйте бойцам совершать зверства. Убивайте мастеров клинка, лучников, ассасинов, техников и элитных боевых топоров.",
        "Chinese_Text": "因为斗夜团受伤的人正在增多.要去斗夜团根据地阻止斗夜团的野蛮行为请消灭斗夜团检察官、弓箭手、暗杀者、气功师、精英斗夜团斧头战士."
    },
    "18600026": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "투엽단은 고약하기로 명성이 자자한데 그중에서도 투엽단 암살자들은 그 악독함이 혀를 내두를 정도라고 합니다. 그들을 처치해 주십시오.",
        "English_Text": "The Fighters have a reputation for being venomous, especially the Fighters assassins, whose viciousness is tongue-in-cheek. Kill them.",
        "Russian_Text": "Клинки печально известны тем, что они вонючие, и среди них Клинки Ассасинов говорят, что их злоба является насмешкой. Убейте их.",
        "Chinese_Text": "斗夜团以其可恶而闻名,其中斗夜团暗杀者们的恶毒程度令人咋舌.请处置他们."
    },
    "18600027": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "투엽단의 불법 밀수 때문에 보통 사람들에게 가는 피해가 이만 저만한 게 아닙니다. 어서 투엽단 근거지로 가주십시오. 투엽단 기공사에게 본때를 보여줍시다.",
        "English_Text": "The damage done to ordinary people by illegal smuggling by the fighters is not so great. Please go to the fighters' base. Let's set the example for the fighters.",
        "Russian_Text": "Ущерб, нанесенный обычным людям из-за незаконного ввоза стаи, не так велик. Пожалуйста, отправляйтесь на базу отряда.",
        "Chinese_Text": "因为斗夜团的非法走私,给普通人带来的损失不小.快去斗夜团根据地吧.给斗夜团气功师看看厉害."
    },
    "18600028": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "거미들이 깊은 묘지 숲에 나타나 묘지를 파헤친다는 소문이 돌고 있습니다. 묘지에서 귀신이 나오기 전에 어서 가서 거미를 없애주십시오.",
        "English_Text": "There are rumors of spiders appearing in the deep cemetery forest and digging the graveyard. Go and get rid of the spiders before the ghosts appear in the graveyard.",
        "Russian_Text": "Ходят слухи, что пауки появляются в глубоком кладбищенском лесу и роют кладбище. Идите и избавьтесь от пауков до того, как призраки выйдут из кладбища.",
        "Chinese_Text": "有传闻说蜘蛛出现在深墓地的森林里挖掘墓地.在墓地出鬼之前,请快去消灭蜘蛛."
    },
    "18600029": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "깊은 묘지 숲에서는 한 발자국 가면 노숙령이, 두 발자국 가면 동자령이 나타나 사람을 홀리고 잡아간다고 합니다. 사람들이 홀리지 않도록 노숙령과 동자령을 몰아내주십시오.",
        "English_Text": "In the deep cemetery forest, it is said that one step away from the cemetery, and two steps will bring the spirit of old age, and two steps away, the spirit of the old man will appear, bewitching and arresting people.",
        "Russian_Text": "В глухом кладбищенском лесу говорят, что если вы отойдете на один шаг, появится дух бездомности, а если вы сделаете два шага, появится дух Тонджа-рёна и схватит людей.",
        "Chinese_Text": "据说,在深山老林里,一步一步露宿,两步一步出现东子岭,迷惑并抓走人.请把露宿令和儿童令赶出去,以免被人迷惑."
    },
    "18600030": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "도깨비가 너무 무섭습니다. 어떤 요술을 부릴지 도통 알 수가 없는데 어찌 무섭지 않겠습니까? 심신을 미약하게 하는 도깨비들이 제발 사라지면 좋겠습니다. 깊은 묘지 숲으로 가서 도깨비들을 처리해 주십시오.",
        "English_Text": "Goblin is so scary. You don't know what kind of magic you're going to use, so how can you not be afraid? I hope the demons that weaken mind and body go away. Go to the deep cemetery forest and deal with the demons.",
        "Russian_Text": "Гоблин такой страшный. Вы не знаете, какую магию собираетесь использовать, так как же вы можете не бояться? Я надеюсь, что демоны, слабые телом и разумом, исчезнут.",
        "Chinese_Text": "鬼怪太可怕了怎么能不害怕呢.让身心衰弱的鬼怪们希望能消失请你到深山里去消灭鬼怪."
    },
    "18600031": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "해지는 목초지에 있는 가축들이 사묘정을 두려워하여 방목을 할 수 없다고 합니다. 가서 좀 도와주십시오.",
        "English_Text": "The cattle in the pastures at sunset say they can't graze because they're afraid of the dead. Go and help.",
        "Russian_Text": "Скот на пастбище на закате говорит, что не может пастись, потому что боится мертвецов. Идите и помогите.",
        "Chinese_Text": "据说在日落的草场里的家畜们因为害怕沙墓亭而不能放牧.请你去帮忙."
    },
    "18600032": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "붉은 발발이들이 해지는 목초지의 풀을 뜯어 먹어 가축에게 줄 여물이 부족하다고 합니다. 발발이들을 처리해 주십시오.",
        "English_Text": "The red hogs graze on the pastures at sunset and say they don't have enough fodder for their livestock. Please deal with them.",
        "Russian_Text": "Красные свиньи пасутся на пастбищах на закате и говорят, что у них не хватает корма для скота. Пожалуйста, разберитесь с амброзией.",
        "Chinese_Text": "据说,红色的脚丫子们啃着日落的草场的草,给家畜的饲料不足.请处理掉这些暴发户."
    },
    "18600033": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "해지는 목초지에는 풀밭에 황금이 있다는 사실을 아십니까? 완벽한 황금 발발이는 번쩍이는 황금 잎을 가지고 있지요. 황금 잎을 구해주십시오. 모은 황금을 좋은 곳에 쓸 수 있을 겁니다.",
        "English_Text": "Did you know that there is gold in the pastures in the sunset pastures? The perfect golden hawk has gleaming golden leaves. Save the golden leaves. The gold you collect will be put to good use.",
        "Russian_Text": "Знаете ли вы, что в траве на закатных пастбищах есть золото? У идеального золотого мопса блестящие золотые листья. Сохраните золотые листья. Золото, которое вы соберете, будет использовано с пользой.",
        "Chinese_Text": "你知道日落的草地上有黄金吗?拥有完美的黄金爆发的金叶.请把黄金叶拿来.收集的黄金应该可以用在好的地方."
    },
    "18600034": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "돌 언덕 구릉지에서 곰들을 처치해 주십시오. 무서워서 돌 언덕 구릉지에 갈 엄두가 나지 않습니다. ",
        "English_Text": "Defeat the bears in Stone Hill Hills. I am afraid to go to Stone Hill Hills. ",
        "Russian_Text": "Пожалуйста, убейте медведей на холмах Каменного холма. Я боюсь идти на холмы Каменного холма.",
        "Chinese_Text": "请在石坡丘陵地消灭熊.我害怕得不敢去石山丘陵地."
    },
    "18600035": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "돌 언덕 구릉지에는 호랑이가 왜 이렇게 많을까요? 돌 언덕 구릉지를 돌아다니는 호랑이를 처치해 주십시오.",
        "English_Text": "Why are there so many tigers in Stone Hill Hills? Kill the tigers that roam the Stone Hill Hills.",
        "Russian_Text": "Почему так много тигров на холмах Каменного холма? Убейте тигров, бродящих по холмам Каменного холма.",
        "Chinese_Text": "石坡丘陵地为什么有这么多老虎?请消灭在石坡丘陵地的老虎."
    },
    "18600036": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "돌 언덕 구릉지의 곰과 호랑이는 힘이 세고 성질이 사납기로 유명합니다. 동물은 물론이고 사람들도 습격하여 해를 입힙니다. 누군가 그 맹수들을 꼭 처리해야 합니다.",
        "English_Text": "Bears and tigers in the Stone Hill Hills are known for their strength and ferocity. They attack and harm animals as well as people. Someone must deal with these beasts.",
        "Russian_Text": "Медведи и тигры на холмах Каменного холма известны своей силой и свирепостью. Они нападают и причиняют вред как животным, так и людям. Кто-то должен иметь дело с этими зверями.",
        "Chinese_Text": "石坡丘陵地的熊和老虎以力量大、性格凶猛而闻名.不仅是动物,人们也会袭击,造成伤害.一定要有人去处理那些猛兽."
    },
    "18600037": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "침식된 서인족이 파괴된 수와족 마을을 세균으로 오염시키고 있습니다. 위생을 위하여 침식된 서인족을 처치해 주십시오.",
        "English_Text": "The eroded westerners are polluting the destroyed Suwa villages with germs. Please kill the eroded westerners for hygiene.",
        "Russian_Text": "Разрушенные западные люди загрязняют разрушенную деревню Сува микробами. Пожалуйста, убейте разрушенных западных людей в целях гигиены.",
        "Chinese_Text": "被侵蚀的西人族正在用细菌污染被破坏的水族村庄.为了卫生请消灭被侵蚀的西人."
    },
    "18600038": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "파괴된 수와족 마을에 나타난 침식된 서인족 때문에 수와족이 몹시 시달리고 있습니다. 그들을 처치해 수와족이 안전하게 지낼 수 있도록 도와주십시오",
        "English_Text": "The Suwa are suffering terribly because of the eroded Westin appearing in the destroyed Suwa village. Please help the Suwa stay safe by defeating them.",
        "Russian_Text": "Сува очень сильно страдают из-за разрушенного Вестина, который появился в разрушенной деревне Сува. Пожалуйста, помогите им остаться в безопасности, победив их.",
        "Chinese_Text": "被破坏的苏瓦族村庄里出现的被侵蚀的西人族让苏瓦族非常痛苦.请处置他们,帮助水族安全地生活"
    },
    "18600039": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "파괴된 수와족 마을에 침식된 서인족이 나타난 이후로 수와족은 힘든 생활을 이어나가고 있습니다. 그런데 악어까지 나타나 수와족이 더욱 힘들어졌다고 합니다. 침식된 서인족과 악어들을 처치해서 수와족을 도와주십시오.",
        "English_Text": "Since the eroded Westin appeared in the destroyed Suwa village, the Suwa have been living a difficult life. However, the appearance of crocodiles has also made it even more difficult for the Suwa. Help the Suwa by killing them.",
        "Russian_Text": "С тех пор, как разрушенный Вестин появился в разрушенной деревне Сува, люди сува жили тяжелой жизнью. Однако говорят, что также появились крокодилы, что еще больше усложнило жизнь народу Сува. Пожалуйста, помогите ва.",
        "Chinese_Text": "被破坏的水族村里出现了被侵蚀的西人族后,水族开始了艰难的生活.但是雷克顿也出现了,据说水族变得更加困难.请消灭被侵蚀的西人和雷克顿,帮助苏瓦族."
    },
    "18600040": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "최근에 급격히 푸른소라게가 많아져 어업에 방해가 되고 있습니다. 떠밀려온 난파선 잔해 근처의 푸른소라게를 정리해 주십시오.",
        "English_Text": "The recent surge in blue hermit crabs has been disrupting fishing. Please clear up the blue hermit crabs near the wrecked wreckage.",
        "Russian_Text": "В последнее время количество синих крабов-отшельников быстро увеличилось, что беспокоит рыбную промышленность. Пожалуйста, уберите синих крабов-отшельников рядом с обломками потерпевшего крушение корабля.",
        "Chinese_Text": "最近青蟹急剧增多,妨碍了渔业.请整理一下漂流来的遇难船残骸附近的蓝海螺蟹."
    },
    "18600041": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "으스스한 골짜기에서 늪지 악어에게 다치는 사람들이 늘어나고 있습니다. 사람들이 피해를 입지 않도록 도와주십시오.",
        "English_Text": "More and more people are getting hurt by swamp crocodiles in Eerie Valley. Please help keep them from harm.",
        "Russian_Text": "Все больше и больше людей страдают от болотных крокодилов в Жуткой долине. Пожалуйста, помогите им уберечься.",
        "Chinese_Text": "在阴森的山谷里,被沼泽雷克顿伤害的人正在增多.请帮助人们避免受害."
    },
    "18600042": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "불마자들 때문에 공허의 구덩이는 도저히 사람이 살 수 없는 곳이 되었습니다. 그들을 처치해 주십시오.",
        "English_Text": "The Void Pit has become uninhabitable because of the Burners. Kill them.",
        "Russian_Text": "Яма Бездны стала непригодной для жизни из-за Горелок. Убейте их.",
        "Chinese_Text": "因为火魔们,空虚的坑成了人类无法生存的地方.请处置他们."
    },
    "18600043": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "혼도 없이 사람 껍데기만 남아 돌아다니는 불마자는 반드시 처치해야 할 존재입니다. 어서 공허의 구덩이로 가서 불마자를 처치해 주십시오. ",
        "English_Text": "The soulless, human-husked raven must be slain. Go to the pit of the void and slay it.",
        "Russian_Text": "Булму, которая блуждает без души и остается только человеческая кожа, нужно убить. Идите в Яму Бездны и убейте Булму.",
        "Chinese_Text": "没有灵魂只剩下人的外壳的火魔是必须要消灭的存在.快去空旷的坑里消灭火魔吧."
    },
    "18600044": {
        "Dev_Desc": "반달호수 협행",
        "Original_Text": "공허의 구덩이에는 아직도 불마자들이 끊이지 않고 나타나고 있습니다. 끝이 없는 전투때문에 불마자에게 당한 사람은 물론 당하지 않은 사람들까지, 모두가 두려움에 떨고 있습니다. 사람들을 위해 불마자들과 정예 불마자들을 처치해 주십시오.",
        "English_Text": "The pits of the void are still haunted by mortals. In the never ending battle, both those who have suffered and those who have not been struck by them are terrified. Kill the Fire Demons.",
        "Russian_Text": "Ямы пустоты все еще преследуют дебилы. В нескончаемой битве и те, кто потерпел поражение, и те, кто не был опустошен, напуганы. Пожалуйста, сделайте это.",
        "Chinese_Text": "空荡荡的坑里还不断地出现着火魔.因为无尽的战斗,不仅有被火魔者攻击的人,还有没有被攻击的人,所有人都在恐惧中颤抖.请为人们消灭火魔者和精锐火魔者."
    },
    "18600501": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "밀림 발발이 등 위에 버섯은 분명 독버섯일 겁니다. 얼마 전에 누군가 그걸 요리해서 먹었다가 거의 죽을 뻔했거든요. 애먼 사람이 당하기 전에 거미 숲 길의 밀림 발발이를 처치해 주십시오.",
        "English_Text": "The mushroom on Jungle's back must be poisonous. Someone cooked and ate it some time ago and almost died. Kill the Jungle Snake on Spider Forest Path before Ammon gets hit.",
        "Russian_Text": "Гриб на спине червя из джунглей, должно быть, ядовит. Кто-то приготовил и съел его некоторое время назад и чуть не умер. Убейте червя на тропе паучьего леса, пока не ударил Аммона.",
        "Chinese_Text": "丛林爆发的背后的蘑菇肯定是毒蘑菇.不久前有人做料理吃的时候差点死了请在遥远的人遭遇之前消灭蜘蛛森林之路的丛林使者."
    },
    "18600502": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "거미 숲 길에 가면 깜짝 놀랄 정도로 밀림 거미들이 쫙 깔려있지요. 예전에는 거미집이 너무 많아서 햇살이 보이지 않을 정도였다고 합니다. 밀림 거미를 두려워하고 무서워하는 사람들을 위해서 거미를 처치해 주십시오.",
        "English_Text": "When you go through the spider forest, you'll be amazed at how many jungle spiders there are. In the past, there were so many cobwebs that you couldn't even see the sunlight. For those who are afraid of jungle spiders, please kill them. ",
        "Russian_Text": "Если вы пройдете через паучий лес, вы будете поражены тем, сколько там пауков в джунглях. В прошлом было так много паутины, что вы даже не могли видеть солнечный свет. Для тех, кто боится пауков в джунглях, пожалуйста, убейте их .",
        "Chinese_Text": "走在蜘蛛森林的路上,密林蜘蛛们都吓了一跳.据说以前蜘蛛屋太多了,连阳光都看不见.请为那些害怕和害怕丛林蜘蛛的人消灭蜘蛛."
    },
    "18600503": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라화가 시끄러운 것이 하루 이틀 일이 아니다 보니, 귀가 먹먹하다거나 이상이 생기는 사람이 점점 늘어나고 있습니다. 이제 더는 시달리고 싶지 않습니다. 거미 숲길의 만다라화 좀 처치해 주십시오.",
        "English_Text": "The Spider Forest Path is a useful route to the Eastern Survey Forest, but it doesn't take too much time because of the mandala. Defeating the mandala will be of great help.",
        "Russian_Text": "Не бывает в течение дня или двух, чтобы мандалы были шумными, поэтому все больше и больше людей страдают глухотой или отклонениями от нормы. Я не хочу больше страдать. Пожалуйста, избавьтесь от мандал на тропинке в паучьем лесу.",
        "Chinese_Text": "曼陀罗的麻烦不是一天两天的事,耳朵聋或出现异常的人越来越多.我不想再受折磨了.请消灭蜘蛛森林路的曼陀罗花."
    },
    "18600504": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "동부 생태 조사림은 치안이 많이 좋아지긴 했지만, 의식 없는 시귀들에게 이유 없이 공격당하는 개척자들이 한 둘이 아닙니다. 피해를 줄이려면 의식 없는 시귀 궁사와 병사를 처치해야 합니다.",
        "English_Text": "East Ecological Forests have become much more secure, but we are not the only pioneers who are attacked by unconscious demons for no reason. To reduce damage, unconscious archers and soldiers must be slain.",
        "Russian_Text": "Несмотря на то, что в Восточном экологическом лесу улучшена безопасность, мы не единственные пионеры, на которых нападают бессознательные демоны без всякой причины. Чтобы уменьшить урон, нам нужно убивать бессознательных демонических лучников и солдат.",
        "Chinese_Text": "东部生态调查林虽然治安变好了很多,但是被无意识的市鬼无缘无故攻击的开拓者不止一两个.要想减少伤害,必须消灭昏迷的西归宫师和士兵."
    },
    "18600505": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "동부 생태 조사림에서 묘면족이 지나가는 행인들에게 사납게 굴고 있다고 합니다. 보통의 묘면족은 조심스러운 편인데 무언가 이상합니다. 무언가가 그들을 난폭하게 만든 것 같습니다. 침식된 묘면족들에게서 단서를 수집해 와주십시오.",
        "English_Text": "In the Eastern Ecological Forest, the Myomyeon are said to be ferocious towards passersby. The Myomyeon are usually cautious, but something is strange. Something seems to have made them wild. Gather the clues, please.",
        "Russian_Text": "Говорят, что Мёён в Восточном экологическом лесу свирепы по отношению к прохожим. Обычные Мёён осторожны, но что-то странно. Что-то, кажется, сделало их жестокими. Соберите улики у разрушенного Мёён. Пожалуйста, приходите.",
        "Chinese_Text": "据说在东部生态调查林里,苗面族正在向路过的行人猛扑过去.一般的妙面族比较小心,但有点奇怪.好像有什么东西把他们弄得很乱.请从被侵蚀的苗族那里收集线索."
    },
    "18600506": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "오늘도 동부 생태 조사림에서 의식 없는 시귀들에게 공격당한 피해자들이 속출했습니다. 의식 없는 시귀 궁사와 병사를 처치해 피해자가 더 이상 늘어나지 않도록 도움을 주십시오.",
        "English_Text": "Today in the Eastern Ecological Forest, there have been several victims of attacks by unconscious demons. Please help prevent the number of victims from increasing by killing unconscious demonic archers and soldiers.",
        "Russian_Text": "Даже сегодня, в Восточном Экологическом Лесу, было много жертв нападений бессознательных демонов. Пожалуйста, помогите предотвратить увеличение числа жертв, убивая бессознательных демонических лучников и солдат.",
        "Chinese_Text": "今天在东部生态调查林中,被毫无意识的市鬼攻击的受害者层出不穷.请处置昏迷的市归宫寺和士兵,帮助受害者不再增加."
    },
    "18600507": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라화가 소리를 낼 때 밀림 발발이도 소리를 낸다고 합니다. 마치 노래를 따라 부르는 것처럼요. 만다라화에 밀림 발발이까지 합세하니 시끄러워서 견딜 수가 없습니다. 만다라화 폭포 앞의 밀림 발발이 좀 처치해 주십시오.",
        "English_Text": "They are said to also make noises when the mandala makes a sound. It's like singing along to a song. I can't stand the noise as the mandala also joins the jungle outbreak. The jungle outbreak in front of Mandala Falls, please deal with it. ",
        "Russian_Text": "Говорят, что когда мандала издает звук, вспышка в джунглях также издает звук. Это похоже на пение песни. Вспышка в джунглях перед водопадом мандалы также присоединяется к мандале, поэтому шум становится невыносимым. со вспышкой джунглей перед водопадом мандалы .",
        "Chinese_Text": "曼陀罗生气的时候丛林爆发也会发出声音就像跟着唱歌一样万达拉祸加上密林爆发,吵得我受不了.请处置曼陀罗瀑布前的丛林爆发."
    },
    "18600508": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "시끄러운 만다라화가 폭포 쪽에 있어서 참 다행입니다만, 언제 예도항 쪽으로 넘어올지 모르는 일입니다. 만다라화가 넘어오지 못하도록 저지해 주십시오.",
        "English_Text": "I'm glad the noisy mandala is on the waterfall side, but you never know when it will cross over to Yedohang. Please stop the mandala from falling over.",
        "Russian_Text": "Очень удачно, что шумная мандала находится на берегу водопада, но никогда не знаешь, когда она перейдет в порт Эдо. Пожалуйста, не дай мандале упасть.",
        "Chinese_Text": "虽然很庆幸曼陀罗花在瀑布附近,但不知道什么时候会来到艺道港.请阻止万达拉生气."
    },
    "18600509": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라 폭포 앞은 만다라화의 소음 때문에 지나기가 괴롭습니다. 작은 만다라화나 만다라화 뿐만 아니라 정예 만다라까지 함께 처치해야 이 문제가 비로소 해결될 겁니다. 작은 만다라화, 만다라화, 정예 만다라화의 처치를 부탁드립니다.",
        "English_Text": "It is difficult to pass in front of the Mandala Falls due to the noise of the mandala. This problem will only be solved by killing not only the small mandala, but also the elite mandala. Please kill the small mandala, mandala and elite mandala. .",
        "Russian_Text": "Трудно пройти перед водопадом Мандала из-за шума мандалы. Это только тогда, когда вы убиваете не только маленькую мандалу и мандалу, но и элитную мандалу. Только эта проблема будет решена. Пожалуйста, снимите малая мандала, мандала и элитная мандала .",
        "Chinese_Text": "曼陀罗瀑布前因为曼陀罗的噪音很难过去.不仅要消灭小曼陀罗、曼陀罗、精英曼陀罗,这个问题才能解决.请处理小曼陀罗、曼陀罗、精英曼陀罗."
    },
    "18600510": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "밀림 늑대는 마주치고 싶지 않은 두려운 존재지요. 풍요 우림 거점의 사람들이 안심하고 주변을 다닐 수 있도록 늑대를 처치해 주십시오.",
        "English_Text": "The jungle wolf is a terrifying creature you don't want to encounter. Please kill the wolves so that the people of the Abundance Rainforest can move around with peace of mind.",
        "Russian_Text": "Волк из джунглей - грозное существо, с которым ты не хочешь столкнуться. Пожалуйста, убей волка, чтобы жители тропического леса изобилия могли спокойно передвигаться.",
        "Chinese_Text": "丛林狼是不想遇到的可怕的存在.为了让富饶雨林据点的人们安心的四处走动,请消灭狼."
    },
    "18600511": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풍요 우림 거점은 식량 생산이 가능해 개척자들에게 중요한 곳인데 주위에 녹각다귀들이 많아 걱정입니다. 그들이 풍요 우림 거점에 넘어오지 못하도록 처치해 주십시오.",
        "English_Text": "The Abundance Rainforest Node is an important area for pioneers because it can produce food, but I'm worried because there are a lot of antlers around. Please make sure they don't fall into the Abundance Rainforest Node.",
        "Russian_Text": "Узел тропического леса изобилия - важное место для пионеров, потому что он может производить еду, но я волнуюсь, потому что вокруг много рогов. Пожалуйста, позаботьтесь о них, чтобы они не попали в узел тропических лесов изобилия.",
        "Chinese_Text": "丰饶雨林据点可以生产粮食,对开拓者来说是重要的地方,周围有很多绿角豹,真让人担心.请处置他们,不要进入富饶的雨林据点."
    },
    "18600512": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라화의 줄기가 독 치료에 효과가 있다는데 그야말로 거짓 소문입니다. 사람들이 현혹되지 않도록 만다라화를 처리해 주십시오.",
        "English_Text": "It's a false rumor that the stem of the mandala is effective against poison. Please dispose of the mandala so as not to deceive people.",
        "Russian_Text": "Это ложный слух о том, что стебли мандалы эффективны при лечении яда. Пожалуйста, избавьтесь от мандалы, чтобы вас не обманули.",
        "Chinese_Text": "曼陀罗花的茎对毒治疗有效果,简直是谎言.请处理曼陀罗,以免被人迷惑."
    },
    "18600513": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "연안 발발이의 쪽빛 잎을 보셨습니까? 참으로 아름다운 잎이지요. 그 잎으로 바구니를 만들어 수월항으로 보냈는데 반응이 좋았습니다. 잎을 모아주시면 또 만들어 보내겠습니다.",
        "English_Text": "Did you see the indigo leaf of the coastal bald eagle? It's a beautiful leaf. I made a basket from the leaf and sent it to Suwol Port, and the response was good. If you collect the leaves, I'll make another one.",
        "Russian_Text": "Вы видели листья индиго прибрежного белоголового орлана? Это красивый лист. Я сделал корзину с листьями и отправил ее в порт Суволь, и ответ был хорошим. Если вы соберете листья, я пришлю вам еще один. . ",
        "Chinese_Text": "看到沿岸爆发的蔚蓝叶子了吗?真是美丽的叶子啊.用那片叶子做了篮子,送到了水港,反应很好.收集叶子的话我会再给你做的"
    },
    "18600514": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "버려진 감시탑 주변에 작은 선착장이 있는데 연안 소라게와 연안 거북 무리 때문에 이용하기가 어렵다고 합니다. 낚시로 생계를 이어나가는 사람들을 위해 그것들을 몰아내고 길을 터 주십시오.",
        "English_Text": "There is a small marina around the abandoned watchtower, which is said to be difficult to use because of the hermit crabs and coastal turtle swarms. Please drive them out and clear the way for those who make a living by fishing.",
        "Russian_Text": "Вокруг заброшенной сторожевой башни есть небольшая пристань, которую, как говорят, трудно использовать из-за крабов-отшельников и прибрежных черепах. Пожалуйста, прогоните их и расчистите путь для тех, кто зарабатывает на жизнь рыбной ловлей.",
        "Chinese_Text": "废弃的监视塔周围有一个小码头,因为沿岸的海螺蟹和沿岸的乌龟群,所以很难使用.请把它们赶走,为那些以钓鱼为生的人铺路."
    },
    "18600515": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "가는 모래 하구가 수상합니다. 그곳의 거북이와 발발이, 소라게가 사나워졌다고 합니다. 심지어 몇몇은 사람들을 먼저 공격하기도 한다고 하더군요. 만다라화의 소음 때문이라고 추측하는 사람도 있지만, 그것이 원인이 아닐 수도 있습니다. 일단은 사람을 공격하도록 내버려 둬서는 안 되니 그곳의 생물들을 정리해 주십시오. ",
        "English_Text": "The fine sand estuary is questionable. Turtles, bald eagles and hermit crabs there are said to have gone wild. Some even say they attack people first. We can't let them attack people for now, so please clean up the creatures there.",
        "Russian_Text": "Устье с мелким песком вызывает подозрение. Говорят, что черепахи, белоголовые орлы и крабы-отшельники там одичали. Некоторые даже говорят, что сначала нападают на людей. Вы не должны позволять им нападать на людей, так что уберите там существ.",
        "Chinese_Text": "细沙河口很奇怪.据说那里的乌龟和脚尖,海螺蟹变厉害了.甚至有些人会先攻击别人.虽然也有人推测是因为曼陀罗的噪音,但也有可能不是原因.首先不能让人攻击,请整理一下那里的生物."
    },
    "18600516": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선의 잔해 부근을 망령들이 배회하고 있습니다. 망령 때문에 사람들이 겁을 먹어 해안가로 가질 못하고 있습니다. 망령들이 사람들에게 더 이상 두려움을 주지 못하도록 처치해주십시오. ",
        "English_Text": "Wraiths are roaming around the wreckage of the shipwreck. The ghosts are terrifying them and are preventing them from taking them to shore. Kill them so they don't frighten people any more.",
        "Russian_Text": "Призраки бродят вокруг обломков кораблекрушения. Люди боятся призраков и не могут вывести их на берег. Пожалуйста, убейте их, чтобы они больше не пугали людей.",
        "Chinese_Text": "亡灵们在遇难船残骸附近徘徊.因为亡灵,人们都害怕得不敢去海岸边.请处置那些亡灵,使他们不再恐惧."
    },
    "18600517": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풍요 우림 거점 앞쪽 바다에 있는 난파선의 잔해를 언젠간 치워야 하는데 어둑시니 때문에 치울 엄두가 나지 않습니다. 꺽다리 어둑시니나 정예 느림보 어둑시니를 처치해 주십시오.",
        "English_Text": "I need to clear up the wreckage of a shipwreck in the sea in front of the Abundance Rainforest Stronghold, but I can't afford to do it because of the darkness. Defeat the Lamb Dull or the Elite Lamb Dumb.",
        "Russian_Text": "Мне нужно убрать обломки кораблекрушения в море перед цитаделью Тропического леса Изобилия, но я не могу себе этого позволить из-за темноты. Победите Тупица или Элитного Ленивца.",
        "Chinese_Text": "富饶雨林据点前面大海中的遇难船的残骸总有一天要清理掉,但因为天黑了,所以不敢清理.大个子黑了,请消灭精锐慢性子黑了."
    },
    "18600518": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선에서 몇 가지 가져오지 못한 귀중품이 있습니다. 꼬마 어둑시니들이 가져간 것 같은데, 되찾아 주실 수 있을까요? 부탁드립니다. ",
        "English_Text": "I have some valuables that I didn't get from the wreck. I think the little ones took them, can you get them back? Please. ",
        "Russian_Text": "У меня есть некоторые ценности, которые я не принес с места крушения. Думаю, маленькие идиоты забрали их, вы можете их вернуть? Пожалуйста.",
        "Chinese_Text": "遇难船上有几件贵重物品没能带来.小朋友们好像都拿走了,能帮我找回来吗?拜托您了."
    },
    "18600519": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "개척의 땅 태록림에는 다양한 이주민들이 있고, 그들은 생계를 위해서 어디든 가고 있습니다. 힘없는 이주민들이 해안가의 사나운 악어에게 당하지 않도록 연안 악어들을 처리해 주십시오.",
        "English_Text": "There are various migrants in the frontier land of Taerokrim, and they go everywhere to make a living. Please deal with the coastal crocodiles so that the helpless migrants don't get attacked by the ferocious crocodiles on the shore.",
        "Russian_Text": "В новаторской стране Таэрокрим есть разные мигранты, и они едут повсюду, чтобы заработать на жизнь. Пожалуйста, разберитесь с прибрежными крокодилами, чтобы беспомощные мигранты не подверглись нападению свирепых крокодилов на берегу.",
        "Chinese_Text": "开拓的土地太绿林有很多移民,他们为了生计到处都在去.为了不让无力的移民被海岸边的凶猛雷克顿袭击,请处理沿岸雷克顿."
    },
    "18600520": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선의 무덤으로 가서 난파된 시귀 좀 없애주십시오. 난파선 근처를 떼로 돌아다니는 부패한 시귀들 때문에 아무도 그곳에 가려고 하지 않지만, 그곳에는 아직 회수해야 할 물자들이 남아 있습니다.",
        "English_Text": "Go to the wreck's graveyard and get rid of some of the wrecked cigars. No one wants to go there because of the rotten idiots swarming around the wreck, but there are still supplies left to recover.",
        "Russian_Text": "Иди к могиле обломков и избавься от нескольких сломанных сигар. Никто не хочет туда идти из-за роя испорченных сигар, которые бродят по местности, но есть еще запасы, которые нужно восстановить.",
        "Chinese_Text": "请去遇难船的坟墓把遇难的诗句除掉.因为在遇难船附近成群的腐败的市鬼,谁都不想去那里,但那里还有需要回收的物资."
    },
    "18600521": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "창도단이 발자국 없는 해안에 거처를 마련한듯합니다. 그들이 그곳에 진을 친 이유는 아직 밝혀지지 않았습니다. 그들이 안전을 위협하지 못하도록 손을 써 주십시오.",
        "English_Text": "It appears that the spearmen have made their home on the Footprintless Shore. Why they have encamped there is still unknown. Do your best to prevent them from jeopardizing their safety.",
        "Russian_Text": "Похоже, копейщики обосновались на безбрежных берегах. Причина, по которой они расположились там лагерем, пока не известна. Пожалуйста, сделайте все возможное, чтобы они не подвергали опасности свою безопасность.",
        "Chinese_Text": "昌道团好像在没有脚印的海岸准备了住处.他们在那里安营扎寨的原因还没有查明.请设法不让他们危及安全."
    },
    "18600522": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에도 불마자가 나타날 줄은 정말 몰랐습니다. 정말입니다. 몇몇 사람들이 골짜기 바람길에서 똑똑히 봤다고 합니다. 아무것도 살 수 없는 땅이 되어 버리기 전에 어서 가서 불마자를 없애 주십시오. 부탁드립니다.",
        "English_Text": "I really didn't know that the bullies would appear in the Taerokrim. It really is. Some people say they saw them clearly on the windy road in the valley. Please go and get rid of them before they become uninhabitable land. Please. give.",
        "Russian_Text": "Я действительно не знал, что хулиган появится в Таэрокриме. Это правда. Некоторые люди говорят, что они ясно видели его с ветряной дороги в долине. купил. Пожалуйста. ",
        "Chinese_Text": "真没想到太绿林也会出现火魔.是真的.据说有些人在山谷风路上看得很清楚.在成为什么都买不到的土地之前,请快去消灭火魔.拜托您了."
    },
    "18600523": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "암각다귀의 뿔은 거대하고 단단하기 때문에 조금만 다듬으면 무기로도 사용할 수 있을 것 같습니다. 골짜기에 있는 암각다귀의 뿔을 구해다 주시면 만들어 보겠습니다.",
        "English_Text": "The horn of a rock crow is huge and hard, so it looks like it can be used as a weapon if you trim it a little. If you can find the horn of a rock crow in the valley, I will make it.",
        "Russian_Text": "Рог каменной вороны огромный и твердый, поэтому, если вы немного его подрежете, его можно будет использовать как оружие. Если вы получите рог каменной вороны в долине, я сделаю это.",
        "Chinese_Text": "因为母角多鬼的角又大又硬,所以稍微修一下就可以用作武器了.把山谷里的母角角拿过来就可以了."
    },
    "18600524": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "골짜기 바람길 일대의 곰들은 포악하기로 악명이 높습니다. 두려움에 떠는 이주민들을 위해 골짜기 곰을 처치해 주십시오.",
        "English_Text": "The bears along the Valley Windway are notorious for their viciousness. Kill the Valley Bears for the fearful settlers.",
        "Russian_Text": "Медведи на Ветряной дороге долины известны своей жестокостью. Убейте медведей долины за страшных поселенцев.",
        "Chinese_Text": "山谷风路一带的熊以残暴而臭名昭著.请为害怕的移民们消灭山谷熊."
    },
    "18600525": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해변 거북 등에는 어패류가 잔뜩 붙어 있는데 운이 좋으면 진주조개가 나오기도 합니다. 해변 거북의 등에서 진주조개를 모아와 주십시오. 진주로 장신구를 만들면 인기가 대단할 겁니다.",
        "English_Text": "There are a lot of shellfish attached to the back of a beach turtle, and if you are lucky, you may even get a pearl oyster. Please collect the oysters from the back of the beach turtle. If you make jewelry with pearls, it will be very popular.",
        "Russian_Text": "К пляжным черепахам прикреплено много моллюсков, и, если вам повезет, вы можете даже встретить жемчужные раковины. Пожалуйста, соберите жемчужные раковины со спины пляжной черепахи. Если вы будете делать украшения из жемчуга, он будет очень популярен. . ",
        "Chinese_Text": "海边龟背上贴满了鱼贝类,运气好的话还会出现珍珠贝壳.请在海边龟背上收集珍珠贝壳.用珍珠做首饰的话人气会很高的"
    },
    "18600526": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해변 발발이들이 예도항 북쪽 샛길까지 올라왔습니다. 보통 해안 근처에 있는데 어둑시니가 늘어나서 그런 걸까요? 예도항까지 발발이가 들어오지 않도록 막아 주십시오.",
        "English_Text": "Beach outbreaks have made their way up to the north side of Yedo Port. It's usually near the coast, but it's because of the growing dark? Please stop the outbreaks from entering Yedo Port.",
        "Russian_Text": "Вспышки на пляже достигли проезжей части к северу от порта Эдо. Обычно это недалеко от берега, но это из-за усиления серого цвета? Пожалуйста, не допускайте проникновения вспышек в порт Эдо.",
        "Chinese_Text": "海边爆发的人们来到了艺道港北侧的岔路.一般都在海岸附近,是因为变黑了吗?是的请阻止他们进入渡口."
    },
    "18600527": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "자꾸 도구가 사라지고 있습니다. 금경철문, 도화상전, 너 나 할 것 없이 당하고 있습니다. 이런 짓을 하는 건 어둑시니 뿐입니다. 가서 공구들을 되찾아 주십시오.",
        "English_Text": "Tools keep disappearing. Geumgyeongcheolmun, Dohwasangjeon, you and I are all suffering. You are the only one doing this. Go and retrieve the tools.",
        "Russian_Text": "Инструменты продолжают исчезать. Кымгёнчхольмун, Дохвасанджон, мы с тобой страдаем. Ты единственный, кто это делает. Иди и забери инструменты.",
        "Chinese_Text": "道具一直在消失?桃花上殿你我都在受著.做这种事是愚蠢的.请去把工具找回来."
    },
    "18600528": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해변 어둑시니들이 반짝거리는 것을 좋아해서 진주를 잔뜩 모아놨다고 합니다. 어둑시니들이 예도항에서 자꾸 우리 물건을 훔쳐 가니, 우리가 진주를 좀 가져와도 될 것입니다. 해변 어둑시니들이 가진 진주를 가져와 주십시오.",
        "English_Text": "They say that they like to glisten on the beach, so they have a lot of pearls. They keep stealing our things from Yedo Port, so we may bring some pearls. Please bring it.",
        "Russian_Text": "Говорят, что копатели пляжа любят сверкать, поэтому они собрали много жемчуга. Землекопы продолжают красть наши вещи из порта Эдо, поэтому мы можем принести жемчуг. Пожалуйста, принесите жемчуг, который есть у пляжных копателей.",
        "Chinese_Text": "因为海边的黑暗人们喜欢闪闪发光所以收集了很多珍珠夜幕降临了,他们总是从耶道港偷走我们的东西,我们可以把珍珠拿来.海边很暗,请把他们的珍珠拿来."
    },
    "18600529": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "혈비패가 숲 늑대를 훈련시키고 있습니다. 혈비패가 늑대를 훈련시킬 수 없도록 혈비의 숲에 있는 늑대들을 처치해 주십시오. ",
        "English_Text": "The brood is training the forest wolves. Kill the wolves in the brood forest so that the brood cannot train the wolf.",
        "Russian_Text": "Кровавое чудовище тренирует лесных волков. Убейте волков в Кровавом чудовище, чтобы они не могли дрессировать волков.",
        "Chinese_Text": "血雨牌正在训练森林狼.为了不让血雨牌训练狼,请消灭血雨森林里的狼."
    },
    "18600530": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "상인들 대부분이 예도항에서 필요한 물건을 받아 각 개척지로 운송하는데, 자꾸 혈비패가 나타나 물건을 빼앗고 상인을 죽이기까지 합니다. 혈비의 숲으로 가서 혈비패를 물리쳐 주십시오.",
        "English_Text": "Most of the merchants receive the items they need from Yedo Port and transport them to each frontier, but the blood ragweeds keep appearing and stealing items and even killing the merchant.",
        "Russian_Text": "Большинство торговцев получают необходимые им предметы из порта Эдо и доставляют их к каждой границе, но Кровавый Пират продолжает появляться и красть товары и даже убивать торговца. Отправляйтесь в Кровавый Лес и победите Кровавого Пирата.",
        "Chinese_Text": "商人大部分都是从礼道港得到需要的东西,运往各开拓地,经常出现血雨牌,抢夺物品,杀死商人.请去血雨之林击退血雨牌."
    },
    "18600531": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에 혈비패가 창궐하고 있다는 걸 외부에 알려야 합니다. 혈비패의 붉은 복면을 보내면 어떨까요? 혈비패 정찰자, 혈비패 암살자, 혈비패 궁사, 정예 혈비패 파괴자로부터 복면을 모아와 주십시오.",
        "English_Text": "We need to let the outside world know that there is a bloodthirsty outbreak in the Taerokrim. How about sending the bloodthirsty red masks? Collect the masks from the bloodthirsty scouts, bloodthirsty assassins, bloodthirsty archers, and elite bloodthieves destroyers. Please come.",
        "Russian_Text": "Мы должны сообщить внешнему миру о вспышке кровожадности в Таэрокриме. Как насчет того, чтобы послать красную маску кровожадной свиньи? Пожалуйста, соберите маски у разведчиков-кровожадных, кровожадных убийц, кровожадных лучников и элиты кровожадных. эсминцы .",
        "Chinese_Text": "要让外界知道太绿林血匪猖獗.送去血雨牌的红色面具怎么样?请从血雨牌侦察者、血雨牌暗杀者、血雨牌弓师、精英血雨牌破坏者那里收集蒙面."
    },
    "18600532": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "안개 투연초가 안개 그늘 숲을 지나는 행인들을 공격한다고 합니다. 행인들을 위해 안개 그늘 숲의 안개 투연초를 제거해 주십시오.",
        "English_Text": "The Mist Tow is said to attack passers-by who pass through Mistshade Forest. Please remove the Mist Tweed from Mistshade Forest for passersby.",
        "Russian_Text": "Говорят, что веточки тумана атакуют прохожих, проходящих через лес туманной тени. Пожалуйста, уберите ветки тумана из туманного леса для прохожих.",
        "Chinese_Text": "雾气弥漫的烟草会攻击经过雾荫林的行人.请为行人清除雾荫林中的烟尘."
    },
    "18600533": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "안개 그늘 숲에 금경철문 문주 달빛바람이 나타났다고 합니다. 심지어 떼거지로요. 아마 진짜가 아닌 환영일 것입니다. 사람들이 속지 않도록 환영 달빛바람을 없애주십시오.",
        "English_Text": "Geumgyeongcheolmun Munju Moonwind is said to have appeared in the Shadow Forest. Even in swarms. It's probably not the real thing. It's an illusion. Please get rid of the welcome Moonlight so people won't be deceived.",
        "Russian_Text": "Кажется, что Кымгёнчхольмун Мунджу лунный свет появился в темном лесу. Даже в роях. Вероятно, это нереальная иллюзия. Пожалуйста, избавьтесь от желанного лунного света, чтобы люди не были обмануты.",
        "Chinese_Text": "据说雾荫下的树林里出现了?月光风.甚至是耍赖应该不是真的而是欢迎.请消除欢迎月光之风,以免被人欺骗."
    },
    "18600534": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "상전주 곽호룡이 안개 그늘 숲에 나타났다고 합니다. 분명 환영으로 나타난 괴물일 겁니다. 속는 사람이 없도록 환영 곽호룡을 없애주십시오.",
        "English_Text": "It is said that Sangjeonju Kwak Ho-ryong appeared in the forest in the shade of the mist. It must have been a monster that appeared as an illusion. Please get rid of the illusion Kwak Ho-ryong so that no one is deceived.",
        "Russian_Text": "Говорят, что Санджонджу Квак Хо-рён появился в лесу в тени тумана. Должно быть, это монстр, появившийся как иллюзия. Пожалуйста, избавься от иллюзии, Квак Хо-рён, чтобы никто не был обманут.",
        "Chinese_Text": "主上郭浩龙出现在雾荫下.肯定是幻影中出现的怪物.为了不让被骗的人,请消灭欢迎郭浩龙."
    },
    "18600535": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "안개 그늘 숲의 악어는 포악해서 그대로 두면 이주민들에게 큰 위협이 될 겁니다. 어서 가서 안개 그늘 숲의 안개 악어를 처치해 주십시오.",
        "English_Text": "The crocodiles in Mistshade Forest are vicious and will pose a great threat to settlers if left unattended. Go ahead and kill Mist Crocodiles in Mistshade Forest.",
        "Russian_Text": "Крокодилы в Mistshade свирепы и будут представлять большую угрозу для поселенцев, если их оставить без присмотра. Идите вперед и победите Mist Crocodiles в Mistshade.",
        "Chinese_Text": "雾荫下的雷克顿很凶狠,如果放任不管,对移民来说会是很大的威胁.请快去消灭雾荫下的雾雷克顿."
    },
    "18600536": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "늪지가 마르고 있어서 걱정인데, 점점 더 혼탁해지기까지 하니 아주 크게 걱정이 됩니다. 마르는 원인은 모르겠으나, 혼탁해진 원인은 정확히 알고 있지요. 바로 안개 연잎인간 때문입니다. 메말라 가는 늪지에서 안개 연잎인간이 물을 혼탁하게 하지 못하도록 없애주십시오.",
        "English_Text": "I'm worried that the swamp is drying up, but it's getting more and more cloudy. I don't know why it dries up, but I know exactly what caused it to become cloudy. It's because of the Fog Lotus. In the mist lotus, please get rid of it so that humans do not make the water cloudy.",
        "Russian_Text": "Меня беспокоит, что болото пересыхает, но становится все более и более облачным, поэтому я очень волнуюсь. Я не знаю причину высыхания, но я знаю точную причину помутнения. из-за туманного лотоса. Избавьтесь от этой воды, чтобы она не стала мутной .",
        "Chinese_Text": "沼泽地正在干涸,真让人担心,越来越浑浊,真让人担心.不知道干的原因,但确切地知道混浊的原因.就是雾荷叶人.请消灭在干涸的沼泽中雾荷叶人混浊的水."
    },
    "18600537": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "맹수는 힘없는 이주민들이 가장 만나고 싶지 않은 두려운 존재입니다. 이주민들을 위해 메말라 가는 늪지의 악어를 제거해 주십시오.",
        "English_Text": "Beasts are the most feared of the helpless settlers. Get rid of the crocodiles in the parched swamps for them.",
        "Russian_Text": "Из всех беспомощных поселенцев больше всего боятся зверей. Пожалуйста, избавься от крокодилов в сухих болотах ради них.",
        "Chinese_Text": "猛兽是无力的移民最不想见到的可怕的存在.请为移民们清除正在干涸的沼泽的雷克顿."
    },
    "18600538": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "인면충은 최근에 마주친 가장 강력한 인물을 모방한다고 합니다. 그리곤 그 모습으로 이주민들을 유인하여 해치니, 정말 큰 문제입니다. 인면충이 해를 끼치지 못하도록 처치해 주십시오.",
        "English_Text": "Lymphomas are said to imitate some of the most powerful figures they've encountered recently. And they use that form to lure and harm migrants, which is a real problem. Get rid of them so they don't harm them.",
        "Russian_Text": "Говорят, что насекомые-черви имитируют самые могущественные фигуры, с которыми они сталкивались в последнее время. И они используют эту форму, чтобы заманить и нанести вред мигрантам, что является настоящей проблемой. Позаботьтесь о них, чтобы они не причиняли им вреда.",
        "Chinese_Text": "人面虫模仿最近遇到的最强大的人物.然后用那个样子引诱移民,真是个大问题.请处理掉不能让人理解."
    },
    "18600539": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "메말라 가는 늪지에 매화단주 홍매화가 나타났다는데 그럴 리가 없습니다. 만일 환영이라면 즉시 처치해 주십시오. 그리고 가신 김에 환영 인면충도 보이면 함께 처치해 주십시오. 환영 인면충이 뭘로 변할지 아무도 모르니까요.",
        "English_Text": "The plum blossom red plum blossoms appear in the dry swamp, and there's no way that's the case. If it's a phantom, kill it immediately. And if you see a phantom nymph while you're on your way, kill it with them. No one knows what phantom nymph will turn into.",
        "Russian_Text": "Красные цветы сливы из цветков сливы появились на сухих болотах. Если это призрак, немедленно убейте его. А если вы увидите призрачного червя, пока находитесь в пути, убейте его вместе. Никто не знает, что это за призрак червь превратится в. ",
        "Chinese_Text": "听说在梅马拉加的沼泽地出现了梅花丹州红梅,不可能.如有幻影,请立即处置.既然已经走了、既然见到欢迎的面虫、就一起消灭吧.谁都不知道幻影面虫会变成什么."
    },
    "18600540": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "뱀버섯 군락의 뱀버섯은 공기 중에 환각성분이 포함된 물질을 내뿜는다고 합니다. 위험한 뱀버섯을 없애주십시오.",
        "English_Text": "The snake mushroom in the snake mushroom colony is said to emit substances containing hallucinogenic substances into the air. Please get rid of the dangerous snake mushroom.",
        "Russian_Text": "Говорят, что змеиный гриб из колонии змеиных грибов испускает в воздух вещества, содержащие галлюциногенные вещества. Пожалуйста, избавьтесь от опасного змеиного гриба.",
        "Chinese_Text": "蛇蘑菇群落的蛇蘑菇在空气中散发出含有幻觉成分的物质.请消灭危险的蛇蘑菇."
    },
    "18600541": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "뱀버섯 군락에 투연초가 늘고 있습니다. 사람을 공격하는 것들이 늘어나서 좋을 일은 없습니다. 어서 군락 투연초를 제거하는 것이 좋을 듯 합니다. ",
        "English_Text": "The snake mushroom colony is getting more turmeric. It's not good to see more people attacking people. It would be a good idea to get rid of the clown plant. ",
        "Russian_Text": "В колонии змеиных грибов растет количество полыни. Нет ничего хорошего в том, что все большее количество людей нападает на людей.",
        "Chinese_Text": "蛇蘑菇群落中的烟草正在增加.攻击人类的数量增加了,没有什么好事.最好尽快清除群落中的暗礁."
    },
    "18600542": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "뱀버섯 군락에 인면충이 모습을 드러냈다고 합니다. 버섯 환영 인면충이 사람들을 모방해 피해를 입히지 않도록 처치해 주십시오. 공기 중에 환각성분을 내뿜는 뱀버섯을 함께 처치해 주시면 더욱 도움이 될 것입니다. 부탁드립니다.",
        "English_Text": "The snake mushroom colony has been reported to have manifested a human insect pest. Please take care of the mushroom phantom human insect pest so that it does not cause damage by imitating people. It is. Please.",
        "Russian_Text": "Говорят, что в колонии грибов-змей появилось насекомое-человек. Пожалуйста, позаботьтесь о насекомом-фантоме-грибе, чтобы оно не имитировало людей и не причиняло вреда.",
        "Chinese_Text": "蛇蘑菇群落中出现了人面虫.请消灭蘑菇幻影面虫,以防其模仿他人造成伤害.将空气中散发出幻觉成分的蛇蘑菇一起消灭的话会更有帮助.拜托您了."
    },
    "18600543": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "초기 개척자들을 위해 만든 개척자 위령 묘지가 있습니다. 그들이 편히 쉴 수 있도록 묘지 주위의 투연초와 혈비패를 정리해 주십시오.",
        "English_Text": "There is a Pioneer Remembrance Cemetery built for the early pioneers. Please clean up the smokestacks around the graveyard so that they can rest.",
        "Russian_Text": "Для первых пионеров построено мемориальное кладбище пионеров. Пожалуйста, уберите табак и кровавый камень вокруг кладбища, чтобы они могли с комфортом отдохнуть.",
        "Chinese_Text": "有为初期开拓者们制作的开拓者慰灵墓地.请整理墓地周围的烟斗,让他们安心休息."
    },
    "18600544": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "개척자 위령 묘지에 영혼들이 돌아다니고 있습니다. 태록림 개척이라는 못다 한 사명 때문에 편히 잠들지 못한 것일까요? 노숙혼과 동자혼이 편히 쉴 수 있게 해주십시오.",
        "English_Text": "Souls are roaming the Pioneer Memorial Cemetery. Did you not sleep peacefully because of your unfinished mission of reclaiming the Taerok Forest? Please allow the homeless and brother-in-law to rest in peace.",
        "Russian_Text": "Души блуждают по кладбищу духов-первопроходцев. Разве ты не спал спокойно из-за своей незавершенной миссии по возвращению леса Таэрок? Пожалуйста, позволь бездомным и одиноким душам покоиться с миром.",
        "Chinese_Text": "灵魂在开拓者慰灵墓地游荡.是因为开辟太绿林的使命没能安心入睡吗?让露宿之魂和童子魂安息吧."
    },
    "18600545": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "참고요 숲의 개척을 방해하는 요소가 있어서 처리를 부탁드리려고 합니다. 산선호를 처리하여 개척 사업에 도움을 주시면 감사하겠습니다.",
        "English_Text": "Note: There is a factor that is preventing the development of the forest, so I would like to ask you to deal with it. We would appreciate your help with the pioneering project by dealing with the mountain lake.",
        "Russian_Text": "Примечание: существует фактор, который препятствует развитию леса, поэтому я хотел бы попросить вас разобраться с ним. Я был бы благодарен, если бы вы могли помочь новаторскому бизнесу, имея дело с Сансонхо.",
        "Chinese_Text": "参考一下,因为有妨碍森林开拓的因素,所以想拜托您处理.处理好山头偏好,帮助开拓事业,不胜感激."
    },
    "18600546": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "참고요 숲에 등껍질이 날카로운 거북이들이 돌아다니는 것을 보셨습니까? 무척 위험해 보이더군요. 개척을 위해 참고요 숲에서 낙원 거북을 몰아내주십시오. ",
        "English_Text": "Did you see sharp-shelled tortoises roaming in the forest? It looked very dangerous. Please drive the Paradise tortoises from the forest to reclaim. ",
        "Russian_Text": "Вы видели черепах с острым панцирем, бродящих по лесу? Это выглядит очень опасно. Пожалуйста, прогоните райскую черепаху из леса на расчистку.",
        "Chinese_Text": "参考一下,你看到森林里有尖锐的乌龟吗?看起来很危险.为了开拓,请忍耐,把乐园的乌龟赶出森林."
    },
    "18600547": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "담인초 습지의 투연초와 담인초에 현혹되어 다가갔다가 공격당한 사람이 한 둘이 아닙니다. 이 일의 해결책은 하나뿐입니다. 습지 투연초와 담인초를 처치해 주십시오.",
        "English_Text": "Not one or two people have been deceived and attacked by Tuyeoncho in Damincho Marsh. There is only one solution to this. Kill Marsh Tuyeoncho.",
        "Russian_Text": "Нет ни одного или двух человек, которых ослепили и атаковали Болото Болото и Болото Болото. Есть только одно решение этой проблемы. Убейте Болото Болото.",
        "Chinese_Text": "潭仁草湿地的斗年初被迷惑后被攻击的人不止一两个.这件事的解决办法只有一个.请处置湿地透湿草."
    },
    "18600548": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "예전에는 담인초 습지에 작은 마을이 있었습니다. 하지만 습지 묘면족의 갑작스러운 공격으로 그곳에 있던 대부분의 사람들이 밀려나고 지금은 망루만 남았습니다. 그럼에도 불구하고 습지 묘면족은 아직도 그곳을 지나는 사람들을 공격한다고 합니다. 사람들을 위해 습지 묘면족을 물리쳐 주십시오.",
        "English_Text": "Once upon a time there was a small village in Damincho Wetland. However, a sudden attack by the Wetland Myomyeon drove most of the people there, leaving only the watchtower. Nevertheless, the Wetland Myomyeon still pass through it. They say they're attacking people. Defeat the Marsh Myomyeons for people's sake.",
        "Russian_Text": "Раньше на водно-болотных угодьях Даминчо была небольшая деревня. Однако из-за внезапного нападения Мёмиён на водно-болотных угодьях большинство людей было вытеснено, и теперь осталась только сторожевая башня. Тем не менее, Мёмиён на водно-болотных угодьях по-прежнему нападают на людей, проходящих мимо. Победите Мьомён Болотных угодий ради людей .",
        "Chinese_Text": "以前在潭仁草湿地有一个小村庄.但是由于湿地妙面族的突然攻击,那里的大部分人都被挤了出来,现在只剩下了望楼.尽管如此,湿地苗面族仍然攻击经过那里的人们.请为人们击退湿地苗族."
    },
    "18600549": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "강력한 독성 물질을 내뿜는 습지 담인초 때문에 많은 이주민들이  고통스러워 하고 있습니다. 습지 담인초를 없애주십시오. 이주민들의 고통이 훨씬 가벼워질 것입니다.",
        "English_Text": "Many settlers are suffering because of the Swamp Cinnamon, which emits a highly toxic substance. Get rid of the Marsh Cinnamon. It will make the migrants a lot less painful.",
        "Russian_Text": "Многие поселенцы страдают из-за болотного гиацинта, который выделяет мощное токсичное вещество. Избавьтесь от болотного женьшеня. Это сделает мигрантов намного менее болезненными.",
        "Chinese_Text": "因为散发出强烈毒性物质的湿地潭——草,很多移民都很痛苦.请消灭湿地潭的蜡烛.移民们的痛苦会轻得多."
    },
    "18600550": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "낙원족 경계자와 낙원족 투척자가 낙원 구릉을 돌아다니던 이주민들을 공격했다고 합니다. 낙원족의 공격을 그저 모른 척 해서는 안 됩니다. 낙원족 경계자와 낙원족 투척자로부터 이주민들을 보호해 주십시오.",
        "English_Text": "It is said that Paradise Watchers and Paradise Throwers attacked the migrants roaming Paradise Hills. Don't be ignorant of the Parasite attacks. please.",
        "Russian_Text": "Говорят, что Наблюдатели Рая и Метатели Рая атаковали поселенцев, которые бродили по Райским холмам. Не игнорируйте атаки Паразитов. Пожалуйста, защитите их от Стражей Рая и Метателей Рая.",
        "Chinese_Text": "乐园族警戒者和乐园族投掷者攻击了在乐园丘陵上游荡的移民.不能对乐园族的攻击视而不见.请从乐园族警戒者和乐园族投掷者那里保护移民."
    },
    "18600551": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "낙원족은 낙원 구릉에 피는 흰 꽃으로 떡을 만들어 먹는데 풍토병 치료에 효과가 있다고 합니다. 낙원족이 가지고 다니는 떡을 모아서 확인해보면 어떨까요? 낙원족의 떡을 모아주십시오.",
        "English_Text": "The Nakwon people make rice cakes from the white flowers that bloom on the hills of Paradise and eat them, which is said to be effective in treating endemic diseases.",
        "Russian_Text": "Люди Наквон делают рисовые лепешки из белых цветов, цветущих на холмах Рая, и говорят, что это эффективно при лечении эндемических заболеваний. Как насчет сбора и проверки рисовых лепешек, которые люди носят с собой?",
        "Chinese_Text": "乐园族用在乐园丘陵上开的白色花制作年糕吃,对治疗风土病有效果.收集乐园族带着的年糕来确认一下怎么样?请收集乐园族的年糕."
    },
    "18600552": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "낙원 구릉의 풍부한 물을 식수나 농수로 쓸 수 있다면, 이주민들에게 큰 도움이 될 겁니다. 하지만 폭포 발발이와 폭포 연잎인간이 물을 오염시킬까 봐 걱정이네요. 깨끗한 처리를 부탁드리겠습니다. ",
        "English_Text": "If the abundant waters of Paradise Hills could be used for drinking or agricultural purposes, it would be a great help to the migrants. ",
        "Russian_Text": "Если обильные воды Райского холма можно будет использовать для питья и сельскохозяйственных целей, это будет большим подспорьем для мигрантов. Но я обеспокоен тем, что вспышки водопадов и люди с водопадами, являющимися лотосами, загрязняют воду.",
        "Chinese_Text": "如果能把乐园丘陵的丰富的水用作饮用水或农水,对移民会有很大的帮助.但是担心瀑布爆发和瀑布荷叶人类会污染水.请您处理干净."
    },
    "18600553": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풀내음 언덕길을 돌아다니는 썩은 시귀들을 처치해 주십시오. 그들이 언덕길에서 사람들을 괴롭히는 산적이었는데, 무슨 일로 자기들끼리 싸우다가 죽었다는 소문이 있습니다. 그 후에 시귀가 되어 사람들 앞에 나타나 두려움을 주고 있다고 합니다. 행인들의 안전을 위해 시귀들을 처치해 주십시오.",
        "English_Text": "Please get rid of the rotten demons that roam the grassy hillside. They were bandits tormenting people on the hillside, and there are rumors that they died fighting among themselves. It is said that there is. For the safety of passersby, please kill the demons.",
        "Russian_Text": "Пожалуйста, избавьтесь от гнилых демонов, которые бродят по покрытой травой холмистой дороге. Это были бандиты, которые мучили людей на холмистой дороге, и ходят слухи, что они погибли, сражаясь между собой. После этого они, как говорят, появлялись на глазах у людей. как демон и вселять страх. Пожалуйста, убейте демонов ради их безопасности .",
        "Chinese_Text": "请消灭在草臭坡路上游荡的腐烂的溪水.他们是在坡路上折磨人们的山贼,有传闻说他们因为什么事吵架而死.之后成为了市回家,出现在人们面前,给人一种恐惧感.为了行人的安全,请处置市鬼."
    },
    "18600554": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "언덕 발발이의 잎은 광택이 좋고 질겨서 공예품을 만들기에 안성맞춤이지요. 언덕 발발이의 잎을 구해다 주시면, 여러 공예품을 개발해 보려고 합니다. 태록림의 새로운 특산품이 탄생할지 어떨지, 아무도 모르는 일 아니겠습니까?",
        "English_Text": "The leaves of the hill bald eagle are shiny and tough, making them perfect for crafts. If you can get the leaves of the hill bald eagle, we will try to develop various crafts. would you?",
        "Russian_Text": "Листья горного белоголового орлана блестящие и жесткие, поэтому они идеально подходят для изготовления поделок. Если вы получите листья горного белоголового орлана, мы постараемся разработать различные поделки.",
        "Chinese_Text": "山坡脚的叶子光泽好,坚韧,很适合制作工艺品.如果你能把山丘爆发的叶子拿来的话,我想开发各种工艺品.谁都不知道会不会诞生太绿林的新特产."
    },
    "18600555": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "풀내음 언덕을 돌아다니는 거미를 처치해 주십시오. 거미들이 풀내음 언덕을 지나가는 이주민들을 사냥감으로 생각하고 공격하는 모양입니다. 풀내음 거미를 처치해 이주민들을 도와주십시오.",
        "English_Text": "Please kill the spiders that wander the Grassy Hills. The spiders seem to attack the settlers passing by the Grassy Hills as prey. Kill the Grassy Spiders to help the settlers.",
        "Russian_Text": "Пожалуйста, убейте пауков, которые бродят по Травяному холму. Пауки, кажется, нападают на мигрантов, проходящих мимо Травяного холма, как добычу. Убейте травяных пауков, чтобы помочь мигрантам.",
        "Chinese_Text": "请消灭在草臭山丘上游荡的蜘蛛.蜘蛛们把经过草坡的移民当作猎物进行攻击.请消灭草蜘蛛帮助移民."
    },
    "18600556": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "식물학자들이 풀내음 언덕길에 나무가 없는 이유를 알아내려고 풀내음 사묘정의 위장을 조사할 예정이라고 하더군요. 연구를 위해 위장을 구해다 드리면 어떨까요? 도움을 부탁드립니다.",
        "English_Text": "The botanists said they will be examining the camouflage of the grass naeeum samyojeong pavilion to find out why there are no trees on the grassy hill road. How about getting a camouflage for research? Please help.",
        "Russian_Text": "Ботаники сказали, что собираются изучить камуфляж кузнечика, чтобы выяснить, почему на травянистой дороге по холму нет деревьев. Как насчет получения камуфляжа для исследования? Пожалуйста, помогите.",
        "Chinese_Text": "植物学家们为了找出草的阴坡路上没有树的理由,打算用草调查阴寺庙的伪装.为了研究把伪装给你怎么样?请您帮忙."
    },
    "18600557": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은새벽단이 물안개 고원에 나타났습니다. 약초꾼들을 노리고 있다는 소문이 있던데, 그것이 사실이라면 큰일입니다. 태록림의 많은 약초꾼들이 물안개 고원 옆의 약초꾼 쉼터로 가는데 모두 힘 없이 당하고 말 겁니다. 물안개 고원의 검은새벽단을 꼭 처치해 주십시오.",
        "English_Text": "The Black Dawn has appeared on the Watermist Plateau. There are rumors that they are targeting herbalists, and if that's true, it's a big deal. Many herbalists in Taerokrim go to the herbalists' shelter next to the Watermist Plateau, and they will all be defeated. Be sure to defeat the Black Dawn of the Watermist Highlands.",
        "Russian_Text": "Черная заря появилась на плато водяного тумана. Ходят слухи, что они нацелены на травников, но если это правда, то это большое дело. Многие травники в лесу Таэрок ходят в убежище травников рядом с плато водяного тумана и они все будут побеждены. Пожалуйста, не забудьте победить Рассвет .",
        "Chinese_Text": "黑色的清晨团出现在水雾高原.有传闻说他们在觊觎药草商人,如果这是真的,那就糟了.太禄林的许多药草师都会在去水雾高原旁边的药草师休息地的时候被欺负.请一定要消灭水雾高原的黑色晨坛."
    },
    "18600558": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에서 약초에 대해 가장 잘 아는 것이 무엇인지 아십니까? 바로 낙원 삼색조입니다. 낙원 삼색조가 관심을 보이는 곳에 가면 꼭 약초가 있더란 겁니다. 이걸 이용하면 약초를 쉽게 구할 수 있을 것입니다. 낙원 삼색조에게서 약초를 구해다 주십시오.",
        "English_Text": "Do you know what you know best about herbs in the Taerok Forest? It's Paradise Tricolor. Wherever Paradise Tricolor shows interest, there's always a herb there. With this, you'll be able to find herbs easily. . Get some herbs from the Paradise Trio.",
        "Russian_Text": "Знаете ли вы, что вам лучше всего известно о лекарственных травах Таэрокрима? Это Райский Триколор. Везде, где Райский Триколор проявляет интерес, всегда есть трава. С его помощью вы сможете легко найти травы. Райский Триколор. меня.",
        "Chinese_Text": "你知道在太绿林对药草最了解的是什么吗?就是乐园三色鸟去乐园三色鸟感兴趣的地方一定会有药草.用这个就能很容易得到药草了.请从乐园三色鸟那里入手药草."
    },
    "18600559": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림에는 불마자 말고도 시귀라는 존재가 있습니다. 몸에서 푸른 기를 내뿜는 존재들인데, 불안정한 모습이 영혼을 잃은 듯 보이고 매우 폭력적입니다. 불마자와 모습은 다르지만 그에 못지않게 매우 위험한 존재들입니다. 폭포 남부 숲으로 가서 그 위험한 존재들을 몰아내 주십시오.",
        "English_Text": "There are other beings in Taerokrim besides fire morons. They emit blue energy from their bodies, and their unstable appearance seems to have lost their souls and is very violent. They are different in appearance from fire mortals, but they are equally dangerous. Please go to the forest south of the waterfall and drive those dangerous creatures out.",
        "Russian_Text": "В Таэрок-Риме есть другие существа, называемые демонами. Они излучают синюю энергию из своих тел, но их нестабильный вид выглядит так, будто они потеряли свои души, и они очень жестокие. Хотя они внешне отличаются от матери огня, они одинаково опасные существа. Водопад Идите в Южный Лес и прогоните этих опасных существ .",
        "Chinese_Text": "太绿林中除了火魔还有诗鬼的存在身上散发着蓝色气息的存在,不安定的样子看起来失去了灵魂,非常暴力.虽然和火魔子的样子不一样,但是他们是非常危险的存在.请前往瀑布南部森林,赶走那些危险的存在."
    },
    "18600560": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해맞이 비탈길의 묘면족이 개척을 위해 모아둔 자재들을 자꾸 가져다가 없앤다고 합니다. 그들은 개척을 원하지 않는 것 같지만 이주민들이 살기 위해선 개척이 필요합니다. 묘면족이 함부로 자재를 가져가지 못하도록 혼쭐을 내주십시오.",
        "English_Text": "It is said that the Myomyeon of the Sunrise Slope keep bringing the materials they have gathered for reclaiming and destroying them. They don't seem to want to reclaim, but the migrants need reclaiming in order to survive. Please give me.",
        "Russian_Text": "Говорят, что люди Мёмён на склоне восхода солнца продолжают приносить собранные ими материалы для их восстановления и уничтожения. Они, похоже, не хотят возвращать их, но мигрантам необходимо вернуть их, чтобы выжить.",
        "Chinese_Text": "迎日坡路的妙面族为了开拓而收集的材料总是拿过来销毁.他们似乎不想开拓,但为了移民的生活,需要开拓.请教训一下,不要让妙面族随便拿走材料."
    },
    "18600561": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "이주민들이 가죽 공예를 하려고 사슴 가죽을 구하고 있습니다. 해맞이 사슴의 가죽은 질긴데도 아주 부드러워서 최상급으로 쳐주는 재료이지요. 해맞이 사슴의 가죽을 구해주시면 이주민들의 생활에 큰 도움이 될 것입니다.",
        "English_Text": "Immigrants are looking for deer hides for leather crafting. Sunrise deer hides are tough, yet very soft, so they are of the highest quality. Obtaining sunrise deer skins will be a great help to the lives of the settlers. ",
        "Russian_Text": "Иммигранты ищут шкуры оленей для изготовления изделий из кожи. Шкуры восходящего оленя жесткие, но очень мягкие, поэтому они самого высокого качества. Если вы получите шкуры восходящего оленя, это будет большим подспорьем для жизни мигрантов. . ",
        "Chinese_Text": "移民们正在寻找鹿皮来做皮革工艺.迎日鹿皮虽然很硬,但是很柔软,是最高级的材料.把迎日鹿的皮拿过来,对移民的生活会有很大的帮助."
    },
    "18600562": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해맞이 비탈길을 오르는 약초꾼들에게 해맞이 수목정령과 묘면족이 큰 근심거리라고 합니다. 그들이 약초 찾는 것을 방해하며 괴롭히기 때문이지요. 약초꾼들을 위해 수목정령과 묘면족을 몰아내 주십시오.",
        "English_Text": "Sunrise Arboretum and Myomyeon are said to be of great concern to herbalists climbing the slopes of the Sunrise, because they disturb and harass them in finding herbs. Please drive out the Arboretum and Myomyeon for the herbalists.",
        "Russian_Text": "Дендрарий восхода солнца и Мёмеон вызывают большую озабоченность у травников, поднимающихся по склону восхода солнца, потому что они мешают и изводят их в поисках трав. Пожалуйста, прогоните дендрарий и Мёмиён для травников.",
        "Chinese_Text": "对踏上迎日坡路的药草人来说,迎日树木精灵和妙面族是一个很大的烦恼.因为他们妨碍了药草的寻找.请把树木精灵和妙面族赶出去."
    },
    "18600563": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대는 낮에도 으슥한 곳입니다. 수많은 개척자들이 섣불리 들어갔다가, 악어에게 당해 다시는 돌아오지 못했지요. 무고한 희생을 줄일 수 있도록 검은 진흙지대의 악어를 처치해 주십시오.",
        "English_Text": "The Black Mud is a gloomy place even during the day. A lot of pioneers went into it prematurely and was attacked by a crocodile and never came back. Kill the crocodile in the Black Mud to reduce innocent sacrifices.",
        "Russian_Text": "Черная грязь - мрачное место даже днем. Многие пионеры вошли сюда преждевременно, но были атакованы крокодилами и так и не вернулись. Пожалуйста, убейте крокодилов в Черной грязи, чтобы уменьшить количество невинных жертв.",
        "Chinese_Text": "黑土地带白天也是个僻静的地方.许多开拓者贸然进去,被雷克顿袭击,再也没能回来.请处置黑泥地带的雷克顿,以减少无辜的牺牲."
    },
    "18600564": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대의 진흙 거북을 처치해 주십시오. 진흙가에 가만히 있다가 신경이 조금이라도 거슬리면 매섭게 공격하는데, 그렇게 당한 사람이 한 둘이 아닙니다. 진흙 거북으로부터 사람들을 지켜주십시오.",
        "English_Text": "Destroy the Mud Turtles in the Black Mud Zone. They stand still in the mud and attack viciously if they bother you even the slightest bit, but they aren't the only ones who have suffered. Protect people from Mud Turtles.",
        "Russian_Text": "Пожалуйста, убейте грязных черепах в зоне черной грязи. Они стоят в грязи и яростно атакуют, если они хоть немного беспокоят вас, но они не единственные, кто пострадал. Защитите людей от грязевых черепах.",
        "Chinese_Text": "请处置黑泥地带的泥龟.静静地呆在泥边,如果有点不舒服的话,就会猛烈地攻击,被打的人不止一两个.请保护人们免受泥鳅的侵害."
    },
    "18600565": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대의 개척자들 앞에 자꾸 진흙 거미가 나타나 진로를 방해한다고 합니다. 개척자들이 미로같은 검은 진흙지대에서 잘 빠져나올 수 있도록 진흙 거미를 처치해 주십시오.",
        "English_Text": "Mud spiders keep appearing in front of the settlers in the Black Mud, blocking their path. Kill the Mud Spiders so that the pioneers can get out of the maze of Black Mud.",
        "Russian_Text": "Говорят, что грязевые пауки продолжают появляться перед пионерами Черной Грязевой зоны и преграждают им путь. Пожалуйста, убейте Грязевых пауков, чтобы пионеры могли легко выбраться из похожей на лабиринт Черной Грязевой зоны.",
        "Chinese_Text": "在黑土地带的开拓者面前总是出现泥巴蜘蛛妨碍前进.为了让开拓者们能从迷宫般的黑土地带逃出来,请消灭泥巴蜘蛛."
    },
    "18600566": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "거미 숲길은 동부 생태 조사림으로 갈 수 있는 유용한 길인데 만다라화 때문에 시간이 여간 걸리는 게 아니네. 만다라화를 처치해 주게. 분명 큰 도움이 될 걸세.",
        "English_Text": "The Spider Forest Path is a useful route to the Eastern Ecological Forest, but the mandala doesn't take too much time. Get rid of the mandala. It will definitely be of great help.",
        "Russian_Text": "Путь Паучьего леса - полезный маршрут в Восточный лес экологических исследований, но он не займет много времени из-за мандалы. Избавьтесь от мандалы. Это определенно будет большим подспорьем.",
        "Chinese_Text": "蜘蛛森林之路是通往东部生态调查林的有用之路,但因为曼陀罗花花费了很长时间.处置曼陀罗花.肯定会有很大的帮助."
    },
    "18600567": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 금경철문이 신대륙에서 광물을 정제해 여러 곳으로 보내고 있다는 것은 자네도 알고 있을 걸세. 그런데 얼마 전부터 채굴한 광물을 묘면족이 약탈해 가고 있다네. 이런 일이 계속 일어나면 철무방에 더 이상 좋은 물건을 전달해 줄 수가 없네. 묘면족이 우리를 방해하지 못하도록 도와주게.",
        "English_Text": "You probably know that our Geumgyeongcheolmun refines minerals in the new continent and sends them to various places. But the Myomyeon people have been looting the minerals they have mined for a while. I can't deliver any more good stuff. Let's help keep the Myomyeon from disturbing us.",
        "Russian_Text": "Вы должны знать, что наш Кымгёнчхольмун очищает минералы на новом континенте и отправляет их в разные места. Однако люди Мёмён уже некоторое время грабят минералы, которые они добыли. Мы не можем доставить их. Давайте поможем Мёмён не беспокоить нас . ",
        "Chinese_Text": "你应该也知道我们的?在新大陆提炼矿物并送往很多地方.但是不久前开始开采的矿物被妙面族掠夺了.这样的事情继续发生的话,再也不能给不设防的人送上好东西了.请帮我不要让妙面族打扰我们."
    },
    "18600568": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "만다라 폭포 앞은 물자가 오가는 중요한 운송로인데, 만다라화는 시끄럽고 폭포 곰은 위험하기 때문에 운송원들이 가기를 꺼리고 있습니다. 안전을 보장해 달라는 요구를 무시해서는 안 됩니다. 만다라 폭포 앞의 만다라화와 폭포 곰을 처치해 주시면 사례하겠습니다.",
        "English_Text": "In front of Mandala Falls is an important transport route for goods, which transporters are reluctant to go because mandalas are noisy and waterfall bears are dangerous. The request to ensure safety should not be ignored. Mandala flowers in front of Mandala Falls If you kill Wa Falls Bear, I will reward you.",
        "Russian_Text": "Перед водопадом Мандала находится важный транспортный маршрут для товаров, по которому перевозчики не хотят идти, потому что мандалы шумные, а медведи-водопады опасны. Если вы справитесь с этим, я вознаграду вас.",
        "Chinese_Text": "曼陀罗瀑布前是物资往来的重要运输路线,曼陀罗花很吵,瀑布熊很危险,运输员们都不愿意去.不能无视保障安全的要求.请处置曼陀罗瀑布前的曼陀罗花和瀑布熊."
    },
    "18600569": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 에레다는 균열 전문가로서 균열을 지속적으로 조사하고 균열 지역의 생물 표본을 구해 무엇이 달라졌는지 정보를 수집하고 있습니다. 그래서 말인데 소협께 만다라 폭포 앞의 생물 표본을 부탁드리고 싶습니다. 균열이 어떤 영향을 미치는지 우리는 항상 주시해야 합니다.",
        "English_Text": "We Ereda, as Rift Specialists, are constantly investigating the Rift and collecting biosamples from the Rift area to gather information about what has changed. So, I'd like to ask the small gorge for a biosample in front of Mandala Falls. We always have to keep an eye on what the impact is.",
        "Russian_Text": "Мы, Эреда, как специалисты по разломам, постоянно исследуем Разлом, беря биопробу из области Разлома и собирая информацию о том, что изменилось. Итак, я хотел бы попросить небольшое ущелье предоставить биопробу перед водопадом Мандала. Как влияет ли на него Разлом? Мы всегда должны за ним следить .",
        "Chinese_Text": "我们的雷达作为一名缝隙专家,持续调查缝隙,并收集缝隙地区的生物标本,收集什么变化的信息.所以我想拜托小侠曼陀罗瀑布前的生物标本.我们要时刻关注裂纹会产生什么样的影响."
    },
    "18600570": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "연안 거북이 말해줬다냥! 버려진 감시탑에 도적들이 나타났다고 했다냥! 더더더 많이 올 거라고 했다냥! 어서 가서 도적들을 꼼짝 못 하게 해달라냥!",
        "English_Text": "I told you the coastal turtle! I said that thieves appeared in the abandoned watchtower! I said more and more will come! Go ahead and immobilize the thieves!",
        "Russian_Text": "Прибрежная черепаха сказала мне! В заброшенной сторожевой башне появились воры! Они сказали, что будут приходить все новые и новые! Давай, останови бандитов!",
        "Chinese_Text": "延安乌龟说了.被遗弃的监视塔出现了盗贼！我说过会再来更多的.快去叫盗贼们不许动！"
    },
    "18600571": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "해안가에 갔다가 시귀에게 잡혀가는 사람들이 있다고 합니다. 순진한 사람들이 위험에 처하지 않도록 난파선의 무덤으로 가서 시귀들을 몰아내 주십시오.",
        "English_Text": "It is said that there are people who go to the shore and are captured by the demons. Please go to the tomb of the shipwreck and drive the demons away so that the innocent are not endangered.",
        "Russian_Text": "Говорят, что есть люди, которые идут на берег и попадают в плен к демонам. Пожалуйста, идите к могиле кораблекрушения и изгоните демонов, чтобы невинные люди не оказались в опасности.",
        "Chinese_Text": "据说有些人去了海岸后被市鬼抓走了.为了不让纯真的人陷入危险,请去遇难船的坟墓里把鬼赶走."
    },
    "18600572": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "시귀들이 가진 무기를 가져다주십시오. 위험한 일이긴 하지만 그들이 가진 무기가 어떻게 만들어졌는지 조사해 볼 가치가 있습니다. 참, 망가지지 않은 것으로 부탁드리겠습니다. 조사를 하려면 상태가 좋아야 하니까요.",
        "English_Text": "Bring me the weapons the demons have. It's dangerous, but it's worth examining how their weapons were made. Oh, I hope they're undamaged. They must be in good condition to investigate.",
        "Russian_Text": "Принесите мне оружие, которое есть у демонов. Это опасно, но стоит разобраться, как было изготовлено их оружие. О, я надеюсь, что оно не сломано. Оно должно быть в хорошем состоянии для расследования.",
        "Chinese_Text": "请把你们手中的武器拿来.虽然是很危险的事情,但是有必要调查一下他们拥有的武器是怎么制作的.对了,拜托您不要弄坏了.要调查的话状态会很好"
    },
    "18600573": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "난파선에 대한 정보가 부족합니다. 난파된 시귀들이 어디서 온 존재인지, 해월대륙에 왜 왔는지… 하지만 알고 싶어도 위협적인 시귀들 때문에 더 깊이 조사할 수가 없습니다. 소협이 난파선의 무덤에 있는 시귀들을 처치해 주신다면, 인류의 위대한 지적 호기심을 넓히는 데 도움이 될 것입니다.",
        "English_Text": "Information about the shipwreck is lacking. Where did the wrecked verses come from, and why they came to the sea and moon continent… But I would like to know, but I can't investigate further because of the threatening verses. If you slay the demons, you will help widen the great intellectual curiosity of mankind.",
        "Russian_Text": "Недостаточно информации о кораблекрушении. Откуда взялись разрушенные стихи и почему они попали в море и на лунный континент… Но я хочу знать, но я не могу продолжить расследование из-за угрожающих стихов. Если вы это сделаете , вы поможете расширить великое интеллектуальное любопытство человечества .",
        "Chinese_Text": "关于遇难船的情报不足.遇难的魔鬼是从哪里来的,为什么来到了海月大陆…但是即使想知道,也因为有威胁的魔鬼无法进行更深入的调查.如果小侠能消灭遇难船坟墓里的魔鬼,有助于扩大人类伟大的知识好奇心."
    },
    "18600574": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "도화상전에서 난파선의 무덤을 조사하고 있다네. 난파선이 여객선이었는지 화물선이었는지, 어떤 물건들을 싣고 있었는지 알아내야 한다네. 그런데 난파선 주변에 시귀가 가득해서 가까이 가기조차 힘들더군. 어떤가? 도와줄 텐가? 손을 빌려주게. 보상은 잘 챙겨주겠네.",
        "English_Text": "We are examining the tomb of a wreck in Dohwajeon. We need to find out whether the wreck was a passenger or cargo ship, and what items it was carrying. Will you? Lend me your hand. I'll take care of the reward.",
        "Russian_Text": "Мы исследуем могилу затонувшего корабля в Дохваджоне. Нам нужно выяснить, было ли затонувшее судно пассажирским или грузовым, и какие предметы на нем находились. Одолжите мне. Я позабочусь о награде.",
        "Chinese_Text": "桃花上殿正在调查遇难船的坟墓.要调查遇难船是客轮还是货轮,装着什么东西.但是遇难船周围有很多耳屎,连靠近都很困难.怎么样.你会帮我吗.把手借给我.我会好好给你报酬的."
    },
    "18600575": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "지금 태평하게 있을 때가 아니다냥! 난파선의 선원들이 왜 전부 시귀로 변했는지 알아내야한다냥! 어쩌면 검고 푸른 약초를  먹었을 수도 있다냥! 그게 사실이라면 큰일이다냥! 어서 가서 알아보라냥! 난파선의 무덤으로 가달라냥!",
        "English_Text": "Now is not the time to be carefree! We need to find out why all the crew members on the shipwreck have turned into guinea pigs! Maybe they ate black and blue herbs! If that's true, that's a big deal! Go and find out! Go to the wreck's grave!",
        "Russian_Text": "Сейчас не время быть беззаботным! Нам нужно выяснить, почему все члены экипажа кораблекрушения превратились в демонов! Может, они ели черные и синие травы! Если это правда, то это большое дело! Идите и узнайте ! Я хочу, чтобы ты ушел! ",
        "Chinese_Text": "现在不是太平的时候.要找出遇难船的船员们为什么全部变成了市井！也许吃了又黑又蓝的药草！如果那是真的,那就糟了！快去打听一下.去遇难船的坟墓."
    },
    "18600576": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "창도단이 발자국 없는 해안에 나타난 이유가 무엇일까요? 창도단이 어떤 계획을 꾸미고 있는지는, 역시 그들만이 알고 있을 것 같습니다. 아마도 창도단원들은 계획이 적힌 쪽지를 가지고 있을 겁니다. 그 쪽지를 모아 주십시오. 계획을 알아내겠습니다!",
        "English_Text": "Why did the spear gang appear on the shoreless shore? It seems only they know what the spear gang is up to. They probably have a note with the plan written on it. Gather the notes, I'll figure out the plan!",
        "Russian_Text": "Почему копьеносная банда появилась на безбрежном берегу? Похоже, только они знают, что замышляет копьеносная банда. Возможно, у членов копьеносной банды есть записка с написанным на ней планом. Пожалуйста, соберите записи… Я разберусь. план!",
        "Chinese_Text": "昌道团出现在没有脚印的海岸的理由是什么呢?昌道团在策划什么计划,果然只有他们知道.也许昌道团员们有写有计划的纸条.请把那张纸条收集起来.我去打听一下计划！"
    },
    "18600577": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "얼마 전 도적떼가 우리 화물선을 습격해 큰 손해를 입은 일이 있었다네. 발자국 없는 해안의 창도단이 우리 화물선에 나타났던 바로 그 도적들인 것 같네. 언제 다시 무기를 준비해 나타날지 모르니, 지금을 노려야 하네. 어서 가서 도적떼를 처치해 주게.",
        "English_Text": "Some time ago, a band of thieves attacked our cargo ship and suffered great damage. It seems that the Spearmen of the Footless Shore are the same bandits that appeared on our cargo ship. We never know when we'll come back with our weapons ready. , we need to aim now. Go ahead and kill the bandits.",
        "Russian_Text": "Не так давно группа воров напала на наш грузовой корабль и сильно пострадала. Похоже, что Копейщики Безногого берега - те же бандиты, что появились на нашем грузовом корабле. Мы не знаем, когда они снова появятся со своими оружие готово, так что нам нужно прицелиться. Пойдем, пойдем убивать бандитов .",
        "Chinese_Text": "不久前盗贼袭击了我们的货轮,损失惨重.没有脚印的海岸的昌道团好像就是我们货轮上出现的盗贼.不知道什么时候会再次准备武器出现,必须瞄准现在.快去消灭盗贼群."
    },
    "18600578": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 에레다는 균열을 지속적으로 조사하고 있습니다. 최근 발자국 없는 해안에서도 균열이 발생하고 있어서 주변 생물이 어떤 영향을 받는지 알아보려고 합니다. 소협께서 생물 표본을 가져다주신다면 조사에 큰 도움이 될 것입니다.",
        "English_Text": "We ereda are constantly investigating cracks. Cracks have recently appeared on the shores without any footprints, so we're trying to figure out how the surrounding creatures are affected. Will be.",
        "Russian_Text": "Мы, Эреда, постоянно исследуем трещины. Недавно на берегах появились трещины, не оставляющие следов, поэтому мы пытаемся выяснить, как это влияет на окружающих существ.",
        "Chinese_Text": "我们的雷达正在持续地调查缝隙.最近没有脚印的海岸也出现了裂痕,想了解一下周边生物受到了什么样的影响.如果小侠把生物标本拿来的话,对调查会有很大的帮助."
    },
    "18600579": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "명혜단에서는 혈비패가 어떤 악행을 꾸미고 있는지 알아보고 있는 중입니다. 악의 무리에 대한 동태 파악만큼 이 척박한 개척지에서 중요한 일도 없을 테지요. 혈비패가 어떤 움직임을 보이고 있는지 알아내 주십시오.",
        "English_Text": "Myunghyedan is trying to figure out what kind of evil the bloodthirsty is doing. There is nothing more important in this barren frontier than understanding the dynamics of the evil swarm. Please find out what the bloodthief is doing.",
        "Russian_Text": "Мёнхьедан расследует злые дела кровожадных. Нет ничего более важного на этой бесплодной границе, чем понимание динамики злого роя. Пожалуйста, узнайте, что делает кровавый воришка.",
        "Chinese_Text": "在名称Dang的情况下，我们正在寻找血液的血迹是什么。只要它是邪恶的动态，这对这一贫瘠的先驱者并不重要，请找出血液的运动。"
    },
    "18600580": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "지금까지는 혈비의 숲에 균열이 발생한 사례가 없습니다. 하지만 최근 혈비패가 숲에 모여 균열을 열려고 한다는 소문이 돌고 있습니다. 혈비패와 그들을 따르는 숲 늑대의 움직임이 수상합니다. 직접 가서 확인해 주십시오.",
        "English_Text": "Until now, there have been no cases of rifts in the Forest of Bloodbloods. However, recently, rumors have been circulating that Bloodbloods are gathering in the forest to open the rifts. The movements of the Bloodbrutes and the forest wolves that follow them are suspicious. Please go and check them out yourself.",
        "Russian_Text": "До сих пор не было случаев разломов в Лесу Кровавых Кровей. Однако в последнее время ходят слухи, что Кровавые Крови собираются в лесу, чтобы открыть разломы. подозрительно. Пожалуйста, пойди и проверь их сам. ",
        "Chinese_Text": "没有案件在血液森林中裂开裂缝。然而，最近的血液酶是一种谣言，他试图在森林里打开裂缝。血液和森林狼的运动跟随他们。请直接去并确认。"
    },
    "18600581": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림 개척자들의 위업을 기리는 명혜단비를 개척자 위령 묘지에 세우려고 합니다. 하지만 혈비패가 나타나 훼방을 놓는 바람에 일이 진척되질 않고 있습니다. 혈비패가 방해하지 못하도록 몰아내 주십시오.",
        "English_Text": "We are planning to erect a monument to the pioneers of Taerokrim in the cemetery to commemorate the achievements of the pioneers of the Taerokrim.",
        "Russian_Text": "Мы собираемся установить памятник пионерам Таэрокрима, который увековечивает достижения пионеров на Мемориальном кладбище пионеров. Однако дела не продвигаются, потому что возникла и помешала кровавая темница.",
        "Chinese_Text": "我试图将一座纪念碑建造在先锋中。但我不知道如何在风中做到这一点，但我不想消失。"
    },
    "18600582": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "개척자 위령 묘지에 혈비패가 나타났다냥! 태록림을 개척한 사람들의 넋을 기리는 곳까지 와서 도적질을 하다니냥! 도저히 참을 수가 없다냥! 혈비패가 거기서 한 발자국도 더 들일 수 없게 해달라냥!",
        "English_Text": "Blood tablets appeared in the Pioneer Memorial Cemetery! They came to a place that commemorates the souls of those who pioneered Taerok Forest and stealing!",
        "Russian_Text": "Кровавые таблички появились на Мемориальном кладбище пионеров! Они пришли в место, которое увековечивает души тех, кто был первооткрывателем леса Таэрок и воровал!",
        "Chinese_Text": "我没有看到网眼的血液，我来到了开创性的人的灵魂的地方，我不能忍受！我不能忍受！我不能忍受！"
    },
    "18600583": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "우리 금경철문은 이득이 되는 일이라고 뭐든지 하는 사람들이 아닙니다. 부정한 자들에게는 우리 장비를 넘기지 않는데 참고요 숲의 부패한 수양대원들이 우리 장비를 들고 있다고 합니다. 그들에게서 장비를 회수해 주십시오. 장비를 회수한 만큼 수양에는 값을 돌려줄 생각입니다.",
        "English_Text": "We, Geumgyeongcheolmun, are not the people who do anything profitably. Please note that we do not hand over our equipment to the unclean. They say that the Corrupted Recruiters in the forest are carrying our equipment. Retrieve the equipment from them. Recover the equipment I intend to return the value to the ram as much as I did.",
        "Russian_Text": "Мы, Кымгёнчхольмун, не те люди, которые делают что-либо с прибылью. Обратите внимание, что мы не передаем наше оборудование нечистым. Они говорят, что Коррумпированные вербовщики в лесу несут наше оборудование. Заберите у них это оборудование. оборудования я планирую вернуть значение тарану столько же, сколько и я .",
        "Chinese_Text": "我们没有任何事情与我们的出血，没有任何有益的东西。我不处理我们的设备。请注意，森林的腐败费用正在举行我们的设备。请从他们身上恢复设备。我在想尽可能多地返回价值。"
    },
    "18600584": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "부패한 수양대원들이 참고요 숲에 모였다는 소식을 들었습니다. 태록림을 초기부터 함께 개척해온 수양인데, 그들이 타락하는 모습을 마냥 지켜보고 있을 수 없습니다. 참고요 숲으로 가 주십시오. 가서 부패한 자들을 척결하여 수양을 도와주십시오.",
        "English_Text": "I heard that the corrupt foster care team members have gathered in Jojiyo Forest. We have been pioneering Taerok Forest together since the early days, but we can't just watch them fall. Please go to the forest. Please help us to mow by eradicating it.",
        "Russian_Text": "Я слышал, что коррумпированные культиваторы собрались в лесу Джоджиё. Мы вместе выращивали Таэрокрим с первых дней, и мы не можем просто смотреть, как они падают. Пожалуйста, иди в лес. Уничтожь это и помоги породе.",
        "Chinese_Text": "腐败的数字听到了腐败的节日成员被聚集在森林里的消息。在塔里姆的早期，他们已经开创在一起，他们不能看着下降。请注意。请去森林。去森林。帮助维修并帮助您。"
    },
    "18600585": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "태록림 개척에 앞장서야 할 수양대원들 중 일부가 본분을 잊고 이득을 챙길 궁리에만 빠져 있습니다. 그들이 마침 참고요 숲에 모여 있으니 부패한 자들을 혼내주기에 참으로 적절한 때입니다. 어서 가서 수양의 명예를 더럽힌 자들을 척결합시다!",
        "English_Text": "Some of the foster members who should take the lead in reclaiming the Taerok Forest have forgotten their duties and are engrossed in making profits. They are gathered in the forest at the same time, so it is an appropriate time to punish the corrupt. Let's eradicate those who pollute!",
        "Russian_Text": "Некоторые из приемных членов, которые должны возглавить восстановление леса Таэрок, забыли о своих обязанностях и поглощены получением прибыли. Они собрались в лесу одновременно, так что сейчас подходящее время для наказания коррупционеров. Давайте искоренить осквернителей! ",
        "Chinese_Text": "一些要素在Tarrim的开创性的领先地位，忘记了他们的收益，忘记了他们的福利，他们只是在法庭上。他们聚集在森林里。他们在森林里。让我们浏览肮脏的人！ "
    },
    "18600586": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "도화상전에서는 검은 진흙지대의 진흙을 면밀히 조사하고 있습니다. 풍요로운 산림을 유지하는 비결이 비옥한 진흙이라는 연구가 매우 흥미롭습니다. 이것이 사실인지 검증하려면 진흙 표본이 필요합니다. 소협께 진흙 표본을 의뢰하고 싶습니다. 보수는 섭섭지 않게 드리겠습니다.",
        "English_Text": "In Dohwajeon, we are closely examining the mud in the black mud zone. The study that the secret to maintaining a prosperous forest is fertile mud is very interesting. To verify this is true, we need a clay sample. I'd like to. I'll give you the pay so you won't be disappointed.",
        "Russian_Text": "В Дохваджоне мы внимательно изучаем грязь в зоне черной грязи. Исследование того, что секрет сохранения процветающего леса - это плодородная грязь, очень интересно. Чтобы убедиться, что это правда, нам нужен образец глины. Я хотел бы . Я заплачу тебе, чтобы ты не разочаровался .",
        "Chinese_Text": "我在研究黑泥地面的泥浆时非常有趣。我非常有趣地研究肥沃的泥土来维持富森林。我需要一个泥浆标本来验证这是真的。我想支付维修费。"
    },
    "18600587": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대가 오직 진흙으로만 유명한 것이 참으로 안타깝습니다. 악어, 거북, 팔독모까지 이야깃거리가 정말 많은 곳이거든요! 검은 진흙지대에 서둘러 명혜단비를 세워야겠습니다! 하지만 아시다시피 그곳이 너무 위험해서 도움이 필요합니다. 소협께서 검은 진흙지대의 야생 동물을 정리해 주시면 고맙겠습니다.",
        "English_Text": "It's a pity that the Black Mud Zone is only famous for mud. There are so many stories to talk about, including crocodiles, turtles, and bald eagles! I need your help. I'd appreciate it if you could clear up the wild animals in the Black Mud.",
        "Russian_Text": "Жаль, что Зона Черной Грязи славится только грязью. Есть так много историй, о которых стоит поговорить, в том числе о крокодилах, черепахах и лысых орлах! Мне нужна ваша помощь. Буду признателен, если вы сможете разобраться в дикой природе животные в Черной Грязи .",
        "Chinese_Text": "黑泥只是泥泞非常闻名，这是不幸的，这对泥是非常闻名的。这是鳄鱼，龟和剑的很多地方！我必须在黑泥中建立很多地方！但是你知道我需要帮助太危险了。我会欣赏黑泥地面的野生动物。"
    },
    "18600588": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "검은 진흙지대는 평범한 이주민들에게 너무도 위험한 곳인데, 아무것도 모르고 들어갔다가 변을 당하는 사람들이 늘어나고 있습니다. 검은 진흙지대의 진흙 악어, 진흙 거북, 진흙 거미, 뱀버섯을 처치하면 지금보다 훨씬 안전해질 것 같습니다. 도움을 부탁 드립니다.",
        "English_Text": "The Black Mud Zone is a very dangerous place for ordinary settlers, but more and more people are going in without knowing it and are getting feces. Killing the Mud Crocodiles, Mud Turtles, Mud Spiders and Mushrooms in the Black Mud Zone will make it much safer than it is now. Same. Please help.",
        "Russian_Text": "Зона черной грязи - очень опасное место для обычных мигрантов, но все больше и больше людей входят в зону черной грязи, не зная об этом, и получают фекалии. Убийство крокодила из черной грязи, грязевой черепахи, грязевого паука и змеиного гриба значительно улучшит ситуацию. безопаснее, чем сейчас. То же самое. Пожалуйста, помогите. ",
        "Chinese_Text": "黑泥地面对普通移民来说这么危险，而且甚至没有知道的人，他们正在增加，他们一直在增加。泥鳄鱼，泥龟，泥蜘蛛，比现在更安全得多。感谢您的帮助。 "
    },
    "18600589": {
        "Dev_Desc": "태록림 협행",
        "Original_Text": "원래 우리 바롱들은 야생 동물들이랑 말이 잘 통한다냥. 그런데 얼마 전부터 검은 진흙지대 동물들이랑 말이 안통한다냥. 자꾸 화내고 공격한다냥. 흠흠, 분명 몸에 이상이 생긴게 틀림없다냥! 무슨 일인지 알아볼 수 있도록 표본을 구해와달라냥!",
        "English_Text": "Originally, our barongs communicate well with wild animals. But for a while, they have been unable to communicate with animals from the black mud. They keep getting angry and attacking. Hmmm, there must be something wrong with their body! I want you to save me!",
        "Russian_Text": "Изначально наши баронги хорошо общались с дикими животными. Но какое-то время они не могли общаться с животными из черной грязи. Они продолжают злиться и атаковать. Хммм, с их телом должно быть что-то не так! Я хочу тебя чтобы спасти меня! ",
        "Chinese_Text": "原来我们的植物很好地穿过野生动物。但是多久，我不得不说我不必生气和攻击。我救了并做到了！"
    },
    "18601001": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 숲길과 붉은 비탈에 홍돈족이 계속 늘어나 풍백문 해월지부에 위협이 되고 있습니다. 붉은 비탈의 홍돈족을 저지해 그들의 세력 확장을 막아주십시오.",
        "English_Text": "Hongdon tribes continue to grow on the Red Forest Road and on the Red Slope, posing a threat to the Pungbaekmun Haewol Branch. Stop the Red Slope Red Slopes to prevent their expansion.",
        "Russian_Text": "Красная лесная дорога и красный склон становятся угрозой для ветви Пунгбекмун Хэволь, поскольку число племен хонгдон продолжает расти.",
        "Chinese_Text": "红树林路和红坡上红敦族不断增加,对风白门海月支部造成威胁.请阻止红土族扩张他们的势力."
    },
    "18601002": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "만다라화가 들고 있는 풍성한 강아지풀로 특산품을 만들어보면 어떨까요? 강아지풀로 고양이 장난감을 만들면 애묘인들에게 불티나게 팔릴 겁니다. 일단 한 번 가져와 보시죠.",
        "English_Text": "Why don't you make a special product with the abundant foxtail holding a mandala flower? If you make a cat toy with the foxtail flower, it will be sold to pet lovers. Let's try it once.",
        "Russian_Text": "Почему бы вам не сделать специальный продукт с обилием собачьей травы, держащий мандалу? Если вы сделаете игрушки для кошек из собачьей травы, они будут продаваться любителям домашних животных. Давайте попробуем один раз.",
        "Chinese_Text": "用曼陀罗花家的丰富的牛犊草制作特产怎么样?用牛犊草做猫玩具的话,会被爱庙人热卖的.先拿过来看看吧"
    },
    "18601003": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 숲길의 야생 동물들이 이주민들을 공격한다고 합니다. 이주민들이 안심할 수 있도록 늑대들을 처치해 주십시오.",
        "English_Text": "The wild animals of the Red Forest Path are attacking the settlers. Kill the wolves so the settlers can rest assured.",
        "Russian_Text": "Говорят, что дикие животные Дороги Рыжего леса нападают на поселенцев. Пожалуйста, убейте волков, чтобы поселенцы чувствовали себя в безопасности.",
        "Chinese_Text": "据说红色森林路的野生动物攻击移民.请消灭狼,让移民安心."
    },
    "18601004": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 뿔 사슴의 뿔에 달린 적순이 풍토병 치료에 효과가 좋은데  값이 비싸서 구하지 못하는 이주민들이 많다고 합니다. 적순을 구해주시면 풍토병에 걸린 이주민들을 돕는데 쓰겠습니다. ",
        "English_Text": "The red shoots on the antlers of red horned deer are effective in treating endemic diseases, but many migrants are unable to obtain them due to their high cost.",
        "Russian_Text": "Красные побеги на рогах краснорогих оленей эффективны при лечении эндемических заболеваний, но многие мигранты не могут получить их из-за их высокой цены.",
        "Chinese_Text": "红角鹿角上的赤顺对风土病治疗效果很好,但是因为价格昂贵而找不到的移民很多.如果能找到合适的顺序,我会用来帮助患风土病的移民."
    },
    "18601005": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "홍돈족이 이대로 붉은 숲길에 부락이라도 꾸릴까 걱정됩니다. 웅장한 풍백문 해월지부 앞에 홍돈족 부락이라뇨?! 당치도 않습니다! 엉덩이도 못 붙이게 당장 쫓아내 주십시오!",
        "English_Text": "I'm worried that the Hongdon people will build a village on the red forest road like this. It's a Hongdon tribe in front of the magnificent Pungbaekmun Haewol Branch?!",
        "Russian_Text": "Я беспокоюсь, что народ Хонгдон построит деревню на красной лесной дороге, как эта. Это племя Хонгдон напротив великолепной ветви Пунгбэкмун Хэволь ?!",
        "Chinese_Text": "我担心红豚族会在红树林里建一个村子.雄伟的风白门海月支部前的红豚族部落?！真是岂有此理.马上把我赶出去."
    },
    "18601006": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "홍돈족이 붉은 숲길에서 무기를 들고 설친다고 합니다. 이건 전쟁입니다! 어서 홍돈족의 무기를 빼앗아 무력화 시켜야 합니다!",
        "English_Text": "It is said that the Red Dons are arrogant with their weapons on the Red Forest road. This is war! Hurry up and take the Red Don's weapons and neutralize them!",
        "Russian_Text": "Говорят, что племена Хонгдон хитро обращаются со своим оружием на дороге Рыжего леса. Это война! Торопитесь, возьмите оружие племени Хонгдон и нейтрализуйте его!",
        "Chinese_Text": "据说红敦族在红树林的路上拿着武器.这是战争！快去夺取红敦族的武器使其无力化！"
    },
    "18601007": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "홍돈족이 검은발발이를 사육한다던데 혹시 식량으로 쓰려는 걸까요? 만일 그렇다면, 검은발발이를 제거해야만 합니다. 식량이 떨어져야 홍돈족이 붉은 숲길에서 물러날 겁니다.",
        "English_Text": "I heard that the red hogs raise black-footed dogs, are you going to use them as food? If so, you must get rid of them. When the food runs out, the red-toned people will retreat from the red forest road.",
        "Russian_Text": "Я слышал, что люди Красного Дона выращивают черноногих, собираются ли они использовать это в пищу? Если да, то мы должны избавиться от черноногих. Когда еда закончится, люди Красного Дона отступят из Рыжий лес .",
        "Chinese_Text": "听说红豚族在饲养黑爪子,难道是要用作粮食吗?如果是这样的话,就要清除黑色脚爪.只有粮食没了,红豚族才会从红树林里退下来."
    },
    "18601008": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "단풍 노을 골짜기에 전갈 떼가 늘어나 골치가 아픕니다. 마음 놓고 갈 수가 없네요. 제발 붉은 꼬리 전갈과 정예 붉은 큰꼬리 전갈 좀 처치해 주십시오.",
        "English_Text": "The swarms of scorpions are growing in the autumnal sunset valley, and it hurts my head. I can't go without peace. Please get rid of the red-tailed scorpions.",
        "Russian_Text": "Стаи скорпионов увеличиваются в долине осеннего заката, и у меня болит голова. Я не могу обойтись без ума. Пожалуйста, избавься от краснохвостого скорпиона.",
        "Chinese_Text": "红叶晚霞山谷里有很多蝎子,真让人头疼.我不能放心去.拜托你去消灭红尾蝎子吧."
    },
    "18601009": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "독도 잘 쓰면 약이라는 말이 있다지요? 마침 단풍 노을 골짜기에 전갈이 풍부하니 독으로 약을 만들면 어떨까요? 붉은 꼬리 전갈과 정예 붉은 큰꼬리 전갈의 독을 모아주시면 좋은 약을 만들어 보겠습니다.",
        "English_Text": "There is a saying that if you use Dokdo well, it is said to be medicine? There are so many scorpions in the autumnal sunset valley, how about making medicine with poison? We will make a good medicine by collecting the poisons of red-tailed scorpions and elite red-tailed scorpions. ",
        "Russian_Text": "Есть поговорка, что если Токто использовать правильно, это лекарство? В долине осеннего заката столько скорпионов, как насчет приготовления лекарства с ядом? Если собрать яд краснохвостого скорпиона и элитного красного большохвостый скорпион, мы сделаем хорошее лекарство .",
        "Chinese_Text": "听说独岛用得好就是药.正好红叶晚霞山谷里有很多蝎子,用毒做药怎么样?收集红尾蝎子和精锐红尾蝎子的毒就可以了."
    },
    "18601010": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "초기 개척자들은 풍토병이 두려워 오래된 나무를 불태웠습니다. 그후로 단풍 나무의 정령들이 원래 있던 자리에서 맴돌고 있지요. 나무 정령이 행인들을 해치지 못하도록 도와주십시오.",
        "English_Text": "Early pioneers burned old trees for fear of endemic diseases. Since then, the spirits of the maple trees have hovered around where they were. Help the tree spirits not harm passersby.",
        "Russian_Text": "Первые пионеры сжигали старые деревья, опасаясь эндемической болезни. С тех пор духи кленовых деревьев витали там, где они были. Помогите древесным духам не причинить вред прохожим.",
        "Chinese_Text": "最初的开拓者们因为害怕风土病而燃烧了古树.之后,枫树的精灵们在原来的地方徘徊.请帮我不要让树精伤害行人."
    },
    "18601011": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "벌목지 아래 벌판에는 수수께끼를 내는 어둑시니가 있는데 수수께끼를 못 풀면 못살게 군다고 합니다. 어둑시니들이 수수께끼를 내지 못하도록 조용히 시켜주십시오.",
        "English_Text": "There are riddles in the field beneath the logging pits, and they say that if they can't solve the riddles, they will be naughty. Quiet them so they don't ask riddles.",
        "Russian_Text": "В поле под полем вырубки есть гномы, которые загадывают загадки, и они говорят, что если они не могут разгадывать загадки, они будут шалить. Пожалуйста, молчите, чтобы копатели не загадывали загадки.",
        "Chinese_Text": "伐木地下面的原野上有一个谜,如果解不出谜语就活不下去了.天黑了,请安静点,免得他们猜谜."
    },
    "18601012": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "어둑시니들이 밤낮을 가리지 않고 수수께끼 벌판에 나타나고 있습니다. 정착지까지 몰려오지 못하도록 처치해 주십시오.",
        "English_Text": "Ducks are appearing day and night in the Mystery Fields. Kill them so they don't come to the settlement.",
        "Russian_Text": "Темные люди появляются на Таинственных полях днем и ночью. Убейте их, чтобы они не пришли в поселение.",
        "Chinese_Text": "夜幕降临,夜幕降临.请处理掉,不要让他们聚集到定居地."
    },
    "18601013": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "수수께끼 벌판에 고목 정령이 나타나고 있습니다. 고목 정령이 나타나는 이유는 바로 어둑시니 때문입니다. 어둑시니들이 정령을 불러내 이주민들을 해치고 있다고 합니다. 수수께끼 벌판으로 가서 어둑시니와 정령들을 없애 주십시오.",
        "English_Text": "An Old Tree Spirit is appearing in the Mystery Fields. The reason why the Old Tree Spirits appear is because of Darkness. They are calling spirits to harm the settlers. ",
        "Russian_Text": "Дух старого дерева появляется в Таинственном поле. Причина появления духа старого дерева - в Тьме. Говорят, что Тьма призывает духов нанести вред поселенцам. Идите в Таинственное поле и избавьтесь от Тьмы. и духи .",
        "Chinese_Text": "谜之原野上出现了古木精灵.枯木精灵出现的原因就是黑暗.黑暗中的人们召唤精灵,正在伤害移民.去神秘的原野消灭黑暗和精灵们吧."
    },
    "18601014": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "벌목지에 사는 붉은 여우가 밤마다 산을 넘어 해월지부에 들어와서는 양식으로 비축해둔 고기를 물어간다고 합니다. 벌목지의 붉은 여우를 처치해 주십시오.",
        "English_Text": "It is said that the red fox living in the logging area crosses the mountain at night and enters the Haewol Branch to fetch the meat they have stocked up for food. Please kill the red fox in the logging area.",
        "Russian_Text": "Говорят, что рыжая лисица, живущая в зоне вырубки, пересекает гору и каждую ночь входит в филиал Хэвол, чтобы принести мясо, которое они приготовили для еды. Пожалуйста, убейте рыжую лису в зоне вырубки.",
        "Chinese_Text": "据说生活在伐木地的红狐狸每天晚上都会翻山进入海月支部,用粮食储备的肉.请消灭伐木地的红狐狸."
    },
    "18601015": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "벌목지에 만다라화가 잔뜩 나타났습니다. 벌목지가 시끄러워지기 전에 만다라화를 처치해 주십시오. 잿빛 만다라화입니다!",
        "English_Text": "There are a lot of mandalas in the logging. Get rid of the mandalas before the logging gets noisy. It's a gray mandala!",
        "Russian_Text": "В зоне вырубки много мандал. Пожалуйста, избавьтесь от мандал, пока лесозаготовка не стала шумной. Это серая мандала!",
        "Chinese_Text": "采伐地上满是曼陀罗的怒火.请在伐木场变吵之前消灭曼陀罗.灰色曼陀罗花！"
    },
    "18601016": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "어쩌면 만다라화도 쓸모가 있을지 모릅니다! 제일 궁금한 것은 만다라화의 줄기인데, 뿔처럼 우뚝 솟아 있는 줄기에 영양분이 많을 것 같단 말입니다. 줄기를 모아 오시면 식물학에 능통한 분께 의뢰해보겠습니다!",
        "English_Text": "Maybe mandalas are also useful! The most curious thing is the stems of mandalas, and the horn-like stems seem to have a lot of nutrients. Collect the stems and I'll hire someone who is good at botany!",
        "Russian_Text": "Может быть, и мандалы тоже полезны! Больше всего меня интересует стебель мандалы, а стебли, высокие, как рога, кажутся, содержат много питательных веществ. Если вы соберете стебли, я спрошу кого-нибудь, кто хорошо разбирается в ботанике! ",
        "Chinese_Text": "也许万达拉火也有用！最好奇的是曼陀罗花的茎,像角一样耸立的茎上应该有很多营养成分.收集线索的话、我会委托精通植物学的人！"
    },
    "18601017": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "숲의 장막은 불마자가 풍백문 해월지부를 침범하는 것을 경계하는 최전방입니다. 어둑시니 무리 때문에 경계에 소홀함이 생겨서는 안 됩니다. 숲의 장막으로 가서 어둑시니를 처치해 주십시오. ",
        "English_Text": "The Forest Veil is the front line to guard against invading the Pungbaekmun Haewol Branch. Don't neglect your vigilance because of the dark swarm. Go to the Forest Veil and defeat the Dark Sea. ",
        "Russian_Text": "Лесная Завеса - это передовая линия, которая защищает от вторжения в Ветвь Пунгбекмун Хэвол. Не пренебрегайте бдительностью из-за темной толпы. Пожалуйста, идите в лесную палатку и убейте темных людей.",
        "Chinese_Text": "森林的帐幕是警戒火魔者侵犯风白门海月地区的最前方.天黑了,不能因为太勉强而疏忽警戒.请去森林的帐幕消灭黑暗骑士."
    },
    "18601018": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "글쎄, 어둑시니 가면을 쓰면 불마자한테 당하지 않는다는 괴소문이 돌고 있다네요. 그런다고 불마자가 해치지 않는다니, 어처구니가 없습니다. 헛소문이 돌지 않도록 숲의 장막으로 가서 어둑시니를 처치하고 가면을 없애주십시오.",
        "English_Text": "Well, there are rumors circulating that if you wear a dark mask, you won't be attacked by bullies. It's ridiculous that you won't get hurt by that. Please remove the mask.",
        "Russian_Text": "Ну, ходят слухи, что если вы наденете темную маску для лица, на вас не нападут хулиганы. Смешно, что вы не пострадаете от этого. Убейте хулиганов и снимите маску. ",
        "Chinese_Text": "是啊,有传闻说,因为天黑了,戴上面具就不会被火魔袭击.这样也不会伤害火魔者,真是荒唐.为了不让谣言传出去,请去森林的帐幕消灭黑暗,消灭面具."
    },
    "18601019": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "숲의 장막에 정예 잿빛 암각다귀가 나타났습니다. 암각다귀가 숲의 장막에 자리를 잡지 못하게 몰아내 주십시오.",
        "English_Text": "An elite ashen creeper has appeared in the forest veil. Please drive it away from its place in the forest veil.",
        "Russian_Text": "Элитный пепельный лиан появился за лесной пеленой. Пожалуйста, прогоните его с места в лесной пелене.",
        "Chinese_Text": "森林的帐幕上出现了精锐的灰色岩角.请赶我出去,免得夜猫子在树林的帐幕上站住脚."
    },
    "18601020": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "원령의 언덕에서 풍백문이 검은새벽단과 싸우고 있습니다. 본국은 물론 사호와 협력 관계를 맺고 있는 풍백문을 도와야 합니다. 어서 가서 검은새벽단을 처치해 주십시오. ",
        "English_Text": "Pungbaekmun is fighting the Black Dawn on Monon's Hill. You must help Pungbaekmun, who has a cooperative relationship with Saho as well as your home country. Go ahead and defeat the Black Dawn. ",
        "Russian_Text": "Пунгбэкмун борется с Черным рассветом на холме Монронг. Мы должны помочь Пунгбекмуну, который поддерживает отношения сотрудничества с Сахо, а также с его родной страной. Идите вперед и победите Черный рассвет.",
        "Chinese_Text": "在元灵的山坡上,风白门正在与黑色的清晨坛战斗.不仅要帮助本国,还要帮助与社呼建立合作关系的风白门.请快去消灭黑色黎明丹."
    },
    "18601021": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "검은새벽단이 병력을 늘리고 있습니다. 지금 물리치지 않으면 나중에 큰 화를 당하게 될 것입니다. 검은새벽단을 처치해 주십시오.",
        "English_Text": "The Black Dawn is building up their forces. If we don't defeat them now, we'll be in big trouble later. Kill the Black Dawn.",
        "Russian_Text": "Черный Рассвет увеличивает свои войска. Если вы не победите его сейчас, у вас будут большие проблемы позже. Пожалуйста, убейте Черный Рассвет.",
        "Chinese_Text": "黑色黎明团正在增加兵力.如果现在不打败,以后会遭殃的.请处置黑色黎明丹."
    },
    "18601022": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "검은새벽단에게 독으로 당한 사람들을 위한 해독제가 필요합니다. 검은새벽단 주술사나 정예 독술사에게서 해독제를 구해다 주십시오.",
        "English_Text": "I need an antidote for those poisoned by Blackdawn. Get an antidote from a Blackdawn shaman or an elite poison enchanter.",
        "Russian_Text": "Нам нужно противоядие для отравленных Черной Зари. Получите противоядие от шамана Черной Зари или элитного чародея с ядом.",
        "Chinese_Text": "为了那些被黑色黎明丹毒害的人需要解毒剂.请把解毒剂从漆黑的清晨的檀萨满或精锐的毒术士那里拿过来."
    },
    "18601023": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "잿빛 밀림에는 잿빛이 된 호랑이가 있습니다. 비옥의 기운에 노출된 후 털색이 바뀌더니 날로 포악해지고 있습니다. 잿빛 호랑이가 사람들을 해치지 못하도록 처치해 주십시오.",
        "English_Text": "There are gray tigers in the Ashen Jungle. Their fur has changed color after exposure to fertility and is becoming more and more ferocious. Get rid of the gray tigers so they don't harm people.",
        "Russian_Text": "В Пепельных джунглях есть тигр, который поседел. После воздействия энергии плодородия цвет его шерсти изменился, и он становится все более и более свирепым. Пожалуйста, убедитесь, что серый тигр не причиняет вреда. люди.",
        "Chinese_Text": "灰色丛林中有一只变成灰色的老虎.暴露在肥沃的气息中后,毛的颜色发生了变化,变得越来越凶恶.请处置灰色老虎,以免伤害他人."
    },
    "18601024": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "혹시 잿빛 밀림에 가시는 길이라면, 비옥 때문에 변해버린 호랑이의 장기를 부탁드립니다. 비옥 연구에 큰 도움이 될 겁니다.",
        "English_Text": "If you are on your way to the Ashen Jungle, ask for the organs of a tiger that have been transformed by fertility. It will be of great help in fertility research.",
        "Russian_Text": "Если вы собираетесь в Пепельные джунгли, попросите органы тигра, которые были изменены из-за фертильности. Это будет большим подспорьем в исследованиях фертильности.",
        "Chinese_Text": "如果你是去灰色丛林的话,请给我一个因肥沃而变的老虎的特长.对研究肥沃会有很大的帮助."
    },
    "18601025": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "잿빛 밀림에 서인족이 나타났습니다. 붉게 충혈된 눈을 부릅뜨고 먹이를 찾아 방황하고 있다고 합니다. 어서 가서 잿빛 밀림의 서인족을 처치해 주십시오.",
        "English_Text": "A westerner has appeared in the Ashen Jungle. They say they are wandering in search of food with their red bloodshot eyes. Go ahead and defeat the westerners of the Ashen Jungle.",
        "Russian_Text": "Житель Запада появился в Пепельных джунглях. Они говорят, что блуждают в поисках еды с красными налитыми кровью глазами. Пожалуйста, продолжайте и убивайте жителей Запада в Пепельных джунглях.",
        "Chinese_Text": "在灰色的丛林中出现了西人族.瞪着充血的眼睛寻找食物彷徨着快去消灭灰色丛林的西人吧."
    },
    "18601026": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 폐허의 어떤 불마자들은 주변을 살피다가 적이 보이면 바로 공격을 가합니다. 이런 불마자들을 먼저 처치하지 않으면 바로 기습을 당할 수 있습니다. 그러니 떠도는 불마자와 불마자 정찰병, 암살자를 먼저 처리해 주십시오. 그들은 항상 주변을 살피며 적이 오기를 기다리고 있습니다.",
        "English_Text": "The barbarians who wander the fertile ruins are pitiful people. They came to the Sea and Moon Continent with the dream of pioneering, but they have turned into barrens they didn't want to. Please help them find rest now. ",
        "Russian_Text": "Горелки, блуждающие по плодородным руинам, - это люди с жалкими обстоятельствами. Я прибыл на море и лунный континент с мечтой стать первооткрывателем, но они превратились в сжигателей, которых я не хотел. Пожалуйста, помогите им немного отдохнуть.",
        "Chinese_Text": "流落在肥沃废墟上的火魔们是有苦衷的人.抱着开拓的梦想来到了海月大陆,但却成为了不想看到的火魔.请帮助他们安息吧."
    },
    "18601027": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "대부분 비옥 폐허에 가는 것을 꺼려 합니다. 거대 비옥 주위에 온통 불마자 뿐인데 그 누가 살아돌아올 수 있겠습니까? 불마자 군단의 살기를 이겨낼 강한 분만이 비옥을 차지할 수 있을 것입니다. 자신이 있다면 비옥 폐허로 가서 강력한 불마자들을 처치해 주십시오.",
        "English_Text": "Most people are reluctant to go to the Fertile Ruins. There are only burns all around the Great Fertility, who can come back to life? Only those strong enough to survive the death of the Burners will be able to take possession of it.",
        "Russian_Text": "Большинство из них не хотят идти в Плодородные руины. Вокруг великого плодородия только идиоты, но кто может вернуться живым? Только те, кто достаточно силен, чтобы пережить кровавую бойню плодородия, смогут обрести плодородие.",
        "Chinese_Text": "大部分人都不愿意去肥沃的废墟.巨大的肥沃周围全是火魔,谁能活着回来?只有战胜火魔者的杀气的强者才能获得肥沃."
    },
    "18601028": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 폐허의 불마자들이 들고 다니는 무기는 뭔가 특별해 보입니다. 상당히 강해 보이는 그 무기를 수집해 오시면, 어떤 비밀이 숨겨져 있는지 연구해 보겠습니다. 쉬운 일은 아니겠지만 부탁 좀 드립니다.",
        "English_Text": "The weapons wielded by the Burners of the Fertile Ruins seem to be something special. Once you have collected those weapons that look quite strong, we'll study the secrets they hide. It won't be easy, but I beg you.",
        "Russian_Text": "Оружие, которое носят Сжигатели плодородных руин, - нечто особенное. Если вы соберете это оружие, которое выглядит довольно сильным, мы изучим секреты, которые они скрывают. Это непросто, но я хотел бы попросить вас об одолжении. . ",
        "Chinese_Text": "肥沃废墟的火魔们携带的武器看起来很特别.收集看起来相当强大的武器的话,我们会研究隐藏着什么秘密.虽然不是件容易的事,但拜托了."
    },
    "18601029": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 발굴지에 어딘가로 이어지는 틈이 있다고 합니다. 그 근처에서 불마자가 계속 나오고 있고요. 불마자들이 계속 나타난다니 그야말로 지옥이 따로 없는 것 같습니다. 가서 불마자를 막아 주십시오.",
        "English_Text": "It is said that there is a gap in the Fertilizer excavation site that leads to somewhere. Boulders keep coming out of that area. It seems like hell doesn't exist as long as they keep appearing. Go and stop them.",
        "Russian_Text": "Говорят, что есть брешь, которая ведет куда-то в место раскопок плодородия. Из-под земли продолжают выходить валуны. Похоже, ада не существует. Иди и останови их.",
        "Chinese_Text": "据说在肥沃的发掘地上有连接到某个地方的缝隙.在那附近一直有火魔火魔不断出现,简直就是地狱.请去阻止火魔."
    },
    "18601030": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "속박된 시귀 광부와 감독관의 주머니에서 비옥 가루가 나왔다고 합니다. 비옥 가루가 잘못된 곳에 쓰이지 않도록 반드시 회수해야 합니다. 비옥 가루 주머니를 모아 주십시오.",
        "English_Text": "Fertilizer dust is said to have come from the pockets of captive miners and overseers. You must recover the fertility dust to avoid misuse. Please collect the sacks of fertility dust.",
        "Russian_Text": "Говорят, что пыль плодородия вышла из карманов плененных поэтов-шахтеров и надсмотрщиков. Вы должны собрать пыль плодородия, чтобы предотвратить ее использование в неправильном месте. Пожалуйста, соберите мешки для пыли плодородия.",
        "Chinese_Text": "被埋没的市贵矿工和监督官的口袋里出现了肥沃粉.一定要回收,以免把肥沃粉用在错误的地方.请把肥沃粉袋收集起来."
    },
    "18601031": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥 발굴지의 속박된 시귀 병사와 궁사, 장수들은 비옥의 기운이 방출될 때 발굴지에 있다가 화를 당해서 죽지 못한 채로 떠돌고 있습니다. 그들이 편안히 눈을 감게 도와주면 어떨까요? 적절한 조치를 취해주시면 그들을 위해 제사를 지내겠습니다.",
        "English_Text": "Bounded poetic soldiers, archers, and generals in the Fertile Excavations are wandering undead in their anger when the energy of fertility is released from their excavations. How about helping them close their eyes in peace? Take appropriate action If you do, I will make a sacrifice for them.",
        "Russian_Text": "Связанные солдаты, лучники и генералы с места раскопок плодородия бродят по месту раскопок нежитью в гневе, когда высвобождается энергия плодородия. Как насчет того, чтобы помочь им удобно закрыть глаза? Если будут приняты соответствующие меры, принесите им жертвы I останется.",
        "Chinese_Text": "被埋没在肥沃发掘地的市鬼士兵和弓箭手、将领们在肥沃的气息释放时在挖掘地,被火烧得死去活来.让他们安心地闭上眼睛怎么样?如果你能采取适当的措施,我将为他们举行祭祀."
    },
    "18601032": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "날개사냥 집결지 부근에 원혼들이 나타나고 있습니다. 재앙의 은신처에 있는 괴물들에게 당한 원혼 같은데 사냥꾼들에게 해코지를 할까 봐 걱정됩니다. 가서 원혼들을 처치해 주십시오.",
        "English_Text": "Animals are appearing near the Winghunter Rendezvous. It looks like a ghost from the monsters in the Lair of Calamity, I'm afraid the hunters will harm it. Go and kill the ghosts.",
        "Russian_Text": "Призраки появляются возле места сбора крылатых охотников. Похоже, что на призраков напали монстры в убежище катастрофы, но я боюсь, что охотники причинят им вред. Идите и убейте призраков.",
        "Chinese_Text": "狩猎翅膀聚集地附近出现了冤魂.好像是被灾难藏身处的怪物们所害的冤魂,担心会对猎人们造成伤害.请去消灭冤魂."
    },
    "18601033": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "재앙의 은신처에 거미가 늘어나고 있는데 사냥꾼들은 관심이 없어서 걱정입니다. 오직 야금을 잡아 자랑하겠다는 생각만 가득한 것 같습니다. 도움이 필요한 일에는 관심이 없으니 그들은 의협을 모르는 것 같습니다. 부디 의협을 아시는 분께서 은신거미를 처치해 주시면 좋겠습니다.",
        "English_Text": "The number of spiders in the hideout of disaster is increasing, and the hunters are not interested, so I'm worried. They seem to be filled with only the desire to catch metallurgy and brag. They are not interested in anything that needs help, so they don't seem to know the medical association. Please It would be nice if someone who knows would kill the stealth spider.",
        "Russian_Text": "Пауки все чаще приближаются к убежищам катастрофы, но охотники не интересуются, поэтому я волнуюсь. Они, кажется, наполнены только идеей хвастаться металлургией. Их не интересуют вещи, требующие помощи , так что они, кажется, не знают медицинской ассоциации. Надеюсь, ты сможешь убить стелс-паука. ",
        "Chinese_Text": "灾难的藏身处蜘蛛正在增加,猎人们不关心,真让人担心.只想抓着冶金炫耀对需要帮助的事情不感兴趣,他们好像不知道医协.希望知道医协的人能消灭隐身蜘蛛."
    },
    "18601034": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "많은 사냥꾼들이 야금을 노리고 재앙의 은신처로 가고 있습니다. 야금을 많이 사냥해 실력을 인정받기 위해서죠. 혹시 사냥에 자신이 있다면 동참해 보십시오. ",
        "English_Text": "Many hunters are going to their hideouts of disaster for their metallurgy. To be recognized for their skills by hunting a lot of metallurgy. If you are confident in hunting, please join us. ",
        "Russian_Text": "Многие охотники собираются в убежище катастрофы из-за своей металлургии. Чтобы получить признание за свои навыки, охотясь за большой металлургией. Если вы уверены в охоте, пожалуйста, присоединяйтесь к нам.",
        "Chinese_Text": "很多猎人都在觊觎冶金,走向灾难的藏身处.为了多打猎冶金,实力得到认可.如果你对狩猎有信心的话,请参与吧."
    },
    "18601035": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "희소식입니다! 붉은 뿔 사슴의 뿔에 달린 적순이 풍토병 치료에 효과가 그만이라고 합니다. 풍토병 치료제를 만들 테니 붉은 뿔 사슴의 적순을 구해주십시오.",
        "English_Text": "Good news! Red-horned deer's antlers are said to be effective in treating endemic diseases. I'll make an endemic remedy, so save the red-horned deer's red shoots.",
        "Russian_Text": "Хорошие новости! Говорят, что красные побеги на рогах краснорогого оленя эффективны при лечении эндемических болезней. Я приготовлю лекарство от эндемических болезней, поэтому, пожалуйста, спасите красные побеги краснорогого оленя.",
        "Chinese_Text": "好消息！据说红角鹿角上的赤顺对风土病的治疗效果非常好.我要制作风土病治疗剂,请帮我弄些红角鹿的适当顺序."
    },
    "18601036": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 뿔 사슴의 적순을 구해야 하는데 적각다귀와 투엽단이 방해가 되어서 구하기가 어렵습니다. 잿빛 적각다귀와 투엽단을 처치해 주시면 큰 도움이 될 것 같습니다. ",
        "English_Text": "The Red Horn Path is full of red antlers, so it is difficult to find the red horned deer's buds. Killing them will be a great help.",
        "Russian_Text": "Трудно найти красные рога красного оленя, потому что дорога красных рогов полна красных рогов. Я думаю, вам будет очень полезно, если вы убьете красные рога.",
        "Chinese_Text": "红角的路上有很多红角鹿,很难找到红角鹿的合适顺序.处置赤角多鬼应该会有很大帮助."
    },
    "18601037": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "붉은 뿔의 길 안쪽에 투엽단이 나타났다고 합니다. 붉은 뿔 사슴을 밀매하려고 나타난 게 분명합니다! 사슴의 뿔이 고가에 거래된다는 소문을 들었거든요. 어서 가서 투엽단을 몰아내 주십시오!",
        "English_Text": "It is said that a squadron appeared inside the Red Horn Road. They must have appeared to smuggle the Red Horn deer! I've heard rumors that deer antlers are sold at a high price. Go ahead and drive the group out! ",
        "Russian_Text": "Говорят, что на дороге Ред-Рог появилась эскадрилья. Должно быть, она появилась для контрабанды оленей Красного Рога! До меня доходили слухи, что оленьи рога продаются по высокой цене.",
        "Chinese_Text": "据说红角的路里面出现了斗夜团.肯定是为了私卖红角鹿而出现的！听说鹿角是高价交易的.快去把斗夜团赶出去吧！"
    },
    "18601038": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "초기 개척자들은 꿈결의 숲에 있는 해파리를 보고 꿈꾸듯 쉬었다고 하는데... 아마도 그때는 해파리들이 유순했나 봅니다? 지금은 마구잡이로 달려들어 공격하니 도저히 쉴 수가 없습니다. 해파리가 좀 줄어들어야 개척의 낭만을 느낄 수가 있을 것 같습니다.",
        "English_Text": "The early pioneers said that they dreamed of resting upon seeing jellyfish in the dream forest... Maybe they were docile then? I think I can feel the romance of pioneering.",
        "Russian_Text": "Первые пионеры говорят, что они отдыхали, как во сне, когда увидели медузу в лесу снов ... Может быть, тогда они были послушными? Думаю, я это чувствую.",
        "Chinese_Text": "初期开拓者们看到梦中森林里的海蜇后像做梦一样休息...也许那时候水母们很温顺吧?现在胡乱进攻,实在无法休息.只有水母减少一点,才能感受到开拓的浪漫."
    },
    "18601039": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "많은 개척자들이 혼란한 꿈결 삼색조에게 당해 꿈결의 숲에서 쫓겨나고 있다고 합니다. 혼란한 꿈결 삼색조를 처치해 개척자들을 도와주십시오.",
        "English_Text": "Many pioneers are said to be being driven out of the Dreamgrove by the confused Dreaming Trio. Help the pioneers by defeating the confused Dreaming Trio.",
        "Russian_Text": "Говорят, что многих пионеров изгоняет из Леса Сновидений сбитое с толку Трио Сновидений. Помогите пионерам, победив сбитое с толку Трио Сновидений.",
        "Chinese_Text": "很多开拓者被混乱的梦中三色鸟赶出了梦中的森林.请处置混乱的梦中三色鸟帮助开拓者."
    },
    "18601040": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "꿈결 삼색조의 깃털은 매우 화려합니다. 그 깃털을 모자에 장식하면 어떨까요? 비옥대지의 훌륭한 특산품이 될지도 모릅니다. 깃털을 가져오시면 시제품을 만들어 보겠습니다.",
        "English_Text": "The dreamy tricolor feather is very colorful. How about adorning it on a hat? It might be a great specialty of the fertile land. Bring the feather and we'll make a prototype for you.",
        "Russian_Text": "Мечтательное трехцветное перо очень красочно. Как насчет того, чтобы украсить это перо на шляпе? Это могло бы быть отличным украшением плодородной земли. Принесите перо, и мы сделаем прототип.",
        "Chinese_Text": "梦中三色鸟的羽毛非常华丽.把那羽毛装饰在帽子上怎么样?也许会成为肥沃大地的优秀特产.拿来羽毛的话我会制作试制品的"
    },
    "18601041": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "사묘정의 숲에 있는 투연초의 색이 점점 변하고 있습니다. 어떻게 된 일인지 알아보려면 표본이 필요하다고 합니다. 변이된 투연초의 표본을 구해다 주시면 감사하겠습니다.",
        "English_Text": "The turmeric in the forest of Samyojeong is starting to change color. They say we need a sample to find out what happened.",
        "Russian_Text": "Цвет Туёнчо в лесу Самёчжон постепенно меняется. Они говорят, что нам нужен образец, чтобы выяснить, что произошло. Мы были бы признательны, если бы вы могли получить образец мутировавшего Туёнчо.",
        "Chinese_Text": "石淼精森林里的斗烟的颜色正在逐渐变化.想知道是怎么回事需要标本.请把变异的烟草标本拿过来."
    },
    "18601042": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥대지의 사묘정들이 탁회암 때문에 변이가 된 후, 더 위험해진 것 같습니다. 사묘정의 숲으로 가서 변이된 사묘정을 처치해주십시오.",
        "English_Text": "The Samyojeong in the Fertile Earth seems to have become more dangerous after being mutated by taffy rock. Please go to the Forest of Samyojeong and defeat the mutated Samyojeong.",
        "Russian_Text": "Похоже, это стало более опасным после того, как Самёджон в Плодородной Земле мутировал из-за тахоэита. Отправляйся в Лес Самёджон и победи мутировавшего Самёджона.",
        "Chinese_Text": "肥沃台地的四庙亭因卓灰岩变异后,似乎更加危险了.请前往石淼精的森林消灭变异的石淼精."
    },
    "18601043": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "사묘정의 숲이 변이된 사묘정들로 더욱 위험해지고 있습다. 변이된 사묘정이나 정예 변이된 거대 사묘정이 수풀을 모조리 먹어버리거나 이주민을 해치지 못하도록 처치해 주십시오.",
        "English_Text": "The forest of Samyojeong is becoming more dangerous with mutated saplings. Please make sure that the mutated samyojeong or the elite mutated giant saplings don't eat up all the bushes or harm the settlers.",
        "Russian_Text": "Лес Самёджон становится более опасным из-за мутировавшего самёджон. Пожалуйста, убедитесь, что мутировавший самёчжон или элитный мутировавший гигант самёчжон не съели все кусты и не нанесли вред поселенцам.",
        "Chinese_Text": "四庙亭的森林变成了边的四庙亭,变得更加危险.请消灭变异的沙墓亭或成为精锐边的巨大沙墓亭,以免吃光草丛或伤害移民."
    },
    "18601044": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "변이된 담인초가 솟을바위산을 돌아다니고 있습니다. 주위에 어떤 피해를 줄지 모르니 근방을 돌아다니지 못하게 해야 할 것 같습니다. 처치를 부탁드립니다.",
        "English_Text": "A mutated sagebrush is roaming the Soaring Rock Mountain. I don't know what kind of damage it will do to the surroundings, so I think we should prevent them from wandering around. Please take action.",
        "Russian_Text": "Мутировавшая полынь бродит по горе Супрок. Я не знаю, какой ущерб она нанесет, поэтому я думаю, что мы должны предотвратить ее блуждание. Пожалуйста, примите меры.",
        "Chinese_Text": "变成了边的围墙,正在岩石山上转来转去.不知道会给周围带来什么样的伤害,所以不能让他们在附近走动.拜托您了."
    },
    "18601045": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위산을 지나다가 화염초와 인면충에게 공격 당하는 행인들이 점점 많아지고 있습니다. 무고한 희생이 더 늘지 않도록 화염초와 솟을바위 인면충을 없애주십시오.",
        "English_Text": "More and more passersby have been burned by fire-breathing pyrotechnics while passing Souprock Mountain. Please get rid of pyrotechnics to avoid further casualties.",
        "Russian_Text": "Все больше и больше прохожих сжигались огнедышащими свечами, проезжая мимо горы Сотулбави. Пожалуйста, избавьтесь от пламенных свечей, чтобы жертвы больше не увеличивались.",
        "Chinese_Text": "经过陡峭的岩山,被火焰烧伤的行人越来越多.为了不让牺牲增加请消灭火焰草."
    },
    "18601046": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위산에 유강독모 유충이 나타나고 있는데 풍토병을 옮길까 우려됩니다. 그래서 말인데 유강독모 유충을 박멸해 주십시오. 풍토병 예방에 큰 효과가 있을 겁니다.",
        "English_Text": "Tarits are appearing on Sotreulbawi Mountain, and I am concerned that they may carry endemic diseases. Please eradicate them. It will be very effective in preventing endemic diseases.",
        "Russian_Text": "Молодые личинки Geroma появляются на горе Сотреулбави, и я обеспокоен тем, что они могут передавать эндемическое заболевание.",
        "Chinese_Text": "即将涌出的岩石山上出现了柳江毒毛幼虫,担心会传染风土病.所以请您消灭柳江毒苗幼虫.对预防风土病会有很大的效果."
    },
    "18601047": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "비옥대지는 폐허가 많아서 식량을 구하기가 여의치 않습니다. 고기를 안 먹을 수는 없어 닭도 키우고 있는데, 그마저도 늘 부족합니다. 산양 고기를 구해 주시면 정말 감사하겠습니다.",
        "English_Text": "The fertile land is so ruined that it's hard to find food. I can't eat meat, so I'm raising chickens, but even that is always insufficient. I'd be very grateful if you could get me goat meat.",
        "Russian_Text": "На плодородной земле много руин, поэтому мне трудно найти пищу. Я не могу есть мясо, поэтому я выращиваю кур, но даже этого всегда недостаточно. Я был бы очень признателен, если бы вы могли достать козье мясо. . ",
        "Chinese_Text": "肥沃的大地有很多废墟,很难找到粮食.不能不吃肉,也在养鸡,连这个也总是不够.请把山阳肉拿过来就好了."
    },
    "18601048": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위 경사로에 떠도는 시귀 병사들이 있습니다. 오가는 행인들이 두렵지 않도록 그들을 몰아내 주십시오.",
        "English_Text": "There are ghost soldiers wandering on the slopes of Sotreulbawi Rock. Please drive them away so that passersby are not afraid.",
        "Russian_Text": "Солдаты поэзии бродят по склону скалы Сотреулбави. Пожалуйста, прогоните их, чтобы прохожие не боялись.",
        "Chinese_Text": "在高耸入云的岩石斜坡上漂浮着的西归士兵们.请把他们赶走,免得来往的行人害怕."
    },
    "18601049": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "솟을바위 경사로를 돌아다니는 시귀들은 어떤 사람들일까요? 그들은 누구였을까요? 혹시 그들의 소지품에 어떤 단서가 있지 않을까요? 떠도는 시귀 병사나 정예 떠도는 시귀 장군의 소지품을 가져오시면 그들이 누군지 알아보겠습니다.",
        "English_Text": "What kind of people are these ghosts wandering the Sotreulrock ramp? Who were they? Could there be any clues in their belongings? Bring the belongings of a wandering demon soldier or an elite wandering general of poetry and we'll find out who they are. ",
        "Russian_Text": "Что за люди эти призраки, блуждающие по склонам скалы Сотреулбави? Кто они? Могут ли быть какие-то зацепки в их вещах? Принесите вещи странствующих поэтов-солдат или элитных странствующих генералов, и мы узнаем, кто они. ",
        "Chinese_Text": "在陡峭的岩石斜坡上游荡的诗鬼是什么样的人呢?他们是谁呢?或许他们的随身物品有什么线索呢?把漂泊的市鬼士兵或精英漂泊的市鬼将军的随身物品拿过来的话,我们就来看看他们是谁."
    },
    "18601050": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "파석의 갈채에 있는 발발이 잎이 유달리 푸르다던데 바구니를 만들어 보면 어떨까요? 발발이 잎을 구해주시면 그 어느 곳보다도 크고 튼튼한 바구니 특산품을 만들어 내겠습니다.",
        "English_Text": "I heard that the leaves of Balbali in the applause of Paseok are exceptionally green, so how about making a basket? If you get the leaves of Balbali, we will make a special basket that is bigger and stronger than anywhere else.",
        "Russian_Text": "Я слышал, что листья Balbali под аплодисменты Paseok исключительно зеленые, так как насчет того, чтобы сделать корзину? Если вы получите листья Balbali, мы сделаем из корзины особый продукт, который больше и крепче, чем где-либо еще. ",
        "Chinese_Text": "据说在破石的喝彩上的脚尖特别蓝,制作篮子怎么样?如果你能把脚腕的叶子拿来的话,我会制作比任何地方都大、更结实的篮子特产."
    },
    "18601051": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "파석의 갈채에 시귀들이 나타나 지나다닐 수가 없습니다. 그곳으로 가서 시귀 채석꾼이나 감시병 혹은 감독관을 처치해 주시면 큰 도움이 될 것 같습니다.",
        "English_Text": "The sage appears to the applause of the rock and you can't pass by. If you go there and kill the sage quarry, watchman, or overseer, it will be of great help.",
        "Russian_Text": "Под аплодисменты волн появляются демоны и не могут пройти мимо. Если вы пойдете туда и убьете добытчиков поэзии, охранников или надзирателей, это будет большим подспорьем.",
        "Chinese_Text": "破石的喝彩声中出现了诗鬼,无法通行.到那里去消灭市鬼采石人、监视兵或监督官的话,应该会有很大的帮助."
    },
    "18601052": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "창도단, 이 도적놈들이 용머리 곶에 기어이 진을 쳤습니다. 어서 가서 창도단을 소탕해 주십시오. 그들 때문에 용머리 곶 개척이 늦어지고 있습니다.",
        "English_Text": "Changdo-dan, these thieves have crawled up at Yongmeori Cape. Go ahead and clear the spear-dagger. They are delaying the development of Yongmeori Cape.",
        "Russian_Text": "Чандо-дан, эти воры проползли и разбили лагерь на мысе Йонгмеори. Идите вперед и расчистите чандо-дан. Из-за них разработка мыса Йонгмеори задерживается.",
        "Chinese_Text": "昌道团,这些盗贼终于在龙头岬上阵了.快去讨伐一下昌道团吧.因为他们,龙头串的开拓正在延迟."
    },
    "18601053": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "창도단이 용머리 곶에 있는 탐사 기지를 자꾸 습격하고 있습니다. 용머리 탐사 기지에 담이라도 쌓을 수 있도록 창도단을 공격해 시간을 벌어주십시오.",
        "English_Text": "The spears keep raiding the exploration base at Yongmeori Cape. Please buy time by attacking the spearman and the size so that we can build a wall at the Yongmeori Exploration Base.",
        "Russian_Text": "Банда копьеносцев постоянно атакует исследовательскую базу на мысе Йонгмеори. Пожалуйста, выиграйте время, атакуя банду копейщиков и размер, чтобы мы могли построить стену в подземелье.",
        "Chinese_Text": "昌道团一直在袭击龙头岬的勘察基地.为了能在龙头探索基地筑起一堵墙,请攻击创团的商人和体型,争取时间."
    },
    "18601054": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "탁회암 협곡에 있는 변이된 청인족에 대해 알려면 정보가 필요합니다. 어떤 것이라도 좋습니다. 단서가 될만한 것을 가져와 주십시오.",
        "English_Text": "I need information to learn about the mutated blue people in Tarkite Canyon. Anything is fine. Bring me some clues.",
        "Russian_Text": "Мне нужна информация, чтобы узнать о мутировавших синих людях в Талпакифическом ущелье. Все в порядке. Принесите мне какие-нибудь подсказки.",
        "Chinese_Text": "想要了解卓会岩峡谷的变了的青印族需要情报.什么都好.请把能成为线索的东西拿来."
    },
    "18601055": {
        "Dev_Desc": "비옥대지 협행",
        "Original_Text": "무장한 변이 청인족은 거칠고 사납습니다. 그들은 협곡의 좁은 길을 가로막고 개척자들을 위협합니다. 그들을 처치해서 협곡 길을 확보해 주십시오.",
        "English_Text": "Armed mutant blue men are wild and ferocious. They block the narrow paths of the gorge and threaten the pioneers. Kill them to clear the gorge path.",
        "Russian_Text": "Вооруженные синие люди-мутанты дики и свирепы. Они блокируют узкие проходы каньона и угрожают пионерам. Победите их, чтобы очистить путь по каньону.",
        "Chinese_Text": "武装的卞律师清仁族又粗暴又凶狠.他们挡住峡谷的狭窄道路,威胁开拓者.请处置他们确保峡谷之路."
    },
    "18601056": {
        "Dev_Desc": "QuestProvider",
        "Original_Text": "신원미상",
        "English_Text": "Unknown",
        "Russian_Text": "Неопознанный",
        "Chinese_Text": "身份不明"
    }
}