{
    "11000900": {
        "Dev_Desc": "진행전_900",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "这是一个尚未公开的故事."
    },
    "11000905": {
        "Dev_Desc": "진행중_900",
        "Original_Text": "진행 중인 이야기입니다.",
        "English_Text": "This is a story in progress.",
        "Russian_Text": "",
        "Chinese_Text": "这是一个正在进行的故事."
    },
    "11000910": {
        "Dev_Desc": "완료_900",
        "Original_Text": "하늘을 베어 균열을 닫는다는 돌. 천월비옥. \\n아랑이 그 신비한 결정을 얻기 위해 무술대회에 참가한다 말했을 때, 가슴이 두근거리기 시작했다. 이번에야말로 이 산속을 벗어나 세상으로 나갈 기회다! 그 길로 바로 짐을 챙겨 아랑을 따라 무술대회가 열리는 반달호수로 향했다. \\n\\n그런데 이게 무슨 일이람? 반달호수에 도착한 우리를 반긴 건 경쟁자도, 관중도 아닌 균열에서 튀어나온 불마자였다! 이런 곳에 균열이 생긴 것도 의아한데 뒤이어 염환까지 나타났다. 염환은 수라에게 에너지를 흡수당했다가 다시 주입받은 존재로, 불마자 보다 훨씬 강한 힘을 가지고 있었다. 아랑의 도움이 아니었더라면 무술대회 참가도 전에 큰 부상을 입었을지도 모르겠다. \\n\\n그 뒤로도 이상하고 신기한 일이 이어졌다. 내가 불마자로부터 구해줬던 발발이가 소울이 되어 내게 깃든 것이다. 순간 포근한 기운과 함께 조금 더 강해진 기분이 들었다. \\n\\n우여곡절 끝에 도착한 무술대회장. 곧 시작할 예선 경기를 생각하니 조금 떨리는 것 같기도 하다. 무기도 손에 익힐 겸, 가볍게 몸을 풀어 볼까?",
        "English_Text": "A stone that cuts through the sky and closes cracks. A thousand moon fertility. \nWhen Arang said that he would participate in a martial arts competition to obtain that mysterious crystal, my heart started pounding. This time is the world out of this mountain. On the way, we packed our bags and followed Arang to Vandal Lake, where the martial arts competition was held.\n\nBy the way, what was this? It was strange that there was a crack in such a place, but then a flame hwan appeared. The flame was absorbed and re-injected by Sura, and it had a much stronger power than the fire man. I may have suffered a serious injury before even participating in the competition.\n\nSince then, strange and strange things have happened. The Balbali that I saved from the burnout has become a soul and resides in me. I heard it.\n\nThe martial arts venue has arrived after many twists and turns. Thinking about the preliminaries that will start soon, I feel a little nervous. Shall we get some weapons and warm up a bit?",
        "Russian_Text": "",
        "Chinese_Text": "一块划破天空，堵住裂缝的石头。千月生育。 \n当阿朗说他要参加武术比赛以获得那颗神秘水晶时，我的心开始怦怦直跳。这是您走出高山，走向世界的机会！途中，我立即收拾行装，跟着阿朗来到了举办武术比赛的汪达尔湖。 \n\n但这是什么？当我们到达万达尔湖时，迎接我们的不是竞争对手或观众，而是一名从裂缝中跳出来的消防员！奇怪的是，这样的地方竟然出现了一道裂痕，却是出现了一团火光。炎焕是被苏拉吸收再注入能量的存在，比燃烧时的力量要强很多。要不是阿朗帮忙，我可能还没参加武道比赛就受了重伤。 \n\n在那之后，奇怪的事情还在继续。我从布尔玛那里救出来的巴尔巴利成为了我的灵魂，住在我里面。刹那间，我感觉到一股温暖的能量变得更强壮了。 \n\n历经千辛万苦，武道场终于到了。想到马上就要开始的预选赛，心里有些紧张。您想拿起武器，轻松地放松一下吗？"
    }
}