{
    "18100000": {
        "Dev_Desc": "협행_반달_맛 좋은 열매",
        "Original_Text": "도둑도치들이 머리에 달고 있는 것들을 보셨나요? \\n열매, 꽃게, 생선 등 별미 중 별미죠. 수요층이 꽤 많아 활발히 거래되고 있습니다. 그것들을 모아주신다면 합당한 보상을 드리겠습니다.",
        "English_Text": "Have you seen what Thiefhogs carry on their heads?\nFruits, crabs, fish, and all other kinds of delicacies that are in high demand at the market.\nIf you collect them for us, we'll reward you well.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】3~5\n看到小偷刺猬带在头上的东西了吗？果实，花蟹，海鲜等美味中的美味。市场上的需求很大，交易非常旺盛。若能搜集这些美食，我会支付相应的报酬。"
    },
    "18100001": {
        "Dev_Desc": "협행_반달_도치도치 대소동",
        "Original_Text": "이놈의 도치들 때문에 아주 골머리를 앓고 있습니다. 아, 글쎄 미끼로 쓸 지렁이들이 씨가 마르고 있다니까요.\\n도치들을 좀 쫓아주시면 사례를 해드리겠습니다.",
        "English_Text": "Those stupid Hedgies are giving me a headache. I can't find any earthworms to use as bait because of them. Please make them go away, and I'll make it worth your while.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】3~5\n这些刺猬真是让人头痛。\n唉，用于鱼饵的蚯蚓都快绝种了。\n若帮忙赶走一些刺猬，必将答谢。"
    },
    "18100002": {
        "Dev_Desc": "협행_반달_도치가 숨겨놓은 반짝이!",
        "Original_Text": "저번에 한 도치가 반짝이를 들고 가는 걸 봤다냥! 분명히 행운을 가져다주는 물건일 거다냥!\\n하나 구해다주면 좋은 물건을 주겠다냥!",
        "English_Text": "I saw a Hedgie carrying something shiny. I bet it was its lucky charm, meow. Bring it to me, and I'll give you something nice in return.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】3~5\n上次看到一个刺猬带着闪亮的东西喵！\n肯定是能够带来幸运的东西喵！\n给我带来一个，我会给你个好东西喵！"
    },
    "18100003": {
        "Dev_Desc": "협행_반달_흔들리는 연잎 속에서…",
        "Original_Text": "흔들리는 연잎 속에서 너의 창포향이 느껴진거야~\\n아, 죄송합니다. 시상이 머리에 떠올라서요.\\n별 건 아닙니다. 연잎 조각을 좀 구해주세요.\\n                               - 풍류 시인 연금준 - ",
        "English_Text": "I smelled your iris scent from the fluttering lotus leaves... Oops, my apologies. I was reciting a line of poetry that I just came up with. It's not a big deal. Please bring me some Lotus Leaf Pieces.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】3~5\n在摇曳的莲叶中感受你的菖蒲香~\n啊，不好意思。我想到了诗句。\n没什么特别的，给我带一些莲叶碎片吧。"
    },
    "18100004": {
        "Dev_Desc": "협행_반달_움직이는 연잎",
        "Original_Text": "연잎 인간을 좀 처치해주세요. 호숫가를 지나다 기척도 없이 툭툭 튀어나오는 연잎 인간 때문에 자지러지게 놀라 주저앉은 적이 한두 번이 아니라니까요.\\n꼭 좀 부탁드립니다. 이러다 제 명에 못살겠어요.",
        "English_Text": "Please get rid of the Lilybads. It's not once or twice that I've collapsed in fright because of the Lilybads that pop up out of the lake.\nI can't live like this.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】3~5\n请帮忙消灭莲叶人。\n它们长得很凶恶，孩子们很害怕。\n拜托了。为湖区恢复和平景象吧。"
    },
    "18100005": {
        "Dev_Desc": "협행_반달_우산을 만들 수 있어",
        "Original_Text": "연잎인간을 보고 아주 좋은 사업 발상이 떠올랐어요. 저 커다란 연잎으로 우산을 만들어 보는거예요. 어때요? 굉장하죠? 하하. \\n온전한 연잎을 구해주세요!",
        "English_Text": "After looking at those Lilybads, I came up with this great business idea.\nI want to make umbrellas out of their huge lotus leaves.\nDoesn't that sound brilliant? Hah hah!\nPlease bring me some Intact Lotus Leaves.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】3~5\n看到莲叶人之后，我想到了很棒的生意。\n用那个巨型莲叶可以制作雨伞。\n怎么样？很厉害吧？哈哈。请找来完整的莲叶！"
    },
    "18100006": {
        "Dev_Desc": "협행_반달_시궁창의 주인들",
        "Original_Text": "썩은 벌목지에서 어느 정도 목재를 구해보려했는데 안되겠소. 서인족들이 드글드글하니 접근조차 쉽지 않소.\\n처치하면 수양의 이름으로 꼭 보상하리다.",
        "English_Text": "I want to get some wood from the Rotten Lumber Camp, but I can't even get near that place because of the Ratmen. Please take care of them for me, and I'll reward you in the name of the Sol Seekers.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】5~6\n我想在腐烂伐木场搜集一些木材。但鼠人族非常猖獗，连靠近都很难。\n请消灭鼠人族，搜阳必定支付报酬。"
    },
    "18100007": {
        "Dev_Desc": "협행_반달_냄새의 원인",
        "Original_Text": "이게... 바다에서 바람이 불어오는가 봅니다. 분명 항구에 가까운데 냄새는 우리 대어방으로 다 옵니다! 이런 젠장! \\n냄새의 근원인 빌어먹을 서인족을 처치해주시면 꼭 사례하겠습니다.",
        "English_Text": "Judging from the smell, the wind must be blowing from the sea. This Fish Network is farther inland than the Harbor, but it smells worse around here than it does there. Grr!\nPlease take care of these stinky Ratmen. I'll pay you handsomely for your help.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】5~6\n这...从大海吹来了风。\n港口附近的气味都吹到了大鱼坊！该死的！请消灭制造气味的鼠人族，我们必当酬谢。"
    },
    "18100008": {
        "Dev_Desc": "협행_반달_서인족의 무기 연구",
        "Original_Text": "이 미천한 것들의 무기를 연구해서 뭐가 있을 까 싶다만... 하라면 해야지 어쩌겠나. 인생이 다 그렇지 않은가? \\n서인족 무기 몇 개를 구해주게. 그리하면 합당한 보상을 주겠네.",
        "English_Text": "I don't know why anyone would want to study the weapons of such lowly beings, but like everyone else, I have to do what I'm told.\nPlease bring me a number of weapons from the Ratmen.\nI'll repay you accordingly.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】5~6\n研究这些卑微生物的武器有什么用...\n但上头有命令还有什么办法。人生不都是这样吗？给我找来几个鼠人族的武器吧。我会给你适当的报酬。"
    },
    "18100009": {
        "Dev_Desc": "협행_반달_단단한 껍질은 유용해",
        "Original_Text": "호수거북의 단단한 껍질은 여러 용도로 사용할 수 있지. 그래서 말인데 온전한 거북이 등딱지를 몇 개 구해주게.\\n사례는 잊지 않겠네.",
        "English_Text": "The durable shells from Lake Turtles are used for many different purposes. Speaking of which, could you bring me some Intact Turtle Carapaces? I'll repay you.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】6~7\n湖龟的坚硬背壳用处颇多。\n所以呢，给我找来几个完整的乌龟背壳吧。\n肯定少不了报酬。"
    },
    "18100010": {
        "Dev_Desc": "협행_반달_거북이는 죄가 없다냥!",
        "Original_Text": "거북이가 난폭해지는 건 다 인간들이 쓰레기를 버려서다냥! 죄 없는 거북이한테 너무 뭐라하지 말라냥!\\n착한 모험가가 거북호의 쓰레기를 좀 치워달라냥! 부탁이다냥!",
        "English_Text": "The turtles have become violent because you people threw your trash everywhere. Don't blame the turtles for reacting to what you did! The least you could do is pick up some trash to help fix this.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】6~7\n乌龟变得暴躁是因为人类乱扔垃圾喵！\n不要谴责无辜的乌龟喵！\n所以需要你这种善良的冒险家收拾垃圾喵！拜托了喵！"
    },
    "18100011": {
        "Dev_Desc": "협행_반달_거북이는 죄가 있어",
        "Original_Text": "거북이가 난폭해져서 거북호의 물고기가 씨가 마르고 있습니다. 저희의 돈줄, 아, 생업이 달려있습니다.\\n호수거북 좀 쫓아내 주시면 꼭 사례하겠습니다.",
        "English_Text": "The turtles are on a rampage, killing all the fish in Turtle Lake. Those fish are our livelihood—our lifeblood! Please drive away those Lake Turtles. I'll repay you handsomely.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】6~7\n乌龟变得暴躁，使乌龟湖的鱼都快灭绝了。这关系到我们的钱，不，工作。\n请赶走一些湖龟，我们必当酬谢。"
    },
    "18100012": {
        "Dev_Desc": "협행_반달_유적지를 지켜달라냥!",
        "Original_Text": "아직 조사하지 못한 것들이 너무 많다냥... 그런데 저 괴생명체들이 유적지 근처를 배회하고 있다냥!\\n모험가가 저것들을 처치해달라냥!\\n                           - 개척바롱단 네이냥 - ",
        "English_Text": "There are so many things in the Ruins that we want to examine, but we can't because of those mysterious creatures purr-ading about the place. Adventurer, please take care of them for us, meow.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】6~7\n还没调查完的东西太多了喵...\n可是那些奇怪生命体还在遗址附近徘徊喵！\n冒险家去消灭它们喵！"
    },
    "18100013": {
        "Dev_Desc": "협행_반달_움직이는 바위다냥!",
        "Original_Text": "뭔가 익숙한 느낌이 난다냥. \\n어디서 만난 적은 없지만서도 그렇다냥. \\n우리가 조사를 할 수 있게 도와달라냥! \\n그렇해주면 모험가에게 보상을 주겠다냥!",
        "English_Text": "You look fur-miliar, meow.\nI know we've definitely never met before, but somehow, I get the feeling we have.\nPlease help us investigate.\nWe'll repay you if you do.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】6~7\n感觉有些脸熟喵。虽然没有见过面，但有这种感觉喵。帮我们进行调查喵！\n我们会给冒险家报酬喵！"
    },
    "18100014": {
        "Dev_Desc": "협행_반달_신비한 부스러기",
        "Original_Text": "유적지 근처에서 희귀한 물질이 발견된다고 하는군.\\n움직이는 돌덩이들이 있다고 하는데 그것들의 부스러기인가보네. 모험가라면 충분히 구해줄 수 있겠지?",
        "English_Text": "A rare substance has been discovered around the Ruins. They're the fragments that fall off the moving rocks there. Adventurer, you can get some, can't you?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】6~7\n在遗址附近发现了稀有物质。\n听说是会动的石头，应该是那些东西的碎片。冒险家应该有能力给我带来一些吧？"
    },
    "18100015": {
        "Dev_Desc": "협행_반달_불마의 존재(1)",
        "Original_Text": "공허의 구덩이는 우리 에레다가 가장 주목하고 있는 곳이네. 예전에 큰 참사도 있었던 곳인 만큼 특별히 신경을 쓰고 있지.\\n이곳에서 불마자 처치를 도와주게.",
        "English_Text": "We Edeta have been paying extra attention to the Bottomless Pit. It's necessary in order to prevent the tragedy that took place there before from happening again. Please help us defeat the Hollows.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】29~30\n虚空坑洞是我们艾瑞达最为关注的地方。\n那里过去发生过巨型惨案，所以我们非常在意那个地方。\n帮忙在这里消灭不磨者吧。"
    },
    "18100016": {
        "Dev_Desc": "협행_반달_강력한 적",
        "Original_Text": "균열에서 쏟아져 나오는 것들 중 일부 녀석들은 불마자들과는 차원이 다른 강함을 자랑하네.\\n구덩이에서 그 녀석들을 쓰러뜨려 에레다를 도와주게!",
        "English_Text": "Some of them that come pouring out of the Fissure are far more powerful than Hollows. Please defeat them and help the Edeta!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】29~30\n从裂缝中涌出来的怪物中被称为染患的家伙们非常强大，与不磨者们根本不在一个级别。\n帮助艾瑞达在坑洞消灭炎焕吧！"
    },
    "18100017": {
        "Dev_Desc": "협행_반달_균열의 흔적",
        "Original_Text": "제 이름은 김규녈! 균열광이죠. 후후.\\n다른 게 아니라 불마자들에게서 균열의 흔적을 수집해 주시면 꼭 사례를 하겠습니다. \\n제 힘으로는 무리거든요! 하하. 부탁드립니다!\\n                          - 균열 연구가 김규녈 -",
        "English_Text": "My name is Kunale, and I'm obsessed with the Fissure. Teehee!\nPlease collect traces of the Fissure from Hollows for me, and I'll repay you. Obviously, I'm too weak to do that on my own. Teehee!\nThank you!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】29~30\n我的名字叫金圭涅！是个裂缝狂人，嘿嘿。如果能从不磨者身上搜集裂缝的痕迹，我一定会酬谢你。以我的力量是办不到的！哈哈，那就拜托了！"
    },
    "18100018": {
        "Dev_Desc": "협행_반달_목초지의 골칫거리",
        "Original_Text": "목초지의 사묘정들 때문에 목장의 양들이 너무 놀라 쓰러지는 일들이 벌어지고 있습니다. \\n불쌍한 양들... 모험가님께서 귀여운 양들을 위해서라도 좀 도와주십쇼!",
        "English_Text": "The Gnarloxes keep scaring my sheep, causing them to tip over.\nMy poor sheep... adventurer, please find it in your\nheart to save them!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】20~22\n牧草地的蓑衣精经常吓得牧场的羊倒在地上。可怜的羊...\n请冒险家去帮助可爱的羊儿吧！"
    },
    "18100019": {
        "Dev_Desc": "협행_반달_의외의 약재, 첫번째",
        "Original_Text": "해월대륙에서 발견되는 풍토병에 쓸 약재가 필요하네. 사묘정의 잎이 효과가 좋다는 보고가 있네.\\n모험가라면 충분히 구해줄 수 있을거라 믿네.",
        "English_Text": "I need a medicinal ingredient to treat an endemic disease on the Haewol continent. I've heard Gnarlox's Leaves are effective against that disease. Adventurer, please get them for me.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】20~22\n我需要用于风土病的海越大陆产药材。\n听说蓑衣精之叶很有效果。\n我相信冒险家一定会给我带回来一些。"
    },
    "18100020": {
        "Dev_Desc": "협행_반달_의외의 약재, 두번째",
        "Original_Text": "구관이 명관이라고 늘 곁에 두고 사용했던 약재가 좀 필요하네. 목초지 근처에서 쉽게 구할 수 있는 것이니 어렵지 않을 걸세.\\n구해다주면 합당한 보상을 주겠네.",
        "English_Text": "There's a medicinal ingredient that I always keep on hand. It's easily found around the Pasture. Please bring it to me, and I'll pay you accordingly.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】20~22\n海越大陆产风土病特效药竟然产自这个牧草地附近。听说是由一位叫死屡秘的人发现的！所以说，能帮忙给我带来一些那种药草吗？"
    },
    "18100021": {
        "Dev_Desc": "협행_반달_붉은 염료가 필요해",
        "Original_Text": "붉은 발발이의 풀은 아주 고운 색을 낼 수 있어요.\\n근데 발발이가 워낙 사나워서 저희는 쉽게 구할 수가 없네요.\\n모험가님께서 구해주실 수 있을까요?",
        "English_Text": "Scarlet Bulbari Grass creates a beautiful color, but we're not strong enough to fight the Bulbaries for their grass. Could you get it for us?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】20~22\n红色龇牙犬的草可以染出很漂亮的颜色。\n但是龇牙犬很凶，我们很难获取。\n冒险家可以帮我们吗？"
    },
    "18100022": {
        "Dev_Desc": "협행_반달_황금 염료가 필요해",
        "Original_Text": "황금 발발이의 풀은 구하기 무척 까다롭죠.\\n그래서 항상 수요가 넘치는 인기 품목이랍니다.\\n구해주신다면 사례는 꼭 하겠습니다.",
        "English_Text": "Golden Bulbari Grass is not exactly easy to get. That's why it's always in high demand. I'll reward you if you bring some to me.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】20~22\n在市场上很难找到黄金龇牙犬的草。\n所以总是供不应求。\n给我带来一些，报酬当然少不了。"
    },
    "18100023": {
        "Dev_Desc": "협행_반달_잃어버린 비법서",
        "Original_Text": "목초지를 지나다가 비법서를 잃어버렸다냥...\\n몇 번이고 가봤는데 못 찾았다냥...\\n꼭 좀 찾아달라냥... 흑...",
        "English_Text": "I lost a Manual while passing through the\nPasture, meow. I went back there several times, but I couldn't find it.\nPlease find it for me...",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】20~22\n我在经过牧草地的途中遗失了秘法书喵...\n去了好几次都没找到喵...\n帮我找回来喵...呜..."
    },
    "18100024": {
        "Dev_Desc": "협행_반달_피의 복수",
        "Original_Text": "우리 단원들이 창도단 놈들에게 당했다고 하는군. 떼거지로 달려든 모양이야. \\n그래서 말인데 창도단 놈들에게 피의 복수를 좀 해줄 수 있겠나? 사례는 섭섭치 않게 하겠네.",
        "English_Text": "The Blue Bandits ganged up on my men.\nCould you get revenge for them on those Blue Bandits? I'll repay you handsomely.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】14~15\n听说我们的团员被苍盗团欺负了。应该是以多打少的。你能不能帮忙向苍盗团家伙们血债血偿？报酬肯定少不了。"
    },
    "18100025": {
        "Dev_Desc": "협행_반달_익숙하면서 다른 무기",
        "Original_Text": "창도단의 무기는 조금 새로운 방식으로 제작된 것 같네. 분명히 우리 동방대륙의 기술이 포함되어있는데 뭔가 조금 다르네. \\n더 자세히 보고 싶은데 자네가 좀 구해줄 수 있겠나.",
        "English_Text": "The Blue Bandits are using uniquely crafted weapons.\nThe technology used on them is similar to that of the Eastern continent, and yet somehow different.\nI want to take a closer look at them. Could you bring them to me?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】14~15\n苍盗团武器的制作方式稍微有些新颖。\n明明包含了我们东方大陆的技术，可又有些不同。我想仔细查看一下，你能给我找来一些吗？"
    },
    "18100026": {
        "Dev_Desc": "협행_반달_의외의 유행품",
        "Original_Text": "요즘 사람들 사이에서 의외로 유행하는 물건이 있어요. 바로 창도단의 장신구예요. 우리 도화상전이 이걸 놓칠 수 없죠! \\n모험가님께서 구해주시면 합당한 보상을 드리겠어요.",
        "English_Text": "The surprising new fashion these days happens to be\nBlue Bandits' accessories!\nWe, the Peach Blossom, must capitalize on this!\nPlease bring some to me, and I'll repay you well.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】14~15\n最近有个东西意外地很流行。\n那就是苍盗团的饰品。我们桃花商廛当然不能错过商机！请冒险家去搜集一些，我们会支付适当的报酬。"
    },
    "18100027": {
        "Dev_Desc": "협행_반달_도적단을 소탕하라",
        "Original_Text": "창도단 녀석들... 오냐오냐 하니까 저희의 영역을 넘보는 것 같습니다. \\n따끔하게 혼을 내줘야겠습니다. 아주 따아~끔하게 말입니다. 사례는 톡톡히 하겠습니다.",
        "English_Text": "Those arrogant Blue Bandits... We let them get away with a few things, and now they want to take over our territory.\nPlease teach them a lesson they'll never forget.\nI'll repay you handsomely.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】14~15\n苍盗团家伙们...一段时间没理会他们，现在竟然窥视我们的地盘？看来需要好~好地教训他们。事成之后必有重谢。"
    },
    "18100028": {
        "Dev_Desc": "협행_반달_곰과 늑대의 시간",
        "Original_Text": "돌 언덕 구릉지의 곰과 호랑이 때문에 주민들이 공포에 떨고 있습니다. 그 녀석들을 쫓아내주시면 사례하겠습니다.\\n아, 잿빛바람님 몰래 진행해주십시오. 그 분께서 아시면 필시 화부터 내실 테니까요.",
        "English_Text": "Bears and saberfangs on Rocky Hill are terrorizing the residents. Please drive them away, and I'll repay you. Oh, and please keep this a secret from Gray Breeze because he'll be angry at me if he finds out.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】14~15\n石坡丘陵的熊与老虎使居民们惊恐不安。请帮忙驱赶那群家伙，我会支付相应的报酬。\n对了，请不要让灰色疾风大人知道。那位大人知道之后肯定会发怒。"
    },
    "18100029": {
        "Dev_Desc": "협행_반달_덧가죽을 구해줘",
        "Original_Text": "동물 가죽은 어디에든 유용하게 사용할 수 있지.\\n그런 의미에서 돌 언덕 구릉지의 곰과 호랑이에게서 온전한 가죽을 좀 모아주게. \\n합당한 대가는 지불하겠네.",
        "English_Text": "Leather from has many uses.\nSpeaking of which, please collect some Intact Leather from the bears and saberfangs on Rocky Hill.\nI'll pay you fairly for your work.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】14~15\n动物皮有各种用途。\n请从石坡丘陵的熊与老虎身上搜集一些完整的皮。我会支付适当的报酬。"
    },
    "18100030": {
        "Dev_Desc": "협행_반달_잃어버린 짐을 찾습니다",
        "Original_Text": "돌 언덕 구릉지의 짐승들에게 쫓겨 봇짐을 잃어버리고 말았습니다. 저희도 짐을 그만 잃어버리고 싶은데 무서운 걸 어떡합니까... \\n찾아주시면 꼭 답례하겠습니다.",
        "English_Text": "I lost my bundle while trying to run away from the wild animals on the Rocky Hill. It's not as if we want to lose our bundles. We can't help it: when they pounce at us, all we can do is drop everything and run.\nPlease find my bundle. I'll repay you.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】14~15\n我们在被石坡丘陵的野兽追赶的过程中丢失了包袱。我们也不想丢东西，但实在是太害怕...请帮忙找回包袱，我们必当酬谢。"
    },
    "18100031": {
        "Dev_Desc": "협행_반달_행인 보호 임무",
        "Original_Text": "숲길은 예로부터 주민들의 쉼터이자 산책로로 많이 사용됐었는데, 지금은 골칫 거리 정령들 때문에 사정이 좋지 않습니다. \\n모험가님께서 주민들에게 숲길을 되찾아주세요.",
        "English_Text": "The forest trail used to be a popular resting place and promenade among the residents. Lately, though, it's become too dangerous because of the forest spirits.\nAdventurer, please reclaim the forest trail for us.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】15~16\n林道一直以来就是居民们的休息处及散步路，现在受到精灵的侵扰，情况不是很好。请冒险家为居民找回林道吧。"
    },
    "18100032": {
        "Dev_Desc": "협행_반달_흘리고 온 봇짐",
        "Original_Text": "숲길을 통과하던 중 갑자기 나타난 수목 정령을 피해 달아나다가 그만 봇짐들을 떨어뜨리고 왔습니다. 다시 자리를 가봤지만 짐승들이 물고 간 모양인지 보이지 않았습니다.\\n제 봇짐을 좀 찾아주세요.",
        "English_Text": "I dropped my bundle somewhere along the forest trail while trying to escape the Tree Spirit that showed up out of nowhere.\nI went back to find it, but the animals must have taken it. After all, I couldn't find it where I dropped it.Please find it for me.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】15~16\n在林道躲避突然出现的树木精灵的过程中，不小心遗失了包袱。虽然回到原地寻找包袱，但已经被龇牙犬叼走散落在各个角落了。请帮忙找回包袱。"
    },
    "18100033": {
        "Dev_Desc": "협행_반달_제대로 된 약재",
        "Original_Text": "고도시 숲길에 서식하는 산양의 뿔은 재질이 단단하며 약재로 쓰기에도 손색이 없다네. 하지만 그곳엔 청인족이니, 투엽단이니 온갖 위험한 놈들이 득실거리지 않은가?\\n자네가 그걸 구해다 준다면 합당한 보상을 주겠네!",
        "English_Text": "The horns of the Mountain Rams that live on Highland Central Trail are known for their resilience and can be used as medicinal ingredients. However, that place is swarming with the Poacher Gang and Blueskins.\nI'll reward you if you collect some for me!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】15~16\n栖息于古都林道的山羊的角材质坚硬，也用作药材。但那里到处都是青人族，偷猎团等危险的家伙。\n只为了山羊的角，我可不敢一个人去那种地方。如果你能给我带回一些山羊角，我会支付相应的报酬！"
    },
    "18100034": {
        "Dev_Desc": "협행_반달_정령, 가지, 없다…",
        "Original_Text": "수목 정령의 가지는 혼령과 교감하는데 아주 효과가 좋다냥!\\n우리가 수목 정령을 때려서 가져올 수 없으니...\\n모험가가 수목 정령의 가지를 가져와 달라냥!",
        "English_Text": "Tree Spirit Twigs are especially helpful in communing with spirits,\nmeow. But we can't fight the spirits or get their twigs\nourselves. Adventurer, please bring us some Tree Spirit Twigs.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】15~16\n树木精灵之树枝对于与魂灵沟通有极好的效果喵！\n我们不能通过欺负树木精灵来获得树枝...\n所以冒险家去带回来一些树木精灵之树枝吧喵！"
    },
    "18100035": {
        "Dev_Desc": "협행_반달_밀렵단을 저지하라",
        "Original_Text": "투엽단 녀석들이 기승을 부려 많은 야생 동물들이 피해를 입고 있는 상태라오. \\n이 간악한 무리를 저지해 주면 합당한 보상을 주겠소. 반달호수의 야생 동물들에게 평화를 찾아주시오.\\n                        - 야생 보전회 잿빛바람 - ",
        "English_Text": "Those Poacher Gang members are pushing many animal species to the brink of extinction.\nStop those evil poachers, and I'll reward you well.\nPlease bring peace back to the wild animals of the Sapphire Basin.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】16~17\n偷猎团那群家伙到处肆虐，许多野生动物深受其害。请帮忙阻止这些奸恶之徒，我会支付适当的报酬。请为半月湖的野生动物找回安宁。"
    },
    "18100036": {
        "Dev_Desc": "협행_반달_역지사지",
        "Original_Text": "고도시 숲길에는 투엽단의 무분별한 밀렵 활동으로 죽어나간 야생 동물의 시체가 도처에 널려 있다오.  \\n혹시라도 그곳에서 동물의 뼈를 발견하거든 수습해 주길 청하오. 답례는 반드시 하겠소.\\n                        - 야생 보전회 잿빛바람 - ",
        "English_Text": "There are animal corpses littered on the Highland Central Trail because of the Poacher Gang's reckless actions.\nIf you happen to come across some bones on the Highland Central Trail, please relocate them. I'll reward you for your work.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】16~17\n偷猎团那些家伙肆无忌惮的偷猎活动害死了数千，不，更多的野生动物。\n而且他们还随意丢弃野生动物的尸体...如果在古都林道发现动物骨头就收拾一下吧。我一定会给相应的报酬。"
    },
    "18100037": {
        "Dev_Desc": "협행_반달_소중한 인형을 찾아주세요",
        "Original_Text": "흑흑... 제 인형 좀 찾아주세요...\\n노, 노숙령과 동자령들이 가져간 게 분명해요...!\\n흑흑... 소중한 인형인데...\\n                              - 소호촌 꼬마아이 - ",
        "English_Text": "Please find my doll!\nI-I think Mature Spirits and Child Spirits took it.\nBoohoo! My precious doll...!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】18~19\n呜呜...请帮我找回玩偶...\n肯，肯定被鬼火拿走了...！\n呜呜...我最重要的玩偶..."
    },
    "18100038": {
        "Dev_Desc": "협행_반달_원혼을 달래야한다냥",
        "Original_Text": "깊은 묘지 숲의 령들을 달래야 한다냥!\\n우리도 열심히 성불시키고 있는데 역부족이다냥...\\n모험가는 주술같은 거 필요 없다냥! \\n때려서 성불이다냥!!",
        "English_Text": "We must appease all the spirits in the Deep Forest Graveyard, meow.\nWe've been trying hard, but clearly, this task is beyond our ability...\nAdventurer, you don't need magic to do it. Just use force to make them cross over!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】18~19\n我们需要安抚幽深墓地森林的灵魂喵！\n虽然我们也在努力地超渡灵魂，但力不从心喵...\n冒险家可不需要什么咒术喵！只需打倒就能超渡喵！！"
    },
    "18100039": {
        "Dev_Desc": "협행_반달_나, 김서방, 아니다.",
        "Original_Text": "나, 김서방, 아니다. 아, 나, 도깨비, 아니다.\\n도깨비, 괴롭히는, 도깨비들, 나쁘다.\\n대신, 혼내달라.\\n                                           - 김서방 - ",
        "English_Text": "I, not Mr. Kim. Ah, I, not Dokkaebi, either. Dokkaebis. Bullies. Bad. Punish for me.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】18~19\n我，不是，老金。啊，我，不是，鬼。\n欺负，鬼的，那些鬼，很坏。\n帮我，教训它们。"
    },
    "18100040": {
        "Dev_Desc": "협행_반달_조금 다른 생물들",
        "Original_Text": "호오... 꼭 균열에서 나온 불마의 존재가 아니더라도 균열의 흔적을 수집할 수도 있을 것 같습니다. 물론 제 추측이지만서두요! 하하.\\n침식된 존재들에게서 균열의 흔적을 가져다 주시면 보답하겠습니다!\\n                          - 균열 연구가 김규녈 -",
        "English_Text": "Oh, it seems the Hollows coming out of the Fissure aren't the only ones that carry its traces; the consumed beings carry them too.\nPlease collect traces of the Fissure from them, and I'll reward you.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】26~27\n哟呵...即使不是从裂缝出来的不磨者，也能搜集裂缝的痕迹。请从被侵蚀者身上带回裂缝的痕迹，必当酬谢！"
    },
    "18100041": {
        "Dev_Desc": "협행_반달_두고 온 물건",
        "Original_Text": "마을을 되찾아야 하수와!!!\\n그 전에 마을에서 짐부터 찾아와야 한수와!!!\\n부탁하겠수와!\\n                             - 수와족 촌장 대와 - ",
        "English_Text": "We must reclaim our village, plog! Before that, retrieve my luggage from the village! I'm counting on you, plog!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】26~27\n我们要找回村庄呱！！！\n请击退毁掉村庄的鳄鱼和鼠人族呱！\n击退肆无忌惮的怪物们呱！"
    },
    "18100042": {
        "Dev_Desc": "협행_반달_수와족 마을 재건 사업",
        "Original_Text": "마을을 되찾아야 하수와!!!\\n마을을 망가뜨리고 있는 악어와 서인족을 물리치수와!\\n건방진 괴물들을 물리치수와!\\n                             - 수와족 촌장 대와 - ",
        "English_Text": "We must reclaim our village, plog! Please exterminate the alligators and the Ratmen that are ruining our home. Get rid of those arrogant monsters!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】26~27\n我们要找回村庄呱！！！\n请击退毁掉村庄的鳄鱼和鼠人族呱！\n击退肆无忌惮的怪物们呱！"
    },
    "18100043": {
        "Dev_Desc": "협행_반달_불마의 존재(2)",
        "Original_Text": "조금 다른 방식으로 불마의 존재가 생겨났다는 보고가 있네. 균열에 침식된 존재들을 처치해주게. \\n조사 목적도 있지만... 그곳의 수와들에게 도움이 됐으면 좋겠네.",
        "English_Text": "I've received a report that there are Hollows created differently from the others.\nPlease eliminate these consumed beings.\nI want to look into them\nand help the Ploggles there at the same time.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】26~27\n报告说，存在一些以不同方式出现的不磨者。\n去消灭被裂缝侵蚀的怪物吧。虽然也有调查目的...希望能帮到那里的水蛙族。"
    },
    "18100044": {
        "Dev_Desc": "협행_반달_수양 협행 전문가",
        "Original_Text": "우리 수양에서 제보한 협행을 [2]건 완료하면 특별히 보상을 주겠네.\\n대장님의 이름으로 특별히 주는 보상이네.\\n그럼 무운을 빌겠네.",
        "English_Text": "Complete [2] Chivalry quests for us, the Sol Seekers, and we'll give you a special reward.\nIt'll be given to you in the name of the Captain.\nGood luck.",
        "Russian_Text": "",
        "Chinese_Text": "搜阳将以【瑞仲文】队长的名义为完成【2】件搜阳侠行的人给予特殊奖励。\n祝你武运昌盛。"
    },
    "18100045": {
        "Dev_Desc": "협행_반달_에레다 협행 전문가",
        "Original_Text": "우리 에레다는 본 문파에서 제보한 협행을 [2]건 완료하는 모험가에게 단장님의 이름으로 특별한 보상 주고 있네.\\n불마의 기운을 없애는 일에 동참해주게.",
        "English_Text": "We, the Edeta, offer a special reward in the name of the Captain to adventurers who complete [2] Chivalry quests for us.\nPlease help us eliminate the energy of the Hollows.",
        "Russian_Text": "",
        "Chinese_Text": "艾瑞达将以【霞凛】团长的名义为完成【2】本门派侠行的冒险家给予特殊奖励。\n请参与铲除不磨气息的事吧。"
    },
    "18100046": {
        "Dev_Desc": "협행_반달_도화상전 협행 전문가",
        "Original_Text": "도화상전에서는 상전의 협행을 [4]건 완료하는 분에게 소정의 보상을 드리고 있어요. 저희 상전은 계산도 철저! 하고 지급도 확실! 하다는 거 알고 계시죠? \\n많은 참여 부탁드려요~!",
        "English_Text": "We, the Peach Blossom, offer a small token of appreciation to those who complete [4] Chivalry quests for us. We make our payments on time, down to the last coin!\nThank you for your participation!",
        "Russian_Text": "",
        "Chinese_Text": "桃花商廛将以【魏氏世家】的名义为完成【4】件商廛侠行的人给予奖励！\n希望大家踊跃参与~"
    },
    "18100047": {
        "Dev_Desc": "협행_반달_영교원 협행 전문가",
        "Original_Text": "영교원에서는 특별히 우리 협행을 [3]번 하는 모험가에게 보상을 주고있다냥! 우리 바롱족은 약속을 꼭 지킨다냥!\\n그럼 힘내라냥~",
        "English_Text": "We, the Soul Bridge, offer a special reward to adventurers who complete [3] Chivalry quests for us. We Barons never forget to keep our promises, meow.\nThank you for your help.",
        "Russian_Text": "",
        "Chinese_Text": "灵交院将为完成【4】次灵交院侠行的冒险家给予奖励喵！我们【巴隆族】绝对信守承诺喵！\n大家加油喵~"
    },
    "18100048": {
        "Dev_Desc": "협행_반달_금경철문 협행 전문가",
        "Original_Text": "금경철문의 협행을 [2]번 수행하는 이에게 철문주님의 이름으로 특별한 보상을 주겠네. 꼭 약속하지.\\n딱 [2]번이면 되네!",
        "English_Text": "We, the Soul Steel, offer a special reward in the name of the Master to those who complete [2] Chivalry quests for us. It's a promise.\nYou just have to complete [2] quests.",
        "Russian_Text": "",
        "Chinese_Text": "金庚哲门将以【金好览】门主的名义为完成【2】次金庚哲门侠行的人给予特殊奖励。金庚哲门一诺千金。\n只要【2】次即可！"
    },
    "18100049": {
        "Dev_Desc": "협행_반달_대어방 협행 전문가",
        "Original_Text": "대어방에서는 협행을 수행하는 모험가님을 위해 특별한 보상을 드리고 있습니다. 대어방의 협행을 [4]건 수행하시는 분에게 자격이 주어집니다. 많은 참여 부탁드립니다.",
        "English_Text": "We, the Fish Network, offer a special reward to those who complete [4] Chivalry quests for us. Thank you for your participation.",
        "Russian_Text": "",
        "Chinese_Text": "大鱼坊将为完成大鱼坊侠行的冒险家给予特殊奖励。只需完成【4】件大鱼坊侠行即可获得资格。希望大家踊跃参与。"
    },
    "18100050": {
        "Dev_Desc": "협행_반달_비사문 협행 전문가",
        "Original_Text": "반달호수의 주민들이 우리 비사문을 통해 제보한 협행을 [4]건 완료해주게. 그리하면 주민들을 대표하여 좀 더 특별한 감사를 표하도록 하지. 그럼 기다리고 있겠네.",
        "English_Text": "Help the locals, and we Enigma Council will thank you on their behalf. Just complete [4] Chivalry quests from the locals. We'll be waiting for you.",
        "Russian_Text": "",
        "Chinese_Text": "秘事门将代表居民为完成居民侠行的人士表达谢意。完成【4】件居民举报的侠行吧。\n秘事门等着冒险家们的好消息。"
    },
    "18100051": {
        "Dev_Desc": "반달호수_[Lv.27] 썩지 않는 난파선",
        "Original_Text": "수월항 인근에 난파선의 잔해가 떠밀려 온건 제법 오래전 일이라네. 별 관심이 없었네만, 얼마 전 그 배가 아직도 그 자리에 그대로 있다는 소문을 들었어. 도대체 어떻게 만든 배인지 구경을 좀 해야겠네. 주변에 위협을 처리해주게.",
        "English_Text": "Daeeobang",
        "Russian_Text": "",
        "Chinese_Text": "是很久以前的事了.虽然没什么兴趣,但不久前听说那艘船还在原地.我要看看到底是怎么做的船.去处理周围的威胁吧."
    },
    "18100052": {
        "Dev_Desc": "반달호수_[Lv.27] 소라게의 독",
        "Original_Text": "요즘 바다에서 자란 푸른 소라게가 보양식으로 인기더군요. 사람들은 잘 모르지만 소라게에는 독성이 있어 잘못 손질해서 먹었다가는 큰 탈이 납니다. 아무래도 이쪽으로 전문가인 저희 대어방이 직접 판매를 하는 편이 낫겠습니다.",
        "English_Text": "Younggyowon",
        "Russian_Text": "",
        "Chinese_Text": "最近在海里长大的蓝色海螺蟹作为补品很受欢迎.人们不太清楚,但海螺蟹有毒性,如果处理不当吃的话会出大问题.不管怎么说还是专家我们的大御房亲自销售比较好"
    },
    "18100053": {
        "Dev_Desc": "반달호수_[Lv.27] 귀한 보양식",
        "Original_Text": "바닷가에서 자란 푸른 소라게는 으뜸으로 꼽힙니다. 영양분이 풍부한 데다가 짭짤하면서도 담백한 맛이 일품이거든요. \\n푸른 소라게의 게살을 모아다 주신다면 합당한 보상을 드리겠습니다.",
        "English_Text": "Ereda",
        "Russian_Text": "",
        "Chinese_Text": "在海边长大的蓝色海螺蟹是首屈一指的.营养丰富而且咸又清淡的味道是最棒的\n收集蓝海螺蟹的蟹肉,给予适当的奖励."
    },
    "18100054": {
        "Dev_Desc": "반달호수_[Lv.27] 떠밀려온 난파선 조사",
        "Original_Text": "수월항 근처에 떠밀려온 난파선이 수양 대원들의 사기를 떨어트리고 있는 모양일세. 우리 배도 항해 도중 난파될 수 있다고 생각하는 모양이야. 조사원을 파견할 계획이니 주변의 위협을 좀 처리해주게.",
        "English_Text": "Geumgyeongcheolmun",
        "Russian_Text": "",
        "Chinese_Text": "水月港附近的遇难船好像在降低首阳队员们的士气.看来我们的船在航行途中也会遇难.我打算派遣调查员、你去处理一下周围的威胁吧."
    },
    "18100055": {
        "Dev_Desc": "반달호수_[Lv.27] 반달초를 구해달라냥!",
        "Original_Text": "반달초는 반달호수에서만 구할 수 있는 아주 귀한 약초다냥. 찾는 사람은 너무 많은데 구하기가 정말 어렵다냥!\\n그래서 말인데냥... 모험가만 믿겠다냥!",
        "English_Text": "Daehwasangjeon",
        "Russian_Text": "",
        "Chinese_Text": "半月草是只有在半月湖才能买到的非常珍贵的药草.找的人太多了,可真难找!\n所以说猫...我就相信冒险!"
    },
    "18100056": {
        "Dev_Desc": "반달호수_[Lv.28] 최고의 재료",
        "Original_Text": "우리 금경철문이 철만 다룬다고 생각하면 오산일세. 훌륭한 무기를 만들기 위해서는 수많은 재료가 필요 하지. \\n으스스한 골짜기에 사는 늪지 악어의 가죽은 최고의 재료야. 자네가 좀 구해다 주게.",
        "English_Text": "Weeping",
        "Russian_Text": "",
        "Chinese_Text": "如果认为我们金嘤铁门只涉及铁那就大错特错了.制作优秀的武器需要很多材料.\n生活在阴森山谷的沼泽雷克顿皮是最好的材料.你去弄些回来吧."
    },
    "18100057": {
        "Dev_Desc": "반달호수_[Lv.28] 진흙 속에 사는 물고기",
        "Original_Text": "으스스한 골짜기는 물이 거의 말라버렸지만, 그런 진흙 밭에만 사는 특이한 놈들이 있답니다. 문제는 거기 사는 악어들도 그 맛을 알아 보이는 데로 잡아먹는다는 거죠. 악어의 수를 좀 줄여주시면 저희가 가서 후딱 잡아 오겠습니다!",
        "English_Text": "Insamun",
        "Russian_Text": "",
        "Chinese_Text": "阴森的山谷里的水几乎干了,但有一些特殊的家伙只生活在泥地里.问题是生活在那里的雷克顿们也会吃到能看出味道的地方减少雷克顿的数量的话我们会去抓回来的!"
    },
    "18100058": {
        "Dev_Desc": "반달호수_[Lv.28] 악어 가죽이 필요해",
        "Original_Text": "악어가죽은 내구성이 높은 데다가 세련되고 고급스러워 인기가 아주 많습니다. \\n이번에도 주문이 잔뜩 들어왔는데 재고가 부족하네요. \\n깨끗하고 흠집 없는 가죽으로 좀 구해다 주십시오.",
        "English_Text": "The Pension Bank",
        "Russian_Text": "",
        "Chinese_Text": "雷克顿皮耐久性高,而且又干练又高档,很受欢迎.\n这次订单也很多,库存不足.\n请用干净无瑕疵的皮革拿过来."
    },
    "18100059": {
        "Dev_Desc": "반달호수_[Lv.28] 수양대원을 위한 특식",
        "Original_Text": "해월대륙으로 가기 전 대원들에게 특식을 제공할 계획이네. 악어 고기는 단백질 함량이 높고 지방이 적어 대원들에게 환영받는 메뉴이지. \\n좀 넉넉하게 구해다 주게. \\n악어는 으스스한 골짜기에서 찾을 수 있을 걸세.",
        "English_Text": "Kyu-Neung Kim",
        "Russian_Text": "",
        "Chinese_Text": "去海月大陆之前打算给队员们提供特餐.雷克顿肉是蛋白质含量高,脂肪少,深受队员们欢迎的菜单.\n多拿些来.\n雷克顿应该可以在阴森的山谷里找到."
    },
    "18100060": {
        "Dev_Desc": "반달호수_[Lv.28] 늪지에서 피는 꽃",
        "Original_Text": "늪지에서 피는 꽃은 생명력이 엄청 강하다냥!\\n말려서 약재로 사용하면 효능이 두~배가 된다냥!\\n모험가가 그 꽃 좀 가져다 달라냥!",
        "English_Text": "Daewa",
        "Russian_Text": "",
        "Chinese_Text": "沼泽里开的花生命力很强!\n晒干后用作药材的话,效果会加倍!\n冒险者拜托你把那朵花拿来!"
    },
    "18100100": {
        "Dev_Desc": "협행_의뢰자_대어방",
        "Original_Text": "대어방",
        "English_Text": "Fish Network",
        "Russian_Text": "",
        "Chinese_Text": "大鱼坊"
    },
    "18100101": {
        "Dev_Desc": "협행_의뢰자_영교원",
        "Original_Text": "영교원",
        "English_Text": "Soul Bridge",
        "Russian_Text": "",
        "Chinese_Text": "灵交院"
    },
    "18100102": {
        "Dev_Desc": "협행_의뢰자_에레다",
        "Original_Text": "에레다",
        "English_Text": "Edeta",
        "Russian_Text": "",
        "Chinese_Text": "艾瑞达"
    },
    "18100103": {
        "Dev_Desc": "협행_의뢰자_금경철문",
        "Original_Text": "금경철문",
        "English_Text": "Soul Steel",
        "Russian_Text": "",
        "Chinese_Text": "金庚哲门"
    },
    "18100104": {
        "Dev_Desc": "협행_의뢰자_도화상전",
        "Original_Text": "도화상전",
        "English_Text": "Peach Blossom",
        "Russian_Text": "",
        "Chinese_Text": "桃花商廛"
    },
    "18100105": {
        "Dev_Desc": "협행_의뢰자_수양",
        "Original_Text": "수양",
        "English_Text": "Sol Seekers",
        "Russian_Text": "",
        "Chinese_Text": "搜阳"
    },
    "18100106": {
        "Dev_Desc": "협행_의뢰자_비사문",
        "Original_Text": "비사문",
        "English_Text": "Enigma Council",
        "Russian_Text": "",
        "Chinese_Text": "秘事门"
    },
    "18100107": {
        "Dev_Desc": "협행_의뢰자_NPC_연금준",
        "Original_Text": "연금준",
        "English_Text": "Gumjun",
        "Russian_Text": "",
        "Chinese_Text": "连金俊"
    },
    "18100108": {
        "Dev_Desc": "협행_의뢰자_NPC_김규녈",
        "Original_Text": "김규녈",
        "English_Text": "Kunale",
        "Russian_Text": "",
        "Chinese_Text": "金圭涅"
    },
    "18100109": {
        "Dev_Desc": "협행_의뢰자_NPC_대와",
        "Original_Text": "대와",
        "English_Text": "Dawa",
        "Russian_Text": "",
        "Chinese_Text": "大蛙"
    },
    "18100110": {
        "Dev_Desc": "협행_의뢰자_NPC_네이냥",
        "Original_Text": "네이냥",
        "English_Text": "Naypaw",
        "Russian_Text": "",
        "Chinese_Text": "聂喵"
    },
    "18100111": {
        "Dev_Desc": "협행_의뢰자_NPC_잿빛바람",
        "Original_Text": "잿빛바람",
        "English_Text": "Gray Breeze",
        "Russian_Text": "",
        "Chinese_Text": "灰色疾风"
    },
    "18100112": {
        "Dev_Desc": "협행_의뢰자_NPC_김서방",
        "Original_Text": "김서방",
        "English_Text": "Mr. Kim",
        "Russian_Text": "",
        "Chinese_Text": "老金"
    },
    "18100113": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_영교원 바롱",
        "Original_Text": "영교원 바롱",
        "English_Text": "Soul Bridge Member Baron",
        "Russian_Text": "",
        "Chinese_Text": "灵交院巴隆"
    },
    "18100114": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_에레다 단원",
        "Original_Text": "에레다 단원",
        "English_Text": "Edeta Member",
        "Russian_Text": "",
        "Chinese_Text": "艾瑞达团员"
    },
    "18100115": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_금경철문 장인",
        "Original_Text": "금경철문 장인",
        "English_Text": "Soul Steel Craftsman",
        "Russian_Text": "",
        "Chinese_Text": "金庚哲门匠人"
    },
    "18100116": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_도화상전 상인",
        "Original_Text": "도화상전 상인",
        "English_Text": "Peach Blossom Merchant",
        "Russian_Text": "",
        "Chinese_Text": "桃花商廛商人"
    },
    "18100117": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_수양의 관리자",
        "Original_Text": "수양의 관리자",
        "English_Text": "Sol Seekers Manager",
        "Russian_Text": "",
        "Chinese_Text": "搜阳管理员"
    },
    "18100118": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_비사문 협행관리인",
        "Original_Text": "비사문 협행관리인",
        "English_Text": "Enigma Council Chivalry Quest Manager",
        "Russian_Text": "",
        "Chinese_Text": "秘事门侠行管理员"
    },
    "18100119": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_풍백문 책임자",
        "Original_Text": "풍백문 책임자",
        "English_Text": "Ivory Gale Supervisor",
        "Russian_Text": "",
        "Chinese_Text": "风白门负责人"
    },
    "18100120": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_명혜단 담당자",
        "Original_Text": "명혜단 담당자",
        "English_Text": "Elucidator Scholar Manager",
        "Russian_Text": "",
        "Chinese_Text": "明慧团负责人"
    },
    "18100121": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_신해월",
        "Original_Text": "신해월",
        "English_Text": "Shin Haywol",
        "Russian_Text": "",
        "Chinese_Text": "辛海月"
    },
    "18100122": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_사길미",
        "Original_Text": "사길미",
        "English_Text": "Sa Gilmi",
        "Russian_Text": "",
        "Chinese_Text": "蛇吉味"
    },
    "18100123": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_비전예",
        "Original_Text": "비전예",
        "English_Text": "Bi Junae",
        "Russian_Text": "",
        "Chinese_Text": "飞传艺"
    },
    "18100124": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_전양원",
        "Original_Text": "전양원",
        "English_Text": "Jun Yangwon",
        "Russian_Text": "",
        "Chinese_Text": "权洋元"
    },
    "18100125": {
        "Dev_Desc": "협행_의뢰자_NPC_비옥대지_청수국",
        "Original_Text": "청수국",
        "English_Text": "Chun Sukun",
        "Russian_Text": "",
        "Chinese_Text": "青水菊"
    },
    "18100126": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_명혜단",
        "Original_Text": "명혜단",
        "English_Text": "Elucidator Scholar",
        "Russian_Text": "",
        "Chinese_Text": "明慧团"
    },
    "18100127": {
        "Dev_Desc": "협행_의뢰자_NPC_비옥대지_풍백문",
        "Original_Text": "풍백문",
        "English_Text": "Ivory Gale",
        "Russian_Text": "",
        "Chinese_Text": "风白门"
    },
    "18100128": {
        "Dev_Desc": "협행_테스트용_컨텐츠_아무개",
        "Original_Text": "아무개",
        "English_Text": "Someone",
        "Russian_Text": "",
        "Chinese_Text": "某人"
    },
    "18100129": {
        "Dev_Desc": "협행_의뢰자_NPC_꼬마 아이",
        "Original_Text": "꼬마 아이",
        "English_Text": "Kid",
        "Russian_Text": "",
        "Chinese_Text": "小孩"
    },
    "18100130": {
        "Dev_Desc": "협행_NPC_온양인",
        "Original_Text": "온영인",
        "English_Text": "Youngin",
        "Russian_Text": "",
        "Chinese_Text": "温英仁"
    },
    "18100131": {
        "Dev_Desc": "협행_NPC_봇짐상인",
        "Original_Text": "봇짐상인",
        "English_Text": "Peddler",
        "Russian_Text": "",
        "Chinese_Text": "包袱商"
    },
    "18101000": {
        "Dev_Desc": "태록림_기름진 발발이",
        "Original_Text": "밀림 발발이의 기름 먹은 풀은 화력 좋게 잘 타죠.\\n연료로 사용하는 곳이 있습니다. \\n풀을 가져오시면 적당한 값에 매입하도록 하겠습니다.",
        "English_Text": "Oil-greased Bulbari grass burns well. Some places use it as fuel. If you bring the grass, we'll purchase it for a reasonable price.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】21~22\n龇牙犬的浸油草极易燃烧。\n有些人将其当做燃料。\n我会以合适的价格收购浸油草。"
    },
    "18101001": {
        "Dev_Desc": "태록림_거미줄 연구",
        "Original_Text": "밀림 거미는 아직 연구할 여지가 많이 남아 있습니다.\\n거미줄 단백질을 다량 모을 수 있다면 연구에 큰 진척이 있을 것이며, 이는 후세를 위한 길이 될 것입니다.\\n도움을 주신다면 보수는 당연하겠죠?",
        "English_Text": "There's still much to research about spider webs. If we could collect a large amount of spider web protein, we could achieve progress in our research for future generations. It'd be only natural that we pay you if you help us, right?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】21~22\n蜘蛛丝还有很多研究余地。\n若能搜集大量蜘蛛丝蛋白质\n将大幅推动研究，也会造福后代。\n帮助我们的话，一定会支付报酬。"
    },
    "18101002": {
        "Dev_Desc": "태록림_생태계 복원",
        "Original_Text": "본래 동부 생태 조사림은 곰과 호랑이의 서식지였습니다. 그런데 언제부턴가 개체수가 줄더니 이젠 아예 자취를 감춰 버렸습니다. 아무래도 시귀 때문인 것 같습니다! 가죽 공급이 다시 원활해질 수 있도록 시귀를 처치하여 생태계를 복원해 주십시오!",
        "English_Text": "There's always a steady demand for animal leather, and it rarely gets moldy or musty thanks to advances in processing and storage methods. We'll guarantee a suitable price for anyone who brings some leather.\nAny quantity is welcome.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】21~22\n动物皮的市场需求很稳定，不愁销路。\n加工与保存技术很发达，因此也无需担心腐烂丢弃。\n我们会为带皮来的人们保证稳定的收购价。\n有多少收多少。"
    },
    "18101003": {
        "Dev_Desc": "태록림_자꾸 없어지는 비법서",
        "Original_Text": "비법서를 또 잃어버렸다냥... 이 비법서는 발이 달렸는지 자주 없어진다냥! 동부 생태 조사림 근처에서 잃어버린 것 같은데 주변을 다 찾아봤지만 못 찾았다냥!\\n제발 꼭 좀 찾아달라냥... 흑...",
        "English_Text": "I've lost the manual again, meow... This manual seems to have paws of its own, since it's always missing! I think I lost near the East Ecological Research Site, but I can't find it anywhere!\nPlease find it for me...",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】21~22\n我又丢掉了秘法书喵...\n这秘法书好像长了脚一样总是不见踪影喵！\n我找遍了所有地方都找不到喵！\n拜托一定要帮我找回来喵...呜..."
    },
    "18101004": {
        "Dev_Desc": "태록림_방어선 구축",
        "Original_Text": "방어선 구축을 잘해두면 적은 병사로 넓은 땅을 방어할 수 있죠. 좋은 위치를 찾아 적을 몰아내고 방어시설을 만들어야 합니다.\\n녹각다귀를 밀어내는 작업을 도와주시겠습니까?",
        "English_Text": "You are able to defend a large area with fewer soldiers and a well-set line of defense. We must find a good location to get rid of the enemy and build our defenses.\nWould you be able to help us drive the Greenhorns out?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】22~23\n只要构建好防线就能以少量士兵防守大片土地。\n我们需要找个好位置赶走敌人，然后构建防御设施。\n可以帮我们驱逐绿角大鬼吗？"
    },
    "18101005": {
        "Dev_Desc": "태록림_늑대 집단",
        "Original_Text": "늑대는 집단생활을 합니다. 그 수준이 높아 소수의 병력으로는 늑대를 상대하기 힘듭니다.\\n언덕 숲에 가서 집단을 깨뜨려 주신다면 저희 에레다에서 남은 세력을 파괴할 계획입니다.",
        "English_Text": "Wolves hunt in packs.They're very intelligent and difficult for a small number of soldiers to deal with.\nIf you could defeat the pack and disperse them, we Edeta plan to defeat the remaining wolf stragglers.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】22~23\n狼是群居动物。\n由于狼群数量众多，以少量兵力无法对付狼。\n只要你去破坏狼群组织，\n我们艾瑞达就可以清理剩余势力。"
    },
    "18101006": {
        "Dev_Desc": "태록림_새로운 염료 개발",
        "Original_Text": "발발이는 염료를 만들기에 좋은 소재죠. 해월대륙의 발발이에게선 어떤 염료를 얻을 수 있을지 기대됩니다.\\n언덕 숲에 서식하는 오똑 발발이의 풀을 많이 얻어와 주십시오!",
        "English_Text": "Bulbari is a wonderful material for making dye. I'm looking forward to seeing what kind of dyes we can get from the Bulbari at Haewol. Please collect a large quantity of Stem Bulbari Grass!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】22~23\n龇牙犬是制造染料的好材料。\n我很期待在海越大陆的龇牙犬身上能够获得何种染料。\n请帮忙搜集大量密林龇牙犬草！"
    },
    "18101007": {
        "Dev_Desc": "태록림_만다라화의 소음 문제",
        "Original_Text": "만다라화는 성격이 포악하여 사람들에게 위해를 가하는데, 그것 이외에도 소음을 발생 시켜 피해를 보고 있습니다. 많은 대원이 불만을 표시하고 있습니다.\\n만다라 폭포 주변을 좀 조용하게 만들어주시면 사례하겠습니다.",
        "English_Text": "Not only are Mandaravas violent and harmful, but they also cause a deafening noise.\nMany of the members are complaining about them.\nWe'll pay you if you can bring back peace and quiet to the area.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】23~24\n曼陀罗性情暴躁，经常危害人类。\n此外还会发出噪音，给人们带来麻烦。\n很多队员对此表达了不满。\n请帮忙让周围变得安静一点，我们一定会答谢。"
    },
    "18101008": {
        "Dev_Desc": "태록림_장인들의 별미!",
        "Original_Text": "장인분들이 즐겨 먹는 음식이 있습니다. \\n약간 호불호가 갈릴 것 같은데... 여기 계신 분들은 무진장 좋아하더군요. 가는 모래 하구 근처에 있는 연안 소라게를 잡아서 내용물을 가져다주십시오.",
        "English_Text": "There's a dish the artisans enjoy.\nIt might not sound appealing to some... However, the people here truly love eating it.\nPlease collect Hermit Crabs and bring me what's inside the shell.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】24~25\n匠人们很喜欢吃一种食物。\n虽然人们对这种食物好恶分明...\n但这里的人确实非常喜欢。\n请帮忙抓住寄居蟹，然后带来其内容物。"
    },
    "18101009": {
        "Dev_Desc": "태록림_거북 알 채집",
        "Original_Text": "거북알이 별미라 엄청 먹어 치운다고 하더라구요. 지금 많다고 해서 남획하면 나중을 기약할 수 없습니다. 저희도 거북을 많이 사냥하긴 하지만... 알은 보호해야 할 것 같습니다. 가는 모래 하구에 있는 거북알을 채집해 주시면 저희가 보호하겠습니다.",
        "English_Text": "I heard people eat turtle eggs because they're considered a delicacy. If we over-harvest them just because they're plentiful now, they might become scarce in the future.\nWe do hunt a lot of turtles... But I believe the eggs should be spared.\nIf you could collect the turtle eggs, we'll protect them.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】24~25\n听说很多人喜欢吃乌龟蛋。\n即使现在有很多，过度采集仍然会影响未来的产量。\n我们虽然也狩猎很多乌龟...\n但还是有必要保护乌龟蛋。\n请搜集一些乌龟蛋，我们会予以保护。"
    },
    "18101010": {
        "Dev_Desc": "태록림_연안 거북의 껍질",
        "Original_Text": "저희 명혜단은 거북 통해 서식 환경에 따른 생물의 변화를 연구하고 있습니다. \\n난파선의 잔해 부근에 있는 연안 거북의 단단한 등딱지를 구해다 주십시오. 보존 상태를 최대한 좋게 부탁드리겠습니다.",
        "English_Text": "The robust shells of shore turtles have many uses. We need a whole turtle shell for our Elucidator Scholar mission. Please deliver it in the best condition possible.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】25~26\n沿岸龟的坚硬的背壳有很多用途。\n为了完成明慧团的任务，\n需要完整的乌龟背壳。\n请尽量搜集状态良好的背壳。"
    },
    "18101011": {
        "Dev_Desc": "태록림_어둑시니 퇴치",
        "Original_Text": "명혜단은 자신을 보호할 정도의 전투력을 가지고 있지만 무력집단은 아니다 보니 한계점이 명확합니다. 저희는 누구보다 저희 자신의 힘을 잘 알고 있죠.\\n그런 의미에서 난파선의 잔해에 있는 어둑시니 처치를 부탁드리고자 합니다.",
        "English_Text": "Although we Elucidator Scholars do have enough combat power to protect ourselves, we are not an armed group, so we still have clear limitations. We know this better than anyone else.\nTherefore, we'd like to ask you to eliminate the Oduksinis.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】25~26\n明慧团当然也会进行一定程度的训练，\n且拥有能够保护自己的战斗力。\n但明慧团并非武力集团，因此有着其局限性。\n我们很清楚自己的力量。\n请帮忙消灭夜鬼。"
    },
    "18101012": {
        "Dev_Desc": "태록림_식인악어 퇴치",
        "Original_Text": "악어도 인간에 피해만 주지 않으면 공존하고 싶은데... 연안 근처에 피해자가 속출하고 있습니다. 사람들의 접근을 막기도 어렵고...\\n발자국 없는 해안에서 악어들을 몰아내 주십시오.",
        "English_Text": "We'd like to live in harmony with the crocodiles if only they wouldn't attack us...\nBut there have been victims near the coast. We can't stop people from going there, either...\nPlease just get rid of the crocodiles.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】26~27\n若鳄鱼不伤害人类，我们也想共生...\n但沿岸地区陆续出现了不少受害者。\n我们也很难阻止人类靠近那里...\n请帮忙赶走鳄鱼。"
    },
    "18101013": {
        "Dev_Desc": "태록림_단단한 식물의 줄기",
        "Original_Text": "바구니를 만들려고 하는데 새로운 재료가 필요합니다.\\n골짜기 바람길 쪽에서 식물 줄기를 얻어 주시겠어요?\\n주변의 적들이 무서워서 못 들어가겠습니다.\\n                                - 공예가 신해월 - ",
        "English_Text": "I need new materials to make a basket. Could you get me some plant stems from Windpath Valley? I'm terrified of the enemies in that area, and I just can't bring myself to go there.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】27~28\n我需要新的材料用于制造篮子。\n可以请你去搜集峡谷风路的植物茎吗？\n周围的敌人太可怕，我无法靠近。"
    },
    "18101014": {
        "Dev_Desc": "태록림_잃어버린 짐을 찾아요",
        "Original_Text": "골짜기 바람길 쪽에서 곰에게 쫓겨 봇짐을 잃어버리고 말았습니다. 짐을 찾으러 가야 하는데... 괜히 갔다가 더 잃고 돌아올 것 같기도 하고... 역시 이런 건 전문가분께 부탁드리는 게 좋겠지요? 잘 부탁드리겠습니다!",
        "English_Text": "I lost the bundle I was carrying at the Windpath Valley while being chased by a bear. I need to go find it... But I'm afraid I'll lose more if I run into that bear again... It's better to leave it to an expert, right? You're the best person to do this job!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】27~28\n我在峡谷风路被熊追赶的过程中丢失了包袱。\n我需要找回包袱...但又害怕去那里之后得不偿失。\n最后的结论是拜托专家来解决这种事情。\n那么就拜托你了。"
    },
    "18101015": {
        "Dev_Desc": "태록림_혈비패 축출",
        "Original_Text": "수양은 혈비패와의 전쟁을 선포하였습니다!\\n수양이든 혈비패든 하나는 박살 나야 끝날 겁니다.\\n물론 수양이 박살 날 일은 없을 겁니다. 하핫!",
        "English_Text": "The Sol Seekers have declared war on the Scarlet Masks!\nIt'll only end when either side is completely eradicated.\n...Of course, the Sol Seekers will never be defeated. Never in a thousand years!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】28~29\n搜阳宣布了与赤匪派的战争！\n搜阳与赤匪派一定会拼到一方毁灭为止。\n当然被毁的绝对不会是搜阳。哈哈！"
    },
    "18101016": {
        "Dev_Desc": "태록림_혈비패 두건 태우기",
        "Original_Text": "혈비패에서 한자리하는 녀석들은 두건을 가지고 다닌다고 하더군.\\n사실 전혀 신경 쓰고 싶진 않지만 약간 거슬리기도 해.\\n두건을 모아 주겠나? 다 태워버릴 수 있게!",
        "English_Text": "I hear that the higher-up members of the Scarlet Masks carry bandanas with them.\nI don't really know why, but they annoy me.\nCould you collect those bandanas? Then I can just burn them all!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】28~29\n听说赤匪派中有一定地位的家伙\n都会戴着头巾。\n虽然不想理会，但很碍眼。\n可以帮忙搜集一下头巾吗？我想全都烧掉！"
    },
    "18101017": {
        "Dev_Desc": "태록림_달빛바람의 명예",
        "Original_Text": "달빛바람님의 환영을 제거해 주십시오.\\n이것때문에 이상한 소문이 돈단 말입니다.\\n달빛바람님의 명예를 위해서라도 부탁드립니다.",
        "English_Text": "Please eliminate Moonwind's Illusion. Strange rumors have been spreading because of it. Please do it, if only for Moonwind's honor.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】28~29\n请去消灭月光疾风大人的幻影。\n幻影的出现导致了奇怪的传闻。\n为了月光疾风大人的名誉，拜托了。"
    },
    "18101018": {
        "Dev_Desc": "태록림_투연초 연구",
        "Original_Text": "영교원에서는 다양한 약초를 조사하고 있다냥!\\n투연초는 괴물이라고 생각했는데 약초일 수도 있다는 의견이 나왔다냥!\\n영교원은 잎사귀를 조사할 필요가 있다냥!",
        "English_Text": "The Soul Bridge has been researching various herbs, mrrow!\nWe previously believed the Spitting Plant to be a monster, but now we think that it might be an herb, purr!\nWe must investigate the Spitting Plant Leaf!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】28~29\n灵交院正在调查各种药草喵！\n通常认为啖人草是怪物，\n但有意见认为啖人草也有可能是药草喵！\n灵交院希望调查啖人草的叶子喵！"
    },
    "18101019": {
        "Dev_Desc": "태록림_곽호룡의 위신",
        "Original_Text": "곽호룡님이 환영에 대한 이야기를 들으시고는 내가 그렇게 약할 것 같냐며 신경 쓰지 말라고 하셨습니다. \\n그래도 도화상전의 외부 시선을 신경 쓰지 않을 수 없네요.\\n처리 부탁드리겠습니다.",
        "English_Text": "When Horyong heard about the illusion, he told us not to worry about it, assuring us that he wasn't that weak.\nNevertheless, we the Peach Blossom must consider our reputation.\nPlease, take care of this problem for us.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】28~29\n郭浩龙大人听说幻影的事情之后说\n自己哪会有那么弱，让我们不要在意。\n但桃花商廛无法无视外部的视线。\n请去消灭幻影。"
    },
    "18101020": {
        "Dev_Desc": "태록림_집단 요청",
        "Original_Text": "아이고, 곧 안개숲 개척지로 물건을 팔러 가야 하는데, 가는 길목에 환영 인면충들이 들끓는다는 이야길 들었습니다요. 봇짐 상인도 신뢰가 생명인지라 안 갈 수도 없고... \\n사람 한 명 구한다 생각하시고 좀 도와주십시오!\\n                                 - 봇짐 상인 - ",
        "English_Text": "Ugh, soon I'll have to go to the Foggy Forest Settlement to do some business there, and I've just heard the road is infested with Illusion Mantises. Even us peddlers have a reputation to protect. I can't just not go when I promised to be there.\nPlease have some mercy and help me out.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】29~30\n有很多人要求消灭附近地区的幻影人面虫。\n所以我们认为与其一个个去消灭，还不如在秘事门一次性解决。\n我们也想拜托一个值得信赖的人，你觉得呢？"
    },
    "18101021": {
        "Dev_Desc": "태록림_튀어나오는 위험",
        "Original_Text": "늪지를 조사해야 하는데 중간중간에 연잎인간들이 튀어나와서 깜짝깜짝 놀란다냥!\\n이래선 제대로 조사를 진행할 수 없다냥!\\n연잎인간을 없애달라냥!",
        "English_Text": "I'm investigating the Swamp, and the Lilybads keep popping out of nowhere and surprising me, hiss!\nI can't focus on my research like this, meow!\nPlease, get rid of those Lilybads!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】29~30\n我们需要调查沼泽，\n但那里时不时地会出现莲叶人吓唬我们喵！\n所以无法正常进行调查喵！\n帮忙消灭莲叶人喵！"
    },
    "18101022": {
        "Dev_Desc": "태록림_뱀버섯 해독제",
        "Original_Text": "뱀버섯의 독은 만능 해독제입니다. 물론 제조가 어려워 보통 사람은 사용하지 못하지만요. \\n뱀버섯 군락에 있는 서인족을 좀 처치해주십시오. 뱀버섯 독을 채집해달라 부탁드리고 싶지만... 독 채집이 까다로워 직접 가야 하거든요.\\n                             - 뱀전문가 사길미 - ",
        "English_Text": "Numerous people fall victim to the poisonous Snakecaps.\nIf you could catch a Snakecap and deliver it to me, I plan to make an antidote that can save countless lives!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】30~31\n蛇头菇害死了很多人。\n只要帮忙抓来一些蛇头菇，我就能\n制造解毒剂拯救大家！"
    },
    "18101023": {
        "Dev_Desc": "태록림_묘지 근처 치안 확보",
        "Original_Text": "묘지 근처에서 이상한 걸 봤다고 신고자가 늘고 있어요.\\n저희도 아직 상황을 파악하지 못했습니다.\\n일단 주변 영혼불이라도 제거해 봐야겠습니다.",
        "English_Text": "There's been an increasing number of strange sightings at the cemetery. We haven't been able to assess the situation yet. However, we should at least get rid of the Fiery Souls in the area.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】31~32\n不断有人举报说在墓地附近看到了奇怪的事物。\n我们也还未准确掌握情况。\n请先去消灭一下周围的灵魂火。"
    },
    "18101024": {
        "Dev_Desc": "태록림_묘약 개발",
        "Original_Text": "묘지 근처에 갑자기 혈비패가 늘어났습니다.\\n그곳에 딱히 혈비패에게 필요한 게 있을 것 같진 않은데...\\n그 녀석들이라면 무슨 짓을 벌일지 알 수 없으니, \\n지금 시점에서 없애 버리는 게 좋을 것 같습니다.",
        "English_Text": "There was a sudden increase of Scarlet Masks around the graveyard.\nI don't think there's anything they would need over there.\nWe don't know what they're up to,\nso we'd better get rid of them.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】31~32\n我正在为艾瑞达队员们开发妙药。\n我觉得只要好好研究墓地山仙狐就能制造万病通治药。\n可是队员们不喜欢在墓地抓山仙狐。\n那么就拜托你了。"
    },
    "18101025": {
        "Dev_Desc": "태록림_신묘약 개발",
        "Original_Text": "에레다 대원들을 위해 묘약을 개발 중입니다. 낙원 산선호를 잘 연구하면 만병통치약을 만들 수 있을 것 같아요.\\n그 지역의 분위기를 대원들이 좋아하지 않네요.\\n산선호의 발을 좀 모아주시겠습니까?",
        "English_Text": "I'm currently developing a remedy for the Edeta Members. I believe my research on the Simyu Moss Fox can lead to a universal remedy.\nHowever, the members aren't keen on going to that area.\nWould you collect some Moss Fox's Feet for me?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】32~33\n我正在为艾瑞达队员们开发妙药。\n我觉得只要好好研究乐猿山仙狐就能制造万病通治药。\n可是队员们不喜欢那个地区的环境。\n可以帮忙搜集一下山仙狐的脚吗？"
    },
    "18101026": {
        "Dev_Desc": "태록림_고대 묘면족의 무기",
        "Original_Text": "고대에 존재했던 수많은 종족에 대해 알고 계십니까? 옛날에 비해 퇴화하긴 했지만 묘면족도 그중 하나입니다. \\n묘면족의 무기를 좀 구해다 주십시오. 고대의 기술에 대한 실마리를 얻을 수도 있으니깐요.",
        "English_Text": "Good quality leather is always welcome.\nThe Peach Blossom provide us with good leather, but a true artisan always wants even better quality!\nI hear the Swamp Crocodile's leather is strong and versatile...",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】33~34\n随时欢迎优质皮。\n虽然桃花商廛以高价收购皮，\n但匠人们总是想要更好的皮！\n听说湿地鳄鱼的皮坚固好用。"
    },
    "18101027": {
        "Dev_Desc": "태록림_담인초 새로운 연구",
        "Original_Text": "담인초 사이에서도 미묘한 종의 차이가 있다고 한다냥!\\n우린 담인초 연구를 위해 다양한 자료가 필요하다냥!\\n이번엔 습지에 있는 담인초 잎사귀를 얻어달라냥!",
        "English_Text": "There's a subtle species difference among the Nepenthes, purr! We're going to need more data for our Nepenthes research! Go get me some Nepenthes Leaves at the swamp, meow!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】33~34\n各种啖人草不尽相同喵！\n我们需要各种资料用于研究啖人草喵！\n这次帮忙搜集湿地的啖人草叶子喵！"
    },
    "18101028": {
        "Dev_Desc": "태록림_습격자 낙원족",
        "Original_Text": "낙원족들은 눈에 보이면 파괴하는 걸 좋아하는 걸까?\\n해월대륙에 설치한 협행표목이 낙원족에 의해 파괴되었어.\\n그들이 접근할 수 없도록 퇴치해 주면 좋겠는데...\\n부탁해도 될까?",
        "English_Text": "Do the Simyu enjoy destroying everything they see? The Chivalry Quest Board we installed at Haewol has been destroyed by the Simyu. I'd like to ask you to get rid of them so that we won't have any more trouble from them... Would you be wiling to look into it?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】34~35\n难道乐猿族喜欢破坏眼前的一切？\n放置在海越大陆的侠行标目总是被乐猿族破坏。\n我希望有人把乐猿族赶走，让它们无法靠近标目...\n可以拜托你吗？"
    },
    "18101029": {
        "Dev_Desc": "태록림_여기의 연잎도?",
        "Original_Text": "반달호수에서 온전한 연잎을 이용해 우산으로 만드는 걸 시도했었는데요. 해월대륙의 연잎도 이용 가능할지 확인해보고자 합니다.\\n낙원 구릉에서 온전한 연잎을 구해주십시오!",
        "English_Text": "I tried creating an umbrella from an intact lotus leaf at the Sapphire Basin. I want to check if I can use a lotus leaf from Haewol.\nPlease get me an Intact Lotus Leaf!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】34~35\n我在半月湖曾试过用完整的\n莲叶制作雨伞。\n我想知道海越大陆的莲叶是否也可以用作材料。\n请帮忙搜集完整的莲叶！"
    },
    "18101030": {
        "Dev_Desc": "태록림_언덕길 관리",
        "Original_Text": "저희 명혜단은 풀내음 언덕길이 향기롭고 푸르른 곳으로 보존되기를 희망합니다. 그러니 자연의 섭리를 거스르고 고약한 냄새를 풀풀 풍기는 시귀를 좀 내쫓아 주십시오! 이왕이면 쓰레기도 좀 치워 주시면 좋고요.",
        "English_Text": "We Elucidator Scholars want to preserve Grassland Knoll as the fragrant and green place that it is now. To that end, could you help us pick up litter? It'd be great if you also get rid of the Simyu who litter on that hill while you're there.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】35~36\n明慧团经过的地方都很干净。\n但其他人并不都像我们。\n明慧团希望草香山丘路重新\n恢复洁净且散发清香。\n可以帮忙清理一下垃圾吗？"
    },
    "18101031": {
        "Dev_Desc": "태록림_사묘정 몰아내기",
        "Original_Text": "요즘 들어 풀내음 사묘정 관련한 이야기가 많이 들려오네요. 치안 확보는 저희의 주요 임무가 아니긴 하지만... 이 정도라면 저희도 어느 정도는 힘을 보태야 할 것 같습니다.\\n부탁드려도 될까요?",
        "English_Text": "We've been hearing a lot about the Gnarloxes lately.\nSecurity might not be our main responsibility... But I believe we need to offer our help in a situation like this.\nCould we ask you for your help on this?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】35~36\n最近听说了很多有关蓑衣精的事故。\n虽然我们的主要任务不是治安...\n但我们也应该为这种事出点力。\n可以拜托你吗？"
    },
    "18101032": {
        "Dev_Desc": "태록림_삼색조 기름",
        "Original_Text": "낙원 삼색조의 기름을 구해주시겠습니까?\\n기름을 가공해서 나무에 바르려고요.\\n습기에 강한 나무가 될 것으로 예상됩니다.\\n                          - 폭포 관광객 비전예 - ",
        "English_Text": "Could you get us some Simyu Roc oil? I want to process the oil and grease the tree bark with it. I expect that should make the tree more resistant to moisture.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】36~37\n可以帮忙搜集一些乐猿三色鸟油吗？\n我想对油进行加工涂抹在木头上，\n这样就会拥有很强的抗湿性。"
    },
    "18101033": {
        "Dev_Desc": "태록림_태록림 수원 관리",
        "Original_Text": "폭포 남부 숲에서 시작된 물줄기는 태록림 구석구석으로 흐른다냥. 그런데냥, 최근 들어 나타난 시귀 때문에 그곳의 수질이 크게 오염되고 말았다냥! 이대로 가다간 사람들이 병에 걸릴지도 모른다냥!\\n시귀를 처치해 달라냥!",
        "English_Text": "Goat milk is different from regular milk, purr! This will help us make a new medicine! Please get me a lot of goat milk!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】36~37\n听说山羊奶的成分与普通牛奶不同喵！\n用山羊奶就能制作新药喵！\n帮我搜集大量山羊奶喵！"
    },
    "18101034": {
        "Dev_Desc": "태록림_좋은 붓 제작",
        "Original_Text": "저희 특성상 많은 기록을 남기게 되는데... 좋은 붓은 필수라고 할 수 있지요. 해월대륙에 와서 보니 여우의 털이 상태가 좋아 붓으로 만들 수 있을 것 같습니다.\\n여우의 고운 털을 구해주시겠습니까?",
        "English_Text": "We have to write down many records for our work... And a good brush is essential for our profession. The fox fur at Haewol is of great quality and could be used to make a brush.\nCould you get that fox's fine fur?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】36~37\n我们的工作需要留下很多记录...\n所以必须要有优质毛笔。\n来到海越大陆后发现狐狸的毛很不错，\n应该可以用来制作毛笔。\n可以帮忙搜集狐狸的细毛吗？"
    },
    "18101035": {
        "Dev_Desc": "태록림_모면족 방어",
        "Original_Text": "묘면족이 우리의 영역인 해맞이 비탈길에 침입하였습니다.\\n그들의 공격을 막아내야 합니다.\\n도와주시겠습니까?",
        "English_Text": "There's been cases of the Lapriels trespassing on our territory. We must protect ourselves against their attacks. Could you help us?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】37~38\n兔面族侵犯了我们的领域。\n我们需要阻止它们的攻击。\n可以请你帮忙吗？"
    },
    "18101036": {
        "Dev_Desc": "태록림_관광객 보호 임무",
        "Original_Text": "해맞이 비탈길은 경치가 좋고, 폭포로 가는 길에 있어 많은 관광객이 이용하는 곳입니다.\\n지금은 수목정령들이 골칫거리네요.\\n비탈길이 다시 안전해질 수 있도록 도와주십시오.",
        "English_Text": "The Sunrise Climb has beautiful scenery and is on the way to the waterfall, so it's understandably popular with tourists. The Tree Spirits there are a nuisance right now, though. Help us make the Climb become safe again.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】37~38\n迎日坡路景色优美，而且是前往瀑布的必经之路，\n因此吸引了很多游客。\n目前树木精灵给我们造成了很多麻烦。\n请帮忙使坡路恢复安全吧。"
    },
    "18101037": {
        "Dev_Desc": "태록림_작업자 보호 임무",
        "Original_Text": "검은 진흙지대의 흙이 품질이 좋더군요. \\n저희 일꾼들이 들어가서 흙을 가져와야 하는데 거북과 거미 때문에 위험하다는 의견이 많습니다.\\n작업자들을 보호할 수 있도록 도와주시겠습니까?",
        "English_Text": "The quality of the soil at Blackened Mudlands is exceptional.\nOur workers have to get into the area to collect the dirt, but there's a lot of concern about safety because of the turtles and spiders.\nCould you help us protect the workers?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】38~39\n黑色黏土地带的土品质优良。\n工人们需要去采土，\n但乌龟和蜘蛛造成了很多危险。\n可以帮忙去保护工人吗？"
    },
    "18101038": {
        "Dev_Desc": "태록림_단단한 가죽 얻기",
        "Original_Text": "좋은 가죽은 언제나 환영입니다. 다양한 입수 경로를 유지하는 게 좋더군요. 혹시 공급이 끊기더라도 대체품을 빨리 준비할 수 있거든요.\\n진흙 악어의 가죽도 한번 써보고 싶습니다.",
        "English_Text": "Good quality leather is always welcome. Now, it's always best to maintain various channels of trade. That way, I have an alternative in case one supply source isn't available.\nI'd also like to get my hands on some Mud Crocodile leather.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】38~39\n我们随时欢迎优质皮。\n确保供应渠道多样化很重要。\n这样即使部分供应渠道受阻，我们也能迅速准备替代品。\n我们想试一下迷雾鳄鱼的皮。"
    },
    "18101039": {
        "Dev_Desc": "태록림_해변의 어둑시니",
        "Original_Text": "어둑시니가 도깨비 해변을 장악했습니다. 해변가는 수양 쪽에서 처리해주면 좋겠는데 요즘 수양이 하는 일을 보면... \\n저희가 나서서 처리하는 게 좋을 것 같습니다.\\n도와주시겠습니까?",
        "English_Text": "The Oduksinis haves overtaken the beach. It'd be best if the Sol Seekers took care of things on the coast, but because of recent events...\nI think we should step up and deal with it.\nWe could use your help.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】38~39\n夜鬼占据了海边。\n我们希望搜阳去解决海边的事情，\n但最近搜阳的工作效率...\n还不如我们自己来解决。\n可以请你帮忙吗？"
    },
    "18101040": {
        "Dev_Desc": "태록림_별미, 거북알!",
        "Original_Text": "여기까지 왔으면 도깨비 해변의 거북알은 한번 먹어봐야지!\\n이게! 이게! 진짜 별미거든! \\n안 먹으면 무조건 손해 보는 거야! \\n가져와. 가져와! 내가 값은 잘 쳐줄게.\\n                          - 시설 관리자 전양원 - ",
        "English_Text": "Since you've come all the way here, you should try a turtle egg! This is the real deal! You're missing out if you don't give it a try! Bring it here! I'll give you a reasonable price.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】38~39\n既然来到了这里，当然要尝一下乌龟蛋！\n这！这！真的是极品美味！\n不吃就是吃亏！\n给我带回来！我一定会给个好价钱。"
    },
    "18101041": {
        "Dev_Desc": "태록림_자연에서 얻는 약재",
        "Original_Text": "해월대륙의 발발이 잎 추출물엔 어떤 약효가 있을지 궁금하다냥!\\n아직은 잘 모르지만, 분명히 뭔가 있을게 틀림없다냥!\\n난파선의 잔해에서 발발이의 잎을 좀 넉넉히 구해달라냥!",
        "English_Text": "I'm curious as to what medicinal effects Haewol Bulbari Leaf extract might have, meow!\nWe don't know yet, but there's got to be something!\nCollect a good quantity of Bulbari Leaves for me, purr!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】25~26\n我很好奇海越大陆龇牙犬之叶提取物有什么功效喵！\n虽然现在还不清楚，但肯定有什么用喵！\n帮我搜集足够多的龇牙犬之叶喵！"
    },
    "18101042": {
        "Dev_Desc": "태록림_에레다 협행 전문가",
        "Original_Text": "우리 에레다가 태록림에서 제보한 협행을 [3]건 완료하는 모험가에겐 단장님의 이름으로 특별한 보상을 주고 있네.\\n불마의 기운을 없애는 일에 동참해주게.",
        "English_Text": "We, the Edeta, offer a special reward in the name of our Captain for adventurers who complete [3] Chivalry quests at the Taero Forest. Please help us eliminate the energy of the Hollows.",
        "Russian_Text": "",
        "Chinese_Text": "艾瑞达将以团长的名义\n为在泰绿林完成【3】件侠行的冒险家\n给予特殊奖励。\n请参与铲除不磨气息的事吧。"
    },
    "18101043": {
        "Dev_Desc": "태록림_금경철문 협행 전문가",
        "Original_Text": "태록림에서 금경철문의 협행을 수행하는 이에게 철문주님의 이름으로 특별한 보상을 주겠네. 꼭 약속하지.\\n딱 [3]번이면 되네!",
        "English_Text": "We, the Soul Steel, offer a special reward in the name of our Master to those who complete our Chivalry quests at the Taero Forest. It's a promise. You just have to complete [3] quests!",
        "Russian_Text": "",
        "Chinese_Text": "金庚哲门将以哲门主的名义\n为在泰绿林完成金庚哲门侠行的人给予特殊奖励。\n金庚哲门一诺千金。\n只要【3】件即可！"
    },
    "18101044": {
        "Dev_Desc": "태록림_도화상전 협행 전문가",
        "Original_Text": "도화상전에서는 상전의 태록림 협행을 [3]건 완료하는 분에게 소정의 보상을 드리고 있어요. \\n도화상전이 보증한다는 게 무슨 의미인지 아시죠!\\n많은 참여 부탁드려요~",
        "English_Text": "We, the Peach Blossom, offer a small token of appreciation to those who complete [3] Chivalry quests for us at the Taero Forest. You do understand that the word of a Peach Blossom Merchant is as good as gold? Thank you for your participation.",
        "Russian_Text": "",
        "Chinese_Text": "桃花商廛将为在泰绿林\n【3】件商廛侠行的人\n给予奖励。\n桃花商廛绝对保证信誉，大家都明白这意味着什么！\n希望大家踊跃参与~"
    },
    "18101045": {
        "Dev_Desc": "태록림_수양 협행 전문가",
        "Original_Text": "태록림에서 수양이 제보한 협행을 [3]건 완료하면 \\n특별히 큰 보상을 주겠네. 대장님의 이름으로 주는 특별한 보상이야.\\n그럼 무운을 빌겠네.",
        "English_Text": "We, the Sol Seekers, offer a large reward\nif you complete [3] Chivalry quests for us at the Taero Forest. It's a special reward provided in the name of our captain.\nI wish you the best of luck.",
        "Russian_Text": "",
        "Chinese_Text": "只要在泰绿林完成【3】件搜阳侠行\n就能得到特别奖励。\n这可是以队长的名义给予的大奖励。\n那么祝你武运昌盛。"
    },
    "18101046": {
        "Dev_Desc": "태록림_영교원 협행 전문가",
        "Original_Text": "영교원은 태록림에서 우리가 주는 협행을 [3]번 하는 모험가에게 보상을 주고있다냥! \\n우리 바롱들은 약속을 꼭 지킨다냥!\\n그럼 힘내라냥~",
        "English_Text": "We, the Soul Bridge, offer a special reward to adventurers who complete [3] Chivalry quests for us at the Taero Forest! We Barons never forget to keep our promises, meow! Thank you for your help.",
        "Russian_Text": "",
        "Chinese_Text": "灵交院将为在泰绿林\n完成【3】件灵交院侠行的冒险家给予奖励喵！\n我们巴隆族绝对信守承诺喵！\n大家加油喵~"
    },
    "18101047": {
        "Dev_Desc": "태록림_명혜단 협행 전문가",
        "Original_Text": "저희 명혜단은 탐구를 도와주시는 모험가분들께 제대로 된 보상을 드려야 한다고 생각합니다.\\n태록림에서 저희가 드리는 협행을 [3]번 도와주신다면 보상을 기대하셔도 좋습니다. \\n그럼 이번에도 부탁드리겠습니다.",
        "English_Text": "We Elucidator Scholars believe adventurers who aid us in our exploration should be properly rewarded.\nIf you complete [3] Chivalry quests for us at the Taero Forest, you can look forward to a great bounty.\nWe'll be awaiting your service.",
        "Russian_Text": "",
        "Chinese_Text": "明慧团相信应该为帮忙\n进行探索的冒险家们提供相应的奖励。\n只要在泰绿林进行【3】件明慧团侠行\n就能获得奖励。\n那么这次也拜托了。"
    },
    "18101048": {
        "Dev_Desc": "태록림_비사문 협행 전문가",
        "Original_Text": "우리 비사문에서 태록림의 협행을 처리해준 것에 감사를 표하네. \\n주민들이 비사문을 통해 제보한 협행을 [2]건 완료해 주겠나? 그럼 기다리고 있겠네.",
        "English_Text": "We in Enigma Council thank you for completing the Chivalry quests at the Taero Forest.\nWould you complete [2] more Chivalry quests for the residents?\nWe'll be waiting.",
        "Russian_Text": "",
        "Chinese_Text": "秘事门很感谢大家在泰绿林完成秘事门的侠行。\n可以请你去完成【3】件秘事门或居民们直接提出的侠行吗？\n那么我等你的好消息。"
    },
    "18102000": {
        "Dev_Desc": "비옥대지_야영지 터 정리",
        "Original_Text": "이젠 사용하지 않는 야영지긴 하지만...\\n홍돈족이 살게 두고 싶진 않네요.\\n괜찮으시면 그들을 몰아내 주시죠.",
        "English_Text": "Although the camp is abandoned... I don't want the Hoglins using it. If you don't mind, please get rid of them.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】41~42\n虽然这是被弃置的营地...\n但我不想放任血猪族随意使用。\n如果可以的话，请帮忙赶走血猪族。"
    },
    "18102001": {
        "Dev_Desc": "비옥대지_만다라화의 소음",
        "Original_Text": "만다라화는 성질이 온화하지 않아 사람들이 좋아하지 않습니다. 무엇보다 시끄럽다는 게 제일 문제죠. 공존을 고려하다가도 결국은 포기하게 되는 것 같습니다.\\n해월 지부 주변의 만다라화를 제거해 주십시오.",
        "English_Text": "People don't like those Mandaravas because they're wild and temperamental. The worst thing about them is all that racket they make. It may seem like it's better to try and coexist with them, but at a certain point, it's just best to give up.\nGet rid of the Mandaravas around the Haewol Quarters.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】41~42\n曼陀罗花性格恶劣且不喜欢人类。\n最大的问题是很吵。\n所以即使我们想共生，最后还是不得不放弃。\n请去消灭海越支部附近的曼陀罗花。"
    },
    "18102002": {
        "Dev_Desc": "비옥대지_훈련생 보호",
        "Original_Text": "곧 훈련생들이 수수께끼 벌판으로 첫 실전 훈련을 나갑니다. 아무래도 걱정이 좀 되는군요. 훈련생들이 위험에 빠지는 건 원치 않으니 미리 그 수를 좀 줄여둬야겠습니다.",
        "English_Text": "Soon, the trainees will go to the Riddle Plain for their first real training. I'm a little worried. I don't want the trainees to be in danger, so please cull the numbers of those monsters beforehand.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】41~42\n训练生们为了进行实战练习，纷纷前往迷之原野。\n大部分训练都没有什么问题，但平时偶尔有放松警惕的门徒们\n在迷之原野受到夜鬼的袭击。\n虽然很想驱逐所有夜鬼，\n但当务之急是减少其数量。"
    },
    "18102003": {
        "Dev_Desc": "비옥대지_전갈의 독",
        "Original_Text": "이 지역 전갈의 독은 강하고 쓸데가 많기로 유명합니다. 돈을 벌기 위해 전갈 독을 채집하다 사고를 당하는 사람도 많아요.\\n독을 치료하기 위해선 독이 필요하고... 그러다 사고를 당하고... 이상한 순환이 생겼네요.\\n                             - 도화상전 온영인 - ",
        "English_Text": "The scorpions here are notorious for their potent venom which has many uses. There are many who end up getting poisoned while trying to collect that deadly venom for money. So, more venom is needed to cure that poison, but getting the antidote leads to more accidents, too. It's a vicious cycle.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】41~42\n这片地区的蝎子拥有剧毒。\n而剧毒又有很多用处。\n所以也有不少人在为赚钱而采集蝎子毒的过程中遭遇事故。\n需要用毒来治疗中毒...可又在过程中遭遇事故...\n形成了奇怪的恶性循环。"
    },
    "18102004": {
        "Dev_Desc": "비옥대지_벌판 쓰레기 수거",
        "Original_Text": "특정 단체를 지칭하고 싶지 않지만... 수수께끼 벌판에 쓰레기가 많이 버려져 있더군요. 벌판의 치안 확보를 도와주고 계시는 게 고맙기 때문에 별말씀을 드리고 싶지 않습니다. 도와주시겠습니까?",
        "English_Text": "I don't want to name a certain organization... However, there's a lot of trash scattered on the Riddle Plain. I'm reluctant to say this to someone who's been helping secure the Plains, but could you help us out?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】41~42\n虽然不想特指某一个团体...\n但大量垃圾被仍在了迷之原野。\n感谢你帮助我们进行原野的治安工作，\n所以并不想多说什么。\n不...还是由我们明慧团来清理垃圾算了。\n可以请你帮忙吗？"
    },
    "18102005": {
        "Dev_Desc": "비옥대지_좋은 붓 만들기",
        "Original_Text": "이 지역에도 통통한 여우들이 많이 보이네요.\\n털의 상태도 좋아 보입니다. \\n저런 털이라면 좋은 붓을 만들 수 있겠어요.\\n장막 여우의 고운 털을 구해주시겠습니까?",
        "English_Text": "There are a lot of plump foxes in the area. The quality of their fur also seems exquisite. That fur would definitely make a lovely brush. Could you get us that fine fur from the Shroud Foxes?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】42~43\n在这一地区可以看到很多胖乎乎的狐狸。\n看起来毛的质量也不错。\n这种毛应该可以用来制作优质毛笔。\n可以请你搜集帐幕狐狸的细毛吗？"
    },
    "18102006": {
        "Dev_Desc": "비옥대지_지역주민 보호",
        "Original_Text": "주민 보호가 풍백문의 주요 임무는 아니지만, 비옥대지 안에서라면 풍백문의 일이라고 생각합니다.\\n어둑시니가 주민들에게 피해가 크다고 하니 부탁드리겠습니다.",
        "English_Text": "Protecting the residents isn't the main mission of Ivory Gale, but I believe it is our job in Caelite Land.\nSince the Oduksinis are causing great harm to the residents, we'd like to request your service.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】42~43\n保护居民虽然不是风白门的主要任务，\n但閟玉大地内的事情仍然归风白门所管。\n听说夜鬼对居民造成了很大伤害，\n请你前去解决。"
    },
    "18102007": {
        "Dev_Desc": "비옥대지_날 보호해라냥!",
        "Original_Text": "개척바롱단에게 수많은 시련이 있어왔다냥. \\n물론 스스로의 힘으로 이겨내 왔지만... 최근에 충고를 들었다냥. 모든 걸 혼자서 짊어지지 말란 말이었다냥!\\n맞다냥! 이젠 나도 주변의 도움을 받아보려 한다냥!\\n                          - 개척바롱단 네이냥 - ",
        "English_Text": "The Baron Pioneers have endured numerous trials, meow.\nOf course, we overcame them on our own...However, we got some vewy good advice recently. Don't take on the burden all by yourself!\nThat's right, purr! Now I'm going to accept help from other people, fur sure!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】42~43\n开拓巴隆团遇到过无数试炼喵。\n当然一直都是以自己的力量解决...\n但最近听到了忠告喵。\n也就是不要独自承担所有事情喵！\n没错喵！以后我也要寻求周围人的帮助喵！"
    },
    "18102008": {
        "Dev_Desc": "비옥대지_또 새로운 염료 개발",
        "Original_Text": "이곳의 검은 발발이풀로 만드는 검은색은 빛 반사율이 극히 낮다는 실험결과가 있습니다. \\n이건 혁명적인 검은색이에요.\\n검은 발발이 풀을 구해주세요.",
        "English_Text": "This experiment shows that the color made from the Black Bulbari Grass has an extremely high light absorbency rate, like a black hole.\nThis is a revolutionary shade of black.\nThat's why you need to get us some Black Bulbari Grass.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】41~42\n根据实验结果显示，采用这里的黑色龇牙犬草\n制作的黑色染料的光反射率非常低。\n这种黑色是划时代的发现。\n请帮忙搜集黑色龇牙犬草。"
    },
    "18102009": {
        "Dev_Desc": "비옥대지_호랑이 가죽 구해요",
        "Original_Text": "이곳의 호랑이는 색이 특별합니다. 그런 특별한 호랑이 가죽을 손에 넣고자 하는 부자들이 있어요. 부귀를 가져오고 잡귀를 몰아낸다는 속설이 있다는데...\\n뭐 사실이든 아니든 상관없죠. 돈이 된다는 게 중요합니다.",
        "English_Text": "The saberfangs in the area have a special coat coloring. There are many wealthy people who want to get a hold of that special saberfang leather. There's a superstition about it repelling ghosts and attracting fortune...\nBut it isn't important if that's true or not. What's important is that it can make us money.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】43~44\n这里的老虎颜色很特别。\n有不少富人希望获得这种特别的老虎皮。\n据说可以带来富贵并驱逐杂鬼...\n反正是不是真的也无所谓。重要的是能赚钱。"
    },
    "18102010": {
        "Dev_Desc": "비옥대지_강력한 적, 염옥",
        "Original_Text": "비옥 발굴지 근처에는 시귀 병사들과 인부들이 여전히 남아있습니다. 수양을 믿고 이곳까지 온 이들이니 그들에게 안식을 선물하는 것 역시 수양이 해야 할 일이지만 도저히 여력이 생기질 않는군요. 도와주시겠습니까?",
        "English_Text": "Some Consumed Soldiers and Workers still remain around the Caelite Spot. Since they came this far because they trusted us Sol Seekers, we should help them cross over in peace, but we're spread too thin at the moment. Could you help us?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】43~44\n裂缝中会出现很多东西...\n其中有非常强大的家伙！\n请帮忙消灭那家伙。"
    },
    "18102011": {
        "Dev_Desc": "비옥대지_균열 연구 자료",
        "Original_Text": "제 이름은 김규녈! 균열광이죠. 후후. 해월대륙에 균열을 연구하러 왔습니다!\\n예? 제가 해월대륙에 와서 균열이 일어난 게 아니냐고요? 오해입니다. 제가 연구해서 보여드리죠. 균열이 무엇인지를.\\n                          - 균열 연구가 김규녈 -",
        "English_Text": "I'm Kunale, the Fissure-Holic! I'm here to research the Fissure at Haewol! What? The Fissure occurred because I came to Haewol? That's absurd. I'll prove it to you with my research. I'll show you what the Fissure really is.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】43~44\n我的名字是金圭涅！号称裂缝狂人。嘿嘿。\n我来海越大陆研究裂缝！\n嗯？海越大陆出现裂缝是因为我来到这里？\n这是误会。我会通过研究让大家知道\n裂缝到底是什么。"
    },
    "18102012": {
        "Dev_Desc": "비옥대지_야금 야금 야금!",
        "Original_Text": "박쥐가 사는 곳에도 뭔가 좋은 약초가 있을지도 모른다냥.\\n그곳에선 야금 때문에 몰래몰래 숨어서 채취해야 하는데...\\n위험하고 너무 효율이 떨어지는 것 같다냥!\\n가서 야금을 제거해 주면 좋겠다냥!",
        "English_Text": "There might be some useful herbs growing where the bats live, purr. We have to forage the herbs quietly because of the Night Gargoyle... It's so dangerous and inefficient! I'd like fur you to eliminate the Night Gargoyles, meow!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】44~45\n蝙蝠生活的地方可能也有什么好药草喵。\n在那里采集药草时需要躲着夜禽...\n这样既危险又没效率喵！\n希望你去消灭夜禽喵！"
    },
    "18102013": {
        "Dev_Desc": "비옥대지_좋은 약초 찾기",
        "Original_Text": "우리가 직접 가서 약초를 캐기엔 너무 위험하다냥.\\n아직 그곳에 무엇이 있는지 모르는 게 문제니까 일단 눈에 보이는 들풀이라도 좋으니 적당히 뽑아오라냥.\\n만약에 가치가 있다면 이후에 어떻게 할지 고민하겠다냥!",
        "English_Text": "It's too dangerous for us to go and forage the herbs.\nSince we don't know what's there, just pluck any wild grass you see.\nI'll decide what to do if you find something of value, meow!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】44~45\n我们去现场采集药草太危险喵！\n问题在于我们还不知道那里有什么，\n把看到的野草都采集一点带回来喵。\n如果发现有价值的话，之后再考虑要做什么喵！"
    },
    "18102014": {
        "Dev_Desc": "비옥대지_붉은 뿔의 가치",
        "Original_Text": "동부 숲에 돈이 될만한 걸 찾고 있습니다.\\n우선은 붉은 뿔을 한번 조사해보려고요.\\n이게 약효가 있거나... 특정한 용도로 쓸 수 있으면 좋겠네요.",
        "English_Text": "We're looking for anything in the Eastern Forest that could help us make some money. We're first going to investigate the red antlers. Maybe we could use it somehow in medicine or to make something useful.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】45~46\n我在东部森林寻找可以用于赚钱的东西。\n我想先调查一下红角。\n希望红角有药效...或特定的用途。"
    },
    "18102015": {
        "Dev_Desc": "비옥대지_하늘의 해파리",
        "Original_Text": "바다에 있어야 할 해파리가 하늘에 떠 있다고냥?\\n뭔가 굉장한 게 있을 지도 모르겠다냥... 생, 건조, 반건조, 얼려서 여러가지로 약효를 시험해 봐야겠다냥.\\n우선 많이 잡아 와 달라냥!",
        "English_Text": "A Jellyfish which should be in the sea is floating in the sky, meow?\nThis might be something incredible... Raw, dried, semi-dried, frozen... I should test it for any medicinal effects in various conditions, meow.\nFirst, if you could collect a large quantity of them...",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】46~47\n本应在海里的水母浮在空中喵？\n说不定有什么惊人的用途喵...\n我要用新鲜，干燥，半干燥，冷冻的水母测试药效喵。\n首先需要大量的水母喵！"
    },
    "18102016": {
        "Dev_Desc": "비옥대지_담인초 몰아내기",
        "Original_Text": "사묘정의 숲은 병사들이 휴식처로 삼는 곳입니다. 근데 그곳의 투연초가 있어서 병사들에게 피해를 준다는군요.\\n병사들에게 좋은 쉼터가 될 수 있도록, 투연초를 제거해 주시겠습니까?",
        "English_Text": "The Gnarlox Forest is used by the soldiers as a rest area. Apparently, though, the Spitting Plants in the area are disturbing and harming them.\nCould you eliminate the Spitting Plants so the soldiers can rest there again?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】46~47\n梦境森林是士兵们的休息处。\n可是那里的啖人草对士兵们造成了危害。\n为了使士兵们好好休息，\n请你去消灭啖人草。"
    },
    "18102017": {
        "Dev_Desc": "비옥대지_신규 염료 개발",
        "Original_Text": "여기 삼색조 깃털에서 염료를 추출해 보려고요.\\n만약에 성공한다면 기본색상 세 개에 합성색까지!\\n앞으로 삼색조가 좋은 수입원이 될지도 모르겠네요.",
        "English_Text": "I'm trying to extract dye from Roc feathers. I'd be able to get three base colors and some synthetic colors if I succeed! If that happens, the Roc might become a great source of income in the future.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】46~47\n我想在这里的三色鸟羽毛中提取染料。\n只要能提取成功，就能得到3种基本颜色与合成颜色！\n三色鸟可能会成为未来的良好收入来源。"
    },
    "18102018": {
        "Dev_Desc": "비옥대지_화염초의 가치",
        "Original_Text": "화염초에 대해서는 현재 두 가지 가능성을 보고 있습니다.\\n화염초가 높은 온도를 내는 데 도움을 줄 것이라는 것과 높은 온도에 잘 버티는 능력이 있을 거란 추측이죠.\\n화염초를 많이 가져오시면 금경철문에서 알아보겠습니다.",
        "English_Text": "I see two possibilities with the Flame Plant.\nThe first hypothesis is that it will be helpful in generating high temperatures. The second is that will be helpful for enduring high temperatures.\nThe Soul Steel will look into it, if you bring a large quantity of Flame Plants.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】46~47\n火焰草目前有2种潜力。\n一种是很可能用于产生高温，\n另一种是优秀的抗高温能力。\n请带来大量火焰草，我们金庚哲门会对此进行研究。"
    },
    "18102019": {
        "Dev_Desc": "비옥대지_유강독모의 껍데기",
        "Original_Text": "유강독모 유충의 껍데기를 조사하면 유강독모에 내성을 가진 물질을 발견할 수 있을지도 모릅니다.\\n유강독모 유충의 껍데기를 좀 많이 얻어주시겠어요?\\n조사가 속도를 높일 수 있을 겁니다.",
        "English_Text": "If we investigate the shell of the Tarite Larva, we might find a substance which is resistant to Tarite. Could you get us a large quantity of Tarite Larva Shells? It'd help speed up our investigation.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】46~47\n调查塔里特幼虫壳的话，\n可能会发现对塔里特具有抗性的物质。\n可以帮忙搜集大量塔里特幼虫壳吗？\n这会提升调查速度。"
    },
    "18102020": {
        "Dev_Desc": "비옥대지_담인초의 용도",
        "Original_Text": "담인초의 조직을 잘만 이용하면 다용도로 쓸 수 있을 것 같습니다. 아직 구상 수준에 머물러 있습니다만, 표본을 많이 구할 수 있다면 연구를 한번 해보려 합니다.\\n부탁드려도 될까요?",
        "English_Text": "If we could put the Nepenthes tissue to good use, we might be able to use it for multiple purposes. It's still in the early stages of conception, but I'd like to get started with the research if I could get enough samples.\nMay I ask a favor of you?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】46~47\n只要能妥善利用啖人草的组织，应该会有各种用途。\n可惜还处于构想阶段。\n但如果能得到大量标本，我会进行研究。\n可以拜托你吗？"
    },
    "18102021": {
        "Dev_Desc": "비옥대지_좋은 품질의 석재",
        "Original_Text": "솟을바위 경사로 쪽의 돌 품질이 좋은 것 같아서요. 장인들이 가서 돌을 캐려고 하는데 시귀 병사들이 돌아다녀서 어렵습니다. 수양에선 딱히 도와주지 않아서요.\\n시귀 병사들을 좀 제거해 주시겠어요?",
        "English_Text": "The rock at Soaring Rock Ramp seems to be of exceptional quality. The artisans are trying to collect the rock there, but the Mutant Soldiers and Warlords in the area make it difficult. The Sol Seekers aren't much help.\nCould you eliminate the Mutant Soldiers?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】47~48\n高耸岩石坡路的石头看起来质量不错。\n匠人们想去那里采石，\n但变异的士兵和斗士造成了很多麻烦。\n搜阳也不提供帮助。\n可以请你去消灭变异的士兵吗？"
    },
    "18102022": {
        "Dev_Desc": "비옥대지_양피지 재료",
        "Original_Text": "사실 이제 종이의 품질이 높아져서... 양피지를 쓸 이유가 전혀 없다고 생각했습니다. 근데 높은 분 중 하나가 꼭 양피지를 쓰고 싶다고 하시네요. 거기에다 차마 이유를 묻진 못했습니다. 차라리 양피지를 만드는 게 쉽겠더라고요.",
        "English_Text": "To be honest, because of the finer quality of paper, I thought there'd be no reason to use parchment. However, the person who's insisting on parchment is a high-ranking official. I don't dare question why they're so stubborn about it. Making the parchment seems like the easier choice.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】47~48\n其实目前纸的品质很高...\n所以我以为人们没有什么理由使用羊皮纸。\n但有一位权贵人士希望使用羊皮纸。\n我也没有敢问理由。\n还是直接制作羊皮纸更省事。"
    },
    "18102023": {
        "Dev_Desc": "비옥대지_변이된 자의 도구",
        "Original_Text": "시귀 채석꾼이 쓰는 도구의 수준이 궁금해서요.\\n혹시 가능하다면 도구를 좀 수집해주시겠습니까?\\n배울 게 있다면 배우려고요.",
        "English_Text": "I'm curious about the quality of the tools used by the Mutant Miners. If you can, could you collect some for me? I'd like to see if there's something I can learn from them.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】47~48\n我很好奇变异的矿工们使用的工具。\n如果方便的话，可以请你去搜集一点工具吗？\n我想学习其优点。"
    },
    "18102024": {
        "Dev_Desc": "비옥대지_창도단 퇴치",
        "Original_Text": "용머리 곶은 바닷바람이 불어와서 효능 좋은 약초가 자랄 것 같다냥! 근데 꼭 그런 곳마다 이상한 녀석들이 있어서 우리를 방해한다냥! 용머리 곶은 창도단 녀석들이 방해하는데, 우릴 좀 도와줬음 좋겠다냥!",
        "English_Text": "Dragonhead Cape seems like a great place for a medicinal herb to grow because of the sea breeze there, meow! But then, something there always gets in our way! At Dragonhead Cape, the Blue Bandits are the ones who are giving us trouble. I'd like for you to help us!",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】48~49\n我觉得迎着海风的龙头岬应该会有高功效的药草喵！\n可是那种地方总是有很多奇怪的家伙妨碍我们喵！\n龙头岬是苍盗团的地盘，\n希望你来帮助我们喵！"
    },
    "18102025": {
        "Dev_Desc": "비옥대지_홍돈족 쫓아내기",
        "Original_Text": "홍돈족은 해월대륙으로 넘어오기 위해 수양을 이용했습니다. 탐사를 돕기로 약속했지만 목적을 달성하자마자 탐사대를 떠나버리더군요. 최근엔 저희를 공격하기까지 합니다. \\n마음 같아서는... 아닙니다. 그냥 쫓아내 주십시오.",
        "English_Text": "The Hoglins took advantage of the Sol Seekers to come to Haewol. They promised to help the expedition, but after accomplishing their goals, they abandoned us. Nowadays, they've been attacking us...\nIf only they'd... Never mind. Please, just drive them out.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】41~42\n血猪族为来到海越大陆利用了搜阳。\n血猪族原本承诺帮助探查队...却在抵达閟玉大地之后\n开始消极怠工，最终离开了探查队。\n最近甚至还攻击探查队...\n我其实很想讨伐所有血猪族...但还是赶走它们了事吧。"
    },
    "18102026": {
        "Dev_Desc": "비옥대지_창도단 장비 수거",
        "Original_Text": "창도단 때문에 탐사고 뭐고 다 망쳤습니다.\\n그래도 그들을 미리 조사해두는 건 필요할 것 같습니다.\\n그들의 장비를 좀 얻어주실 수 있을까요?\\n                          - 매화단 청수국 -",
        "English_Text": "The expedition is ruined because of the Blue Bandits. If we want to deal with them, we need to know what we're up against. Can you get their gear for us?",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】48~49\n苍盗团毁了包括探查在内的所有事情。\n不过我们还是需要尽早对他们进行调查。\n可以搜集一些苍盗团装备吗？"
    },
    "18102027": {
        "Dev_Desc": "비옥대지_청인족 퇴치 임무",
        "Original_Text": "청인족들이 탁회암 고원 쪽에서 많이 발견된다고 합니다.\\n사실 거기라면 풍백문이 나설 건 없겠지만... 혹시 청인족이 비옥대지쪽으로 넘어오지 않도록 사전에 막을 필요는 있을 것 같습니다.",
        "English_Text": "The Blueskin can easily be found at the Tectite Plateau.\nThere's no need for the Ivory Gale to intervene in a place like that... But we do need to preemptively stop them from coming over to the Caelite Land.",
        "Russian_Text": "",
        "Chinese_Text": "【最佳进行等级】49~50\n听说大量青人族出现在了浊灰岩高原。\n其实风白门没必要管那边的事...\n但我觉得有必要在青人族\n来到閟玉大地之前予以阻拦。\n那么这件事就拜托你了。"
    },
    "18102028": {
        "Dev_Desc": "비옥대지_풍백문 협행 전문가",
        "Original_Text": "비옥대지에서 풍백문이 요청한 일을 [2]건 완료해주신 소협에겐 당연히 그에 응당한 보상을 드릴 것입니다.\\n저희를 도와주십시오.",
        "English_Text": "We will appropriately reward the Warrior who has completed [2] Chivalry quests requested by the Ivory Gale in Caelite Land.\nPlease provide us with your service.",
        "Russian_Text": "",
        "Chinese_Text": "风白门理应会为在閟玉大地完成\n【2】件风白门委托的大侠\n支付相应的奖励。\n请帮助我们。"
    },
    "18102029": {
        "Dev_Desc": "비옥대지_금경철문 협행 전문가",
        "Original_Text": "비옥대지에서 금경철문의 협행을 수행하는 이에게 금경철문의 이름으로 특별한 보상을 주겠네. \\n꼭 약속하지. 딱 [2]번이면 되네!",
        "English_Text": "We, the Soul Steel, offer a special reward in our name to those who complete our Chivalry quests at the Caelite Land.\nYou have our word. You just have to complete [2] quests!",
        "Russian_Text": "",
        "Chinese_Text": "金庚哲门将以门派的名义\n为在閟玉大地完成金庚哲门侠行的人给予特殊奖励。\n金庚哲门一诺千金。\n只要【2】件即可！"
    },
    "18102030": {
        "Dev_Desc": "비옥대지_도화상전 협행 전문가",
        "Original_Text": "도화상전에서는 상전의 비옥대지 협행을 [2]건 완료하는 분에게 소정의 보상을 드리고 있어요. \\n도화상전이 보증한다는 게 무슨 의미인지 아시죠!\\n많은 참여 부탁드려요~",
        "English_Text": "We, the Peach Blossom, offer a small token of appreciation to those who complete [2] Chivalry quests for us at the Caelite Land. You do understand that a Peach Blossom Merchant's word is as good as gold! Thank you for your participation.",
        "Russian_Text": "",
        "Chinese_Text": "桃花商廛将为在閟玉大地\n【2】件商廛侠行的人\n给予奖励。\n桃花商廛绝对保证信誉，大家都明白这意味着什么！\n希望大家踊跃参与~"
    },
    "18102031": {
        "Dev_Desc": "비옥대지_수양 협행 전문가",
        "Original_Text": "비옥대지에서 수양이 제보한 협행을 [2]건 완료하면 특별히 큰 보상을 주겠네.\\n대장님의 이름으로 주는 특별한 보상이야.\\n그럼 무운을 빌겠네.",
        "English_Text": "We, the Sol Seekers, offer a large reward if you complete [2] Chivalry quests for us at the Caelite Land. This is a special reward provided in the name of our captain. I wish you the best of luck.",
        "Russian_Text": "",
        "Chinese_Text": "只要在閟玉大地完成【2】件搜阳侠行\n就能得到特别奖励。\n这可是以队长的名义给予的大奖励。\n那么祝你武运昌盛。"
    },
    "18102032": {
        "Dev_Desc": "비옥대지_영교원 협행 전문가",
        "Original_Text": "영교원은 비옥대지에서 우리가 주는 협행을 [2]번 하는 모험가에게 보상을 주고있다냥! \\n우리 바롱들은 약속을 꼭 지킨다냥! 그럼 힘내라냥~",
        "English_Text": "We, the Soul Bridge, offer a special reward to adventurers who complete [2] Chivalry quests for us at the Caelite Land!\nWe Barons never forget to keep our promises, mrrow! Thank you for your help.",
        "Russian_Text": "",
        "Chinese_Text": "灵交院将为在閟玉大地\n完成【2】件灵交院侠行的冒险家给予奖励喵！\n我们巴隆族绝对信守承诺喵！\n大家加油喵~"
    },
    "18102033": {
        "Dev_Desc": "비옥대지_명혜단 협행 전문가",
        "Original_Text": "저희 명혜단은 탐구를 도와주시는 모험가분들께 제대로 된 보상을 드려야 한다고 생각합니다. 비옥대지에서 저희가 드리는 협행을 [2]번 도와주신다면 보상을 기대하셔도 좋습니다. 그럼 이번에도 부탁드리겠습니다.",
        "English_Text": "We Elucidator Scholars believe that the adventurers who aid us in our exploration should be properly rewarded. If you complete [2] Chivalry quests for us at the Caelite Land, you can look forward to the bounty. We'll be awaiting your service.",
        "Russian_Text": "",
        "Chinese_Text": "明慧团相信应该为帮忙\n进行探索的冒险家们提供相应的奖励。\n只要在閟玉大地进行【2】件明慧团侠行\n就能获得奖励。\n那么这次也拜托了。"
    },
    "18102034": {
        "Dev_Desc": "비옥대지_비사문 협행 전문가",
        "Original_Text": "우리 비사문에서 비옥대지의 협행을 처리해준 것에 감사를 표하네.\\n주민들이 비사문을 통해 제보한 협행을 [2]건 완료해 주겠나? 그럼 기다리고 있겠네.",
        "English_Text": "We in Enigma Council thank you for completing the Chivalry quests at the Caelite Land.\nCould you complete [2] more Chivalry quests for the residents?\nWe'll be waiting.",
        "Russian_Text": "",
        "Chinese_Text": "秘事门很感谢大家在閟玉大地完成秘事门的侠行。\n可以请你去完成【2】件秘事门或居民们直接提出的侠行吗？\n那么我等你的好消息。"
    },
    "18102035": {
        "Dev_Desc": "비옥대지_[Lv.50] 만다라화의 무기",
        "Original_Text": "만다라화가 들고 있는 그 무기가 있지 않습니까? \\n바롱의 꼬리를 곧게 펴둔 것처럼 생긴 그거요.\\n저희 장인 중의 하나가 그걸 조사하겠다고 \\n만다라화에 접근했다가 공격을 받은 듯합니다.\\n가서 좀 구해주시겠습니까? \\n주변에 적들이 많으니 조심하십시오.",
        "English_Text": "Isn't that the weapon the mandala is holding? \nIt looks like a barong's tail straightened out.\nOne of our craftsmen tried to investigate it.\nIt looks like he approached the mandala and was attacked.\nGo Would you like some help?\nThere are many enemies around, so be careful.",
        "Russian_Text": "",
        "Chinese_Text": "你没有曼陀罗的武器吗？\n看起来我拉直了巴鲁的尾巴。\n我们的一个工艺品将调查它。\n它似乎受到曼德拉的攻击。\n我可以去救我一点吗？\n小心，因为你周围有很多敌人。"
    },
    "18102036": {
        "Dev_Desc": "비옥대지_[Lv.50] 그늘엄니초가 후식?",
        "Original_Text": "붉은 비탈에 그늘엄니초라는 좋은 약초가 있다냥!\\n언젠가부터 홍돈족이 자리를 잡고 비켜주지 않는다냥!\\n홍돈족이 그늘엄니초를 후식으로 먹는다는데... \\n그러기엔 그 약초는 너무 귀한 거다냥!\\n좋은 약을 만들 수 있게 도와달라냥!",
        "English_Text": "There is a good herb called Shadetusk on the red slope!\nFrom some point on, the Reddon tribe will take their place and don't move away!\nThe Reddon tribe eats Shadowtusk for dessert... \nThat's not enough. Herbs are so precious!\nPlease help me make good medicines!",
        "Russian_Text": "",
        "Chinese_Text": "有一个好的草本植物，这是一个红色斜坡的阴影！\n有一天到洪杜达，我没有让它关闭！\n洪敦正在吃一片阴影......\n草本是如此珍贵！\n我不想发出好药！"
    },
    "18102037": {
        "Dev_Desc": "비옥대지_[Lv.52] 나무 정령의 이끼",
        "Original_Text": "나무 정령의 이끼를 이용하면 \\n재료의 강도를 올릴 수 있다고 합니다.\\n만약에 성공한다면 \\n더 튼튼한 무기와 장비를 만들 수 있는 거죠!\\n이끼를 구하는 방법요? 그건 모험자님이 찾아주셔야죠.\\n그럼 잘 부탁드리겠습니다.",
        "English_Text": "It is said that using the tree spirit's moss \nyou can increase the strength of the material.\nIf successful, \nwe can make stronger weapons and equipment!\nHow to get moss? That's adventurer. You have to find this one.\nThen, please take care of me.",
        "Russian_Text": "",
        "Chinese_Text": "使用木制精神的苔藓\n据说可以提高材料的强度。\n如果你成功了\n我可以制作更坚固的武器和设备！\n你怎么得到苔藓？这是找到的冒险家。\n然后我想问你。"
    },
    "18102038": {
        "Dev_Desc": "비옥대지_[Lv.52] 뱀버섯의 독성분",
        "Original_Text": "뱀버섯이 독을 가지고 있다는 거 아냥?\\n물론 그 독은 바롱 등에게 해를 입히는 거다냥!\\n하지만 나같은 우수한 약제사라면 \\n사용량을 적절히 조절하고 효과를 억제시켜 \\n약으로도 사용할 수 있는 거다냥!\\n알았으면 단풍 노을 골짜기에 가서 독을 얻어와라냥!",
        "English_Text": "Are you saying that snake mushrooms have poison?\nOf course, that poison is harmful to Barongs and others!\nBut, if you are a good pharmacist like me,\nYou can properly adjust the amount of use and suppress the effect \nand even use it as medicine. You can use it!\nIf you know, go to the autumnal sunset valley and get poison!",
        "Russian_Text": "",
        "Chinese_Text": "你有毒药的蛇蘑菇吗？\n当然，毒药是对Biral伤害！\n但如果你是像我这样的优秀药剂师\n适当调整使用量并抑制效果\n我可以用医学用它！\n如果你知道，去枫树的山谷，得到毒药！"
    },
    "18102039": {
        "Dev_Desc": "비옥대지_[Lv.53] 신입에겐 부담스러워",
        "Original_Text": "수수께끼 벌판은 비교적 안전한 곳이라 \\n신입대원들도 그곳에서 훈련을 많이 시키는데요.\\n어둠 고목 정령을 어려워해서 \\n퇴치 임무에 아무도 앞으로 나서질 않습니다. \\n누군가 어둠 고목 정령을 상대하는 모습을 보여주시면\\n수양의 신입 대원들에게 큰 도움이 될 것 같습니다.",
        "English_Text": "The Mystery Field is a relatively safe place, so \nNewcomers also train a lot there.\nThe Dark Tree Spirit is difficult, so \nNo one goes forward on the extermination mission. \nSomeone is dealing with the Dark Tree Spirit. If you show it,\nI think it will be of great help to the new recruits of Suyang.",
        "Russian_Text": "",
        "Chinese_Text": "神秘领域是一个相对安全的地方。\n新的船员在那里培训。\n很难拥有黑暗的秋天\n没有人会前进到战斗使命。\n如果你展示某人，\n对大惊小怪的新船员来说似乎是一个很大的帮助。"
    },
    "18102040": {
        "Dev_Desc": "비옥대지_[Lv.57] 시귀로부터 구출",
        "Original_Text": "시귀들을 조사하러 나갔던 수양대원이\\n현장에서 발이 묶인 것 같습니다.\\n그곳으로 가서 수양대원을 도와주실 수 있겠습니까?\\n시귀의 수가 많습니다. 잘 부탁드리겠습니다.",
        "English_Text": "The foster crew who went out to investigate the demons\nlooks stranded at the scene.\nCan you go there and help the foster people?\nThere are a lot of demons. Please take care.",
        "Russian_Text": "",
        "Chinese_Text": "节日，\n它似乎在该领域捆绑在场。\n你能去那里帮助你的船员吗？\n有很多时间的时间。我想问你。 "
    },
    "18102041": {
        "Dev_Desc": "비옥대지_[Lv.58] 견고한 방어선 뚫기",
        "Original_Text": "저희 수양은 적의 방어선을 뚫어내려고 노력 중인데요.\\n변이된 청인족 검사들이 지역마다 자리를 잡아서요.\\n요충지에 있는 검사들만 좀 제거된다면...\\n진격은 시간문제일 것 같은데 말입니다.\\n혹시 그 역할을 맡아주실 수 있겠습니까?",
        "English_Text": "Our training is trying to break through the enemy's defenses.\nThe mutated blue-man swordsmen are set up in each area.\nIf only the swordsmen in key points are removed...\nThe advance seems to be a matter of time. I mean.\nCan you take on that role?",
        "Russian_Text": "",
        "Chinese_Text": "我们的家伙正试图刺穿敌人的防御。\n成圣的Chui（Chihui）的避难所在每个地区都有一个地方。\n如果只删除侵扰中的测试......\n前进似乎是一个问题。\n你能扮演这个角色吗？"
    },
    "18102042": {
        "Dev_Desc": "비옥대지_[Lv.58] 청인족 무기 재활용",
        "Original_Text": "요즘 무기 제작 재료의 값도 점점 비싸지고 있습니다.\\n그래서 생각을 해봤는데요. 청인족의 무기를 좀 얻어서, \\n그걸 해체하면 무기 생산 재료를 얻을 수 있을 것 같습니다.\\n적도 약화시킬 수 있고요! 부탁드려도 될까요?",
        "English_Text": "These days, weapon crafting materials are getting more and more expensive.\nI thought about it. \nIf you take the blue man archer's bow, it weakens the enemy! \nCan I please?",
        "Russian_Text": "",
        "Chinese_Text": "这些天无机生产材料的价值变得越来越昂贵。\n我一直在想。\n如果你带走了弓箭手的弓箭，你会削弱你的敌人！\n我认为可以获得基于拆除的生产材料。\n可以问一下你吗？ "
    },
    "18102043": {
        "Dev_Desc": "비옥대지_[Lv.58] 이상한 형태의 무기",
        "Original_Text": "변이된 청인족의 무기는 형태도 특이하고\\n표면에 따개비 같은 것도 잔뜩 붙어 있더라고요.\\n왜 저런 형태의 무기를 사용하는지부터 시작해서\\n조사하고 싶은 게 너무나도 많습니다.\\n일단 변이된 청인족의 무기를 좀 구해주시겠습니까?",
        "English_Text": "If you look at the mutated blue man warrior's weapon, it has a unique shape\nand there are a lot of barnacles on the surface.\nStarting with why they use such a type of weapon\nThere are so many things I want to investigate.\n Could you get some of the mutated blue man warrior's weapon?",
        "Russian_Text": "",
        "Chinese_Text": "修改日历的武器，\n我的表面上有一堆单词。\n为什么从那种类型的武器开始\n我想调查这么多。\n你能在武装的天空中拯救一些谦虚的武器吗？"
    },
    "18102044": {
        "Dev_Desc": "비옥대지_[Lv.59] 창도단 무기 재활용",
        "Original_Text": "요즘 무기들의 가격이 이상하게 높습니다.\\n재료값도 엄청 올랐습니다.\\n창도단의 무기를 재활용할 수 있다면\\n상대에겐 음수, 우리에겐 양수! 두 배 이익이죠.\\n그럼 잘 부탁드리겠습니다.",
        "English_Text": "Because bows are trendy these days, the price is strangely high.\nThe cost of materials has also risen significantly.\nIf the bow of the spear guards can be recycled,\nnegative for the opponent, positive for us! It's double the profit.\nThen I wish you all the best.",
        "Russian_Text": "",
        "Chinese_Text": "如今，这是一个弓的奇怪价格。\n物质价值也很多。\n如果您可以回收窗口监视的弓\n对于你的对手，消极，我们给我们！双重利润。\n然后我想问你。"
    },
    "18102045": {
        "Dev_Desc": "비옥대지_[Lv.59] 명혜단원 위기 해결",
        "Original_Text": "명혜단에서는 현재 변이된 청인족과 창도단을 상호 비교하면서 연구하고 있는데요.\\n저희 단원이 연구 도중 창도단에게 잡힌 것 같습니다. 명혜단의 능력만으론 구출이 좀 어려울 것 같아 도움을 요청드리고자 합니다. 제발 부탁드립니다.",
        "English_Text": "The Myunghyedan is currently researching the mutated Blue People and the Changdo gang by comparing them with each other.\nOur members seem to have been caught by the Changdo dan's size and merchants during the study.\nOnly with the Myunghyedan's abilities, Rescue seems to be a bit difficult\nI would like to ask for your help. Please.",
        "Russian_Text": "",
        "Chinese_Text": "在昌寒枪，\n我正在学习互相比较。\n我们的单位正在研究\n它似乎被抓到了窗口的大型和业务。\n我认为救援有点难以拯救。\n我想寻求帮助。请。"
    },
    "18102046": {
        "Dev_Desc": "비옥대지_[Lv.60] 은신거미 없애기",
        "Original_Text": "재앙의 은신처 쪽에 거미로 인한 피해가 극심합니다.\\n처음엔 적당히 피해 다니라고 경고를 했었는데...\\n거미가 잘 보이지 않는 곳에서 튀어나오나 봅니다.\\n그래서 풍백문에선 가만히 둘 수 없을 것 같습니다.\\n어떻게든 문제 해결을 해야겠는데요. \\n도와주시겠어요?",
        "English_Text": "The damage caused by spiders to the hideout of disaster is extreme.\nAt first I warned you to avoid it in moderation...\nThe spiders seem to pop out of places you can't see easily.\nSo you can't stay still at Poongbaekmun. It seems like it.\nI need to solve the problem somehow.\nCan you help me?",
        "Russian_Text": "",
        "Chinese_Text": "蜘蛛造成灾难造成的损坏。\n起初我警告说，我得到了妥善避免......\n我看到蜘蛛突然出现在不可见的地方。\n所以我不认为我不能把它放在刮风的门里。\n我需要以某种方式解决这个问题。\n你可以帮帮我吗？ "
    },
    "18103000": {
        "Dev_Desc": "[Lv.60] 변이된 풍백문 대원",
        "Original_Text": "풍백문 문파원들이 검은새벽단에 납치되었습니다. 구출해 보려 전초기지까지 진입하였으나... 이미 변이 된 상태더군요. 이제 그들을 위해 해 줄 수 있는 일은 하나밖에 없습니다. 변이 된 풍백문 문파원들을 찾아 안식에 들게 해 주십시오.",
        "English_Text": "The members of Poongbaekmun were kidnapped by the Black Dawn.\\nI tried to rescue them somehow...\\nThey used them as subjects.\\nIt may be a little late, but... \\nThe transformed Poongbaek ",
        "Russian_Text": "",
        "Chinese_Text": "风白门的成员被黑色黎明绑架了。\\n我试图以某种方式营救他们......\\n他们将他们用作臣民。\\n可能有点晚了，但是......\\n变形的风白找到氏族成员并让他们安息。"
    },
    "18103001": {
        "Dev_Desc": "[Lv.60] 풍백문 인식표 회수",
        "Original_Text": "악독한 검은새벽단놈들이 풍백문 문파원을 납치하여 실험체로 삼았습니다! 변이 된 모습을 보고 있자면 속이 문드러집니다. 제대로 된 장례도 못 치르겠지요. \\n대원들의 인식표라도 회수하여 단체로 묻어주고 싶습니다.",
        "English_Text": "The Black Dawn has kidnapped the members of Pungbaekmun and used them as test subjects. \\nNow, we have no choice but to deal with the members of the Moon faction as enemies... \\nI would like to collect even the identification tags of the members of Pungbaekmun and bury them as a group.",
        "Russian_Text": "",
        "Chinese_Text": "黑色黎明绑架了风白门的成员，并把他们作为测试对象。\\n现在，我们不得不把月亮派的成员当作敌人来对付......\\n我甚至想收集他们的识别标签风白门的成员，一起埋葬他们。"
    },
    "18103002": {
        "Dev_Desc": "[Lv.60] 경비견 제거",
        "Original_Text": "수양에서는 검은새벽단 전초기지로 은밀한 침투 작전을 계획하고 있습니다. 작전은 완벽하지만 단 하나의 복병이 남아 있습니다. \\n그들의 경비견을 제거해 주시겠습니까?",
        "English_Text": "Shuyang is planning a covert infiltration operation into the enemy camp. \\nBut it is difficult to carry out the operation because there are eroded search dogs. \\nCan you remove the eroded search dogs?",
        "Russian_Text": "",
        "Chinese_Text": "舒阳正在筹划对敌营的秘密渗透行动。\\n但是由于有被侵蚀的搜查犬，行动很难进行。\\n你能把被侵蚀的搜查犬移走吗？"
    },
    "18103003": {
        "Dev_Desc": "[Lv.60] 검은새벽단의 장비",
        "Original_Text": "검은새벽단은 도대체 무기를 어디서 공급받는 걸까요? 품질이 좋아 보이던데... 아! 물론 우리 금경철문에 비할 바는 못되겠지만 말입니다. 그래도 수준을 한번 확인해 보고 싶습니다. \\n그들의 장비를 가져다주십시오.",
        "English_Text": "Does the Black Dawn Team have any equipment?\\nI wonder where they are printing such metal equipment. \\nHow is the quality... Of course, it can't be compared to Geumgyeongcheolmun... \\nWhat level is it? ",
        "Russian_Text": "",
        "Chinese_Text": "黑色黎明有装备吗？\\n我不知道他们在哪里印刷这种金属设备。\\n质量如何……当然不能和金景哲门相比……\\n它是什么水平？我'我想检查一下。\\n请带上他们的设备。"
    },
    "18103004": {
        "Dev_Desc": "[Lv.60] 에레다 대원 구출",
        "Original_Text": "전초기지로 정탐을 보낸 대원이 연락이 끊겼습니다. 해룡산맥으로 파견 나간 대원이 많지 않아 직접 구출하기 어려운 상황입니다. \\n대원이 빠져나올 수 있도록 전초기지로 가서 변의 적을 없애 주실 수 있겠습니까?",
        "English_Text": "After checking, it seems that our crews who went to the outpost aren't in good condition.\\nIt's difficult for us to go to the rescue on our own right now.\\nCan you go to the outpost and destroy the surrounding enemies?\\nPlease ",
        "Russian_Text": "",
        "Chinese_Text": "经过检查，我们去前哨的队员情况似乎不太好。\\n我们现在很难自己去救援。\\n你能不能去前哨把附近的人干掉？敌人？\\n请。"
    },
    "18103005": {
        "Dev_Desc": "[Lv.60] 검은새벽단 줄이기",
        "Original_Text": "검은새벽단 척결에 저희 에레다도 빠질 수 없습니다. 내부 상황 때문에 많은 수를 파견하지는 못하지만 힘을 보태고 싶습니다. \\n전초기지의 검은새벽단을 제거해 주십시오. 비용은 얼마든지 지불하겠습니다.",
        "English_Text": "Our Ereda will also participate in the defense of the outpost. \\nPlease remove the variant Black Dawn.\\nIf the number of Black Dawns decreases, we will pay for it.",
        "Russian_Text": "",
        "Chinese_Text": "我们艾瑞达也会参与前哨的防御。\\n请移除变种黑色黎明。\\n如果黑色黎明的数量减少，我们会为此付出代价。"
    },
    "18103006": {
        "Dev_Desc": "[Lv.61] 침식된 수와족 돕기",
        "Original_Text": "수와족의 묘지가 수몰되었다수와. \\n우리와 직접 관련은 없지만 수와족은 서로서로 돕는다수와. \\n침식된 수와들이 영면에 들 수 있게 도와달라수와.                           \\n                          - 수와족 촌장 대와 -",
        "English_Text": "The cemetery of the Suwa tribe was submerged in Suwa. \\nThe Suwa people are not directly related to us, but the Suwa people help each other. \\nPlease help the eroded Suwa there go to sleep. ",
        "Russian_Text": "",
        "Chinese_Text": "诹访人的墓地被淹没在诹访。\\n诹访人与我们没有直接关系，但诹访人互相帮助。\\n请帮助那里被侵蚀的诹访人睡觉。n——诹访村长大和——"
    },
    "18103007": {
        "Dev_Desc": "[Lv.61] 우산의 재료가 될까?",
        "Original_Text": "이곳은 정말 음산하고 눅눅하군요. 당장 비가 내려도 이상하지 않을 정도예요. 다른 지역에서 연잎을 가공하여 우산으로 만든 사례가 있지요. 이곳의 연잎으로도 시도를 해봐야겠습니다. \\n연잎인간을 잡아 재료를 모아 주시겠어요?",
        "English_Text": "I am going to process the lotus leaves here to make umbrellas and raincoats.\\nIt has already been verified with lotus leaves from other regions.\\nI wonder if it will work well with lotus leaves from this area.\\nA lotus leaf man ",
        "Russian_Text": "",
        "Chinese_Text": "我要在这里加工荷叶，做雨伞和雨衣。\\n已经用其他地区的荷叶验证过了。\\n不知道用这个地区的荷叶能不能很好用。\\n荷叶人会的你喜欢抓住它并收集材料？"
    },
    "18103008": {
        "Dev_Desc": "[Lv.61] 튀어나오는 연잎",
        "Original_Text": "이렇게 그늘진 늪지에서만 자라나는 약초가 있다냥!\\n상처의 회복을 돕고 감염을 막는데 최고다냥!\\n꼭 구해야 하는데 연잎인간이 튀어나와서 우릴 자꾸 공격한다냥! \\n우리가 약초를 채집할 수 있게 도와달라냥!",
        "English_Text": "I only need to get herbs from flooded places, but it's very dangerous because a lotus man pops out in the middle. \\nPlease get rid of the lotus man so we can collect them!",
        "Russian_Text": "",
        "Chinese_Text": "我只需要从水淹的地方取药材，但是很危险，因为中间会冒出一个莲花人。\\n请摆脱莲花人，以便我们收集它们！"
    },
    "18103009": {
        "Dev_Desc": "[Lv.61] 동물의 뼈 수거 돕기",
        "Original_Text": "가라앉은 묘지를 떠도는 원한 짙은 묘지기들을 보았습니까? 아무래도 이곳이 수몰되며 죽은 동물들이 망령이 된 것 같습니다. \\n장례를 치르기 위해 대원들이 뼈를 수습하고 있지만 주변에 적이 많아 처리에 어려움을 겪고 있습니다.",
        "English_Text": "The ghosts here seem to be the animals that used to live here. \\nMaybe they became ghosts because they couldn't die comfortably while submerged... \\nIf our crew sees them, they're collecting them... \\nThe surrounding area ",
        "Russian_Text": "",
        "Chinese_Text": "这里的鬼魂似乎是曾经住在这里的动物。\\n他们之所以成为鬼魂，可能是因为溺水时不能舒服地死去......\\n如果我们的船员看到它们，他们正在收集它们......\\n周边地区我们有很多敌人，所以我们很难对付他们。"
    },
    "18103010": {
        "Dev_Desc": "[Lv.61] 생명, 죽음과 영혼",
        "Original_Text": "어떤 고객분께서 묘지기가 죽을 때 나오는 가루를 이용해 생명과 죽음, 영혼에 대한 연구를 하고 싶다고 하네요. \\n좀 섬뜩하긴 하지만... 저희야 이윤을 남길 수 있다면 상관없으니까요. 그럼 잘 부탁드립니다.",
        "English_Text": "Someone says that they want to do research on life, death, and souls using the powder produced when killing ghosts.\\nI think it's a bit strange, but...\\nIt doesn't matter if we can make a profit.\\ ",
        "Russian_Text": "",
        "Chinese_Text": "有人说，他们想用杀鬼时产生的粉末来研究生死灵魂。\\n我觉得有点奇怪，但是......\\n我们能不能盈利也没关系。 n那么，谢谢。"
    },
    "18103011": {
        "Dev_Desc": "[Lv.61] 잿빛 하늘 숲 탐사",
        "Original_Text": "잿빛 하늘 숲 북부에 득시글대는 어둑시니를 보셨습니까? 임무를 수행해야 하는데 귀가 어찌 그리 밝은지 몰래 지나갈 수가 없네요. 한두 마리면 직접 처리를 하겠지만... 역시 전문가분의 도움을 받는 게 좋을 것 같습니다.",
        "English_Text": "The darkness of the Ashen Sky Forest is interfering with our mission. \\nWe are dealing with a small number ourselves, but... \\nI think we will also need the help of experts.",
        "Russian_Text": "",
        "Chinese_Text": "灰空森林的黑暗正在干扰我们的任务。\\n我们自己在处理一小部分人，但是......\\n我认为我们也应该寻求专家的帮助。"
    },
    "18103012": {
        "Dev_Desc": "[Lv.61] 비법서 탐색 돕기",
        "Original_Text": "또 잃어버렸다냥... 비법서를 또 잃어버리고 말았다냥...\\n이번엔 내가 직접 찾아보겠다냥!\\n대신 주변의 무서운 적들을 처리해달라냥!\\n부탁한다냥!",
        "English_Text": "I lost the recipe book again... \\nI'm going to look for the recipe book myself this time.\\nInstead, there are scary enemies around, so please help me. Please!",
        "Russian_Text": "",
        "Chinese_Text": "食谱书又丢了……\\n这次我要自己去找食谱书。\\n相反，周围有可怕的敌人，所以请帮助我。拜托！"
    },
    "18103013": {
        "Dev_Desc": "[Lv.61] 녹각다귀 뿔의 가루",
        "Original_Text": "철을 녹일 때 녹각다귀의 뿔을 태운 가루를 넣으면 강도가 높아진다는 풍설이 있습니다.\\n별로 믿기진 않지만 한번 실험해 보려고 하니 잿빛 하늘 숲에 있는 녹각다귀의 뿔을 좀 넉넉히 구해주십시오. ",
        "English_Text": "There is a theory that adding burnt antler horn powder to melting iron will improve the results. \\nI don't believe it, but I'm going to try it. \\nPlease get some antler horns.",
        "Russian_Text": "",
        "Chinese_Text": "有一种理论，在熔化的铁中加入烧焦的鹿角粉会改善结果。\\n我不相信，但我要试试。\\n请拿一些鹿角。"
    },
    "18103014": {
        "Dev_Desc": "[Lv.61] 부상자 구출 작전",
        "Original_Text": "잿빛 하늘 숲 남부에 지원 나갔던 풍백문 문파원들이 녹각다귀에 당해 부상을 입은 모양입니다. \\n문파원을 발견하시면 주변의 적을 제거하여 도망칠 수 있게 도와주십시오.",
        "English_Text": "The Pungbaekmun crews who volunteered for the Gray Sky Forest seem to have been \\ninjured by dark and rusty insects. \\nIf you go to the Gray Sky Forest, you can eliminate the enemies\\nand help them escape. ",
        "Russian_Text": "",
        "Chinese_Text": "自愿加入灰天森林的风白门船员似乎已经\\被黑暗和生锈的昆虫伤害了。\\n如果你去灰天森林，你可以消灭敌人\\n并帮助他们逃脱。你愿意吗？"
    },
    "18103015": {
        "Dev_Desc": "[Lv.61] 곰과 거미 줄이기",
        "Original_Text": "곰과 거미 때문에 방어 기지를 세우고 유지하기가 어렵습니다. 여기서 막히게 되면 작전에 차질이 생길게 분명합니다. 다른 일도 많으시겠지만 부탁드립니다. \\n잿빛 하늘 숲 남부에서 곰과 거미를 처치해 주십시오.",
        "English_Text": "It is difficult to establish and maintain a defensive base because of the antlers. \\nIf you get stuck here, the operation will be disrupted. \\nThere will be many other things, but please do. \\nPlease reduce the number of antlers in Ashen Sky Forest. ",
        "Russian_Text": "",
        "Chinese_Text": "因为有鹿角，很难建立和维持防御基地。\\n如果你卡在这里，行动就会被打乱。\\n还有很多其他的事情，但请做好。\\n请减少灰烬的鹿角数量天空森林……"
    },
    "18103016": {
        "Dev_Desc": "[Lv.61] 두억시니 상대법",
        "Original_Text": "이번에 파견된 에레다 대원들은 경험이 많지 않습니다. 토벌 임무는 어렵지 않게 수행할 수 있을 거라 예상했는데 여전히 두억시니를 상대하는 일은 힘들어하고 있습니다. 두억시니를 처치해 주시면 다른 적은 저희가 해결하겠습니다.",
        "English_Text": "A lot of Ereda's new recruits have been dispatched this time. \\nNow it seems like you're used to the subjugation mission... \\nIt seems difficult to deal with the elite dwarfs.\\nIf you deal with the elite vultures,\\nthe other enemies will be dealt with. ",
        "Russian_Text": "",
        "Chinese_Text": "这次艾瑞达出动了很多新兵。\\n现在看来你已经习惯了讨伐任务……\\n对付精英黑暗似乎很难。\\n如果你对付精英，\\ 其他的敌人都会被处理掉。我想我可以做到。"
    },
    "18103017": {
        "Dev_Desc": "[Lv.62] 새알 보존 돕기",
        "Original_Text": "포식자의 구릉지 풍차 주변에 희귀한 새 둥지가 발견되었습니다! 지금까지 포식자들에게 먹히지 않은 것이 기적입니다. 효조와 호랑이들이 둥지와 알을 파괴하기 전에 저희가 구해야겠습니다. \\n우선 그들을 좀 없애 주십시오!",
        "English_Text": "It is said that there is a rare bird's nest around the windmill.\\nPeople say that they have been protecting it...\\nAs monsters settle on this land, no one to protect the bird's nest disappears... \\nBy the monsters ",
        "Russian_Text": "",
        "Chinese_Text": "据说风车周围有一个稀有的鸟巢。\\n人们说他们一直在保护它......\\n随着怪物在这片土地上定居，保护鸟巢的人消失了......\\n被怪物巢和蛋正在被摧毁。\\n如果你摆脱一些怪物，我们会保存蛋。"
    },
    "18103018": {
        "Dev_Desc": "[Lv.62] 호랑이 가죽 수집가",
        "Original_Text": "부자들의 수집욕은 상상 이상입니다. 해룡산맥이 발견된 지 얼마나 됐다고 벌써 포식자의 구릉지에 있는 호랑이 가죽에 대한 문의가 빗발친다니깐요. \\n뭐, 저희야 돈이 되니까 환영이죠. \\n그럼 호랑이 가죽을 좀 모아다 주십시오!",
        "English_Text": "Wealthy people are similar, but there is something different. \\nIf you omit it, you think what will happen.\\nTiger skin, where do you collect so much to use it...\\nWe welcome it because it's money.",
        "Russian_Text": "",
        "Chinese_Text": "有钱人都一样，但也有不一样的地方。\\n如果你省略它，你会想到会发生什么。\\n老虎皮，你从哪里收集这么多使用它......\\n我们欢迎它，因为它是金钱。"
    },
    "18103019": {
        "Dev_Desc": "[Lv.62] 불쾌한 인면충 퇴치",
        "Original_Text": "생김새를 두고 생명체를 판단하거나 차별해선 안 되겠지만... 인면충은 아무래도 좀 다른 영역입니다. 사람의 모습을 닮은 것도 불쾌한데 언제 누구를 모방하여 형태를 바꿀지 모르니 말입니다. \\n야수의 소굴에서 인면충을 퇴치해 주십시오.",
        "English_Text": "You shouldn't judge or discriminate against living things based on their appearance, but... \\nWe also have a lot of concerns about the human insect. \\nIt's a form that resembles a human face and causes discomfort... \\nSomeone please deal with it.",
        "Russian_Text": "",
        "Chinese_Text": "你不应该根据它们的外表来判断或歧视生物，但是......\\n我们对人类昆虫也有很多担忧。\\n它是一种类似于人脸的形式，会引起不适......\\n有人请处理一下。"
    },
    "18103020": {
        "Dev_Desc": "[Lv.62] 포식귀로부터 구출",
        "Original_Text": "으냥냥! 어둠 숲 진입로로 약초를 구하러 갔던 동료가 위기에 빠졌다냥! 분명 조용히 움직였는데냥! 포식귀 놈이 어떻게 알고 우리를 끈질기게 따라왔다냥!\\n어떻게 해야 할지 모르겠다냥! 부탁한다냥!\\n녀석들을 없애고 우리 동료를 구해달라냥! ",
        "English_Text": "The hilly environment is good here, so precious herbs grow a lot.\\nThe animals will try to avoid it somehow...\\nThe predators follow us persistently.\\nEven if we move quietly, we somehow know and follow them \\n ",
        "Russian_Text": "",
        "Chinese_Text": "这里的丘陵环境非常好，生长了很多珍贵的药草。\\n动物会以某种方式试图避开它们......\\n掠食者一直在跟踪我们。\\n即使我们安静地移动，我们也不知何故知道并跟踪它们\\ n n我不知道该怎么办。照顾好他们。"
    },
    "18103021": {
        "Dev_Desc": "[Lv.62] 은둔초 주변 정리",
        "Original_Text": "야수의 소굴에 피는 은둔초가 필요하다냥.\\n은둔초만 있으면냥, 아주 조용히 움직일 수 있다냥!\\n그럼 야수들 몰래 은둔초를 또 구할 수 있다냥!\\n일단 은둔초 옆에 있는 야수들을 좀 없애 달라냥!",
        "English_Text": "I need a hermit plant in a hilly area. \\nThere are a lot of beasts around, so I can't approach it.\\nThe beasts don't even eat hermit plants... \\nI don't know why they hover around there.\\n ",
        "Russian_Text": "",
        "Chinese_Text": "我在丘陵地区需要一株隐居植物。\\n周围有很多野兽，所以我无法靠近。\\n野兽甚至不吃隐居植物...... \\n我不知道为什么它们会盘旋在那附近。\\n 把这头野兽弄掉，剩下的我来处理。"
    },
    "18103022": {
        "Dev_Desc": "[Lv.62] 약재로서의 가능성",
        "Original_Text": "이곳의 사슴도 약재로 사용할 수 있을지 연구해 봐야겠습니다. 사슴을 잡아 이것저것 조사해 보려 하니 도와주십시오. 사슴은 저희 상인들이 옮길 테니 사냥만 해주시면 됩니다.",
        "English_Text": "We'll have to research whether the deer here can also be used as medicine. \\nI need help trying to catch a deer and do some research. \\nThe deer will be moved by our merchants, so all you need to do is hunt.",
        "Russian_Text": "",
        "Chinese_Text": "我们得研究一下这里的鹿是否也可以入药。\\n我需要帮忙抓一头鹿并做一些研究。\\n鹿会被我们的商人搬走，所以你需要做的就是打猎."
    },
    "18103023": {
        "Dev_Desc": "[Lv.62] 효조 깃털이 필요해",
        "Original_Text": "포식자의 구릉지에서 효조의 깃털을 우연히 주웠는데... 의외로 필기구로 사용하기 좋을 것 같습니다. \\n다른 깃털과 비교해 볼 수 있도록 충분한 양을 구해주시겠습니까?",
        "English_Text": "I accidentally picked up Hyojo's feather... \\nI think it's surprisingly good for a writing instrument. \\nCan you get enough of it so I can compare it with other feathers?",
        "Russian_Text": "",
        "Chinese_Text": "我不小心捡到了孝城的羽毛……\\n我觉得它作为书写工具的效果出奇的好。\\n你能得到足够的它，我可以把它和其他的羽毛进行比较吗？"
    },
    "18103024": {
        "Dev_Desc": "[Lv.62] 연료로서의 가능성",
        "Original_Text": "효조의 배설물을 가공하면 엄청난 고온을 내는 연료로 사용할 수 있을 것 같습니다. 정확한 성능 확인을 위해 배설물을 채집해 주십시오. 음... 역시 배설물이라 하니 좀 그런가요? 그럼 저희가 채집할 테니 포식자의 구릉지에서 효조를 없애 주십시오.",
        "English_Text": "Processing the feces of the filial piety, \\nI think it can be used as a fuel that generates a very high temperature. \\nAfter you get rid of the filth, please collect some dung and bring it. ",
        "Russian_Text": "",
        "Chinese_Text": "如果你处理孝顺的粪便，\\n看起来它可以用作燃料，产生非常高的温度。\\n你把雪貂移走后，请收集一些粪便带回来。\\n是不是有点有点像说它是排泄物？但那是各种能量。它是。\\n可能很有价值。"
    },
    "18103025": {
        "Dev_Desc": "[Lv.63] 야금의 피",
        "Original_Text": "새로 온 의약방 문파원이 급하게 어둠 숲 북부에 사는 야금의 피를 구해달라고 부탁하더라고요. 어디에 쓰는 거냐 물었는데... 대답을 어영부영 피하더라고요. \\n잘 써주실 거라고 믿고 어떻게든 구해봐야죠.",
        "English_Text": "It seems that our new recruits are afraid of elite metallurgy. \\nIt's just saying that elite metallurgy is strong, \\nAll of a sudden, metallurgy is scary. ",
        "Russian_Text": "",
        "Chinese_Text": "看来我们新人都怕精炼金。\\n只是说精炼金强，\\n一下子，金炼就可怕了。n如果少点精炼金师的数量……\\n不会我们的船员摆脱了冶金恐惧症？"
    },
    "18103026": {
        "Dev_Desc": "[Lv.63] 외눈박이의 눈물",
        "Original_Text": "외눈박이의 주먹만 한 눈을 보셨습니까? 큰 데다가 붉기까지 하니 무섭기 그지없더군요. 하지만 어둠 속에서도 멀리까지 보는 걸 보면 특별한 게 분명합니다. \\n조사를 해보고 싶은데... 눈알은 좀 그렇고, 눈물을 좀 얻어다 주십시오.",
        "English_Text": "One-eyed eyes need to collect a lot of information. \\nI want to investigate if there is something special about the one-eyed eyes... \\nCan I get the one-eyed tears first?",
        "Russian_Text": "",
        "Chinese_Text": "单眼眼需要收集很多资料。\\n我想调查一下单眼眼有没有什么特别的……\\n我可以先得到单眼眼的眼泪吗？"
    },
    "18103027": {
        "Dev_Desc": "[Lv.63] 외눈박이 경비 제거",
        "Original_Text": "어둠 숲 북부에 외눈박이가 곳곳마다 경비를 서고 있어 수양의 작전 수행에 지장이 생기고 있습니다. 이동하면서 눈에 보이는 대로 좀 없애 주시겠습니까? \\n작전 수행에 큰 도움이 될 것 같습니다.",
        "English_Text": "One-eyed guards are everywhere, \\nIt is hindering the operation of training. \\nWould you mind clearing up some things that you can see while moving? \\nThis will be a great help in carrying out the operation.",
        "Russian_Text": "",
        "Chinese_Text": "独眼守卫到处站着，\\n这妨碍了训练的操作。\\n你介意移除一些你在移动时能看到的吗？\\n这对执行操作会有很大帮助。"
    },
    "18103028": {
        "Dev_Desc": "[Lv.63] 맹독충 처리 요청",
        "Original_Text": "맹독충 때문에 대원들의 피해가 너무 큽니다. 그곳이 맹독의 숲이란 이름이 붙은 이유를 알겠더군요. 수가 너무 많아 저희 힘만으로는 역부족입니다.\\n저희를 도와 맹독충의 수를 줄여 주실 분이 계십니까?",
        "English_Text": "Because of the poison worms, the crew is taking too much damage.\\nUp to a certain number of them can be dealt with before they approach... \\nThere are too many, so we end up taking damage. \\nCan someone please reduce the number of poison worms a bit?",
        "Russian_Text": "",
        "Chinese_Text": "因为毒虫，船员们受到的伤害太大了。\\n在他们接近之前可以解决一定数量的毒虫...... \\n太多了，所以我们最终会受到伤害。\\n有人可以吗？减少一点毒虫的数量？"
    },
    "18103029": {
        "Dev_Desc": "[Lv.63] 늪지 맹독충의 독",
        "Original_Text": "버림받은 자들의 늪에 다녀오는 사람들의 장비가 하나같이 녹슬어 있었습니다. 아무래도 늪지 맹독충의 독이 의심스럽습니다. \\n확인을 하고 정말이라면 장비에 특수 처리를 해야 할 것 같습니다. 늪지 맹독충의 독을 얻어다 주십시오.",
        "English_Text": "I think the ingredients in the venom of the venom will be helpful in protecting equipment. \\nWe want to process the venom of the banal and use it to craft equipment. \\nBut, it seems that the venom is too dangerous for us to do.\\n ",
        "Russian_Text": "",
        "Chinese_Text": "我觉得毒液的毒液中的成分会有助于保护装备。\\n我们想加工平庸的毒液，并用它来制作装备。\\n但是，毒液似乎太危险了，我们无法做到。 \\n如果你没事，我想从毒甲虫身上取些毒药。"
    },
    "18103030": {
        "Dev_Desc": "[Lv.63] 야금의 마을 습격",
        "Original_Text": "야금들이 사람들을 습격해 피해를 입히고 있습니다. 최근 피해 신고가 줄어들어 안심하고 있었는데 야금이 줄어든 게 아니라 사람들이 떠난 거더군요. \\n맹독의 숲에서 야금의 수를 줄여주십시오. 저희도 지속적으로 퇴치하겠습니다.",
        "English_Text": "Metallurgy is attacking people and inflicting damage. \\nI thought that the number of reports of damage had decreased recently... \\nThe number of metallurgists did not decrease, but people left. \\nPlease reduce the number of metallurgists. ",
        "Russian_Text": "",
        "Chinese_Text": "冶金是在攻击人，造成破坏。\\n我以为最近损坏报告的数量减少了...其中。"
    },
    "18103031": {
        "Dev_Desc": "[Lv.63] 수호령에게 안식을",
        "Original_Text": "어둠 숲 남부를 떠도는 수호령들을 보면 안타깝다냥.\\n어떤 일이 있었길래 저런 모습으로 어둠에 잠긴 건지...\\n그냥 지나칠 수 없다냥.\\n수호령이 안식에 들 수 있도록 도와달라냥.",
        "English_Text": "It's a pity to see ghosts. \\nI'm worried about what happened to make them stay here in such a way. \\nPlease help their souls to rest.",
        "Russian_Text": "",
        "Chinese_Text": "看到鬼真可惜。\\n我很担心发生了什么事，以及他们为什么会以这种形式呆在这里。\\n请帮助他们的灵魂安息。"
    },
    "18103032": {
        "Dev_Desc": "[Lv.63] 재를 재료로",
        "Original_Text": "금경철문의 장비가 어찌하여 좋은지 아십니까? 수많은 재료를 연구하고 개발했기 때문이지요. \\n수호령이 죽을 때 날리는 재를 얻어 주십시오. 그걸 또 연구하다 보면 신소재를 개발할 수 있을지도 모르니깐요.",
        "English_Text": "They say that when you kill a ghost, some ashes are blown away. \\nCan you get some of that ashes?",
        "Russian_Text": "",
        "Chinese_Text": "他们说，当你杀死一个幽灵时，会吹出一些灰烬。\\n你能得到一些灰烬吗？"
    },
    "18103033": {
        "Dev_Desc": "[Lv.63] 부상당한 상인 돕기",
        "Original_Text": "개발할 상품이 있을까 해서 어둠 숲 북부에 들어갔던 상인들이 괴물에 당했습니다. 저희가 가서 부상당한 상인들을 데리고 나올 계획입니다. \\n그동안 주변의 적을 없애 주십시오.",
        "English_Text": "I was wondering if there was something good for \\nthe merchants who entered the dark forest were attacked by monsters. \\nIf it's okay, please get rid of the enemies around you.\\nWe're going to go help the merchants too.",
        "Russian_Text": "",
        "Chinese_Text": "我想知道有没有什么好办法\\n进入黑暗森林的商人被怪物袭击了。\\n如果可以，请把你周围的敌人干掉。\\n我们也要去帮助商人。"
    },
    "18103034": {
        "Dev_Desc": "[Lv.63] 버림받은 병사 처치",
        "Original_Text": "검은새벽단은 인간이라면 절대 해선 안될 행위를 하고 있습니다. 그 목적조차 순수하지 않지요. 인간성을 버린 자들이라 봐도 무방합니다. \\n그 결과물로 생겨난 버림받은 병사만 가엽게 되었습니다. 그들에게 안식을 주십시오.",
        "English_Text": "The Black Dawn is doing things that no human being should ever do. \\nShould we call them those who abandoned their humanity? \\nThe purpose is also not pure. \\nPlease get rid of the resulting mutant spider.",
        "Russian_Text": "",
        "Chinese_Text": "黑色黎明正在做人类不应该做的事情。\\n我们应该说他们已经放弃了人性吗？\\n目的也不纯粹。\\n请摆脱由此产生的变异蜘蛛。"
    },
    "18103035": {
        "Dev_Desc": "[Lv.63] 특수 섬유의 가치",
        "Original_Text": "버림받은 병사가 내뿜는 거미줄이라니... 뭔가 꺼림칙하지 않냐고요? 좀 신경 쓰이긴 하지만 이걸 통해 더 강력한 무기를 만들고, 그들과 같은 존재가 더 이상 생겨나지 않도록 막을 수 있다면 상관없습니다. \\n버림받은 병사들을 처치하고 거미줄을 모아 주십시오.",
        "English_Text": "It's a spider's web, isn't it something you're afraid of?\\nI'm a little concerned, but if our weapons become stronger through this, \\nwouldn't we be able to prevent more mutant spiders from spawning? ",
        "Russian_Text": "",
        "Chinese_Text": "是变异蜘蛛的蛛网……难道你不害怕吗？\\n我有点担心，但如果我们的武器通过这个变得更强大，难道就不可能阻止变异蜘蛛不再产卵？杀死他们并获得蜘蛛网。"
    },
    "18103036": {
        "Dev_Desc": "[Lv.63] 늪지의 연잎 인간",
        "Original_Text": "천연 늪지는 생명체들의 보고다냥! 분명 다른 곳에선 볼 수 없는 것들을 발견할 수 있을거다냥! \\n그런데 이놈의 연잎인간은 우리가 가는 곳마다 나타나서 우릴 깜짝깜짝 놀라게 한다냥!\\n우리가 조사할 수 있게 연잎 인간을 처치해달라냥!",
        "English_Text": "Natural swamps are like a treasure trove of living things. \\nPerhaps you'll find things that you can't find anywhere else!\\nWe need to conduct an investigation quickly, but the lotus-leaf humans popped out \\nand the researcher was surprised. ",
        "Russian_Text": "",
        "Chinese_Text": "天然沼泽就像一个生物的宝库。\\n也许你会发现在其他任何地方都找不到的东西！\\n我们需要尽快进行调查，但荷叶人类突然出现\\n而研究人员正在一惊，呆滞了。\\n请帮我把荷叶男干掉！"
    },
    "18103037": {
        "Dev_Desc": "[Lv.63] 연잎 인간의 피부",
        "Original_Text": "연잎 인간의 피부 조직은 필요할 땐 물을 흡수하고, 필요 없을 때는 튕겨내는 특성이 있다고 합니다. \\n그런 기능을 가진 옷감이 있다고 상상해 보세요! 엄청 비싼 값에 팔리겠죠? 우선 연구부터 진행해야겠습니다. \\n연잎 인간의 피부조직을 얻어 주십시오.",
        "English_Text": "It is said that the lotus leaf human skin tissue has the characteristic of repelling water. \\nThe ability to absorb water when needed and defend from water when not needed... \\nIf you could make such a fabric, it would be sold at a high price. ",
        "Russian_Text": "",
        "Chinese_Text": "据说荷叶的人体皮肤组织具有拒水的特性。\\n需要的时候可以吸水，不需要的时候可以防水……\\n如果你能做出这样的织物，它就会被出售？\\n首先，让我们从研究开始。\\n请从荷叶人那里得到一些荷叶。"
    },
    "18103038": {
        "Dev_Desc": "[Lv.63] 힘센 녹각다귀",
        "Original_Text": "녹각다귀는 덩치가 크고 힘이 강해서 훈련받은 대원이 아니면 상대하기가 어렵습니다. 풍백문에도 노련한 대원이 많았었지만... \\n최근 들어 인명 피해가 너무 많아져서 힘드네요. 버림받은 자들의 늪에서 늪지 녹각다귀를 처치해 주십시오.",
        "English_Text": "The antlers are large and strong, so \\nit is difficult to deal with unless you are a trained crew member. \\nThere were many seasoned crew members in Pungbaekmun... \\nIt's really difficult because there have been so many casualties lately.\\n ",
        "Russian_Text": "",
        "Chinese_Text": "鹿角又大又结实，所以除非你是受过训练的船员，否则很难对付。\\n丰白门有很多经验丰富的船员......\\n这真的很难，因为最近伤亡人数太多了。\\n n 有人能把鹿角去掉吗？"
    },
    "18103039": {
        "Dev_Desc": "[Lv.63] 녹각다귀 뿔피리",
        "Original_Text": "녹각다귀의 뿔을 이용해서 만든 피리의 소리는 멀리까지 명확하게 울려 퍼진다고 하더군요. \\n아직 풍설에 불가하지만 이번 기회에 뿔을 얻어 실험해 보는 것도 나쁘지 않을 것 같습니다. 버림받은 자들의 늪에서 늪지 녹각다귀의 뿔을 모아다 주십시오.",
        "English_Text": "It is said that if you make a flute using antlers' horns, \\nthe sound is clear and spreads far away. \\nIt's still just a rumor, but if we can get horns in large quantities this time, we'll try an experiment.",
        "Russian_Text": "",
        "Chinese_Text": "据说，如果用鹿角的角做长笛，\\n声音清晰，传得远。\\n这还只是传闻，但如果我们这次能大量获得角，我们会尝试做一个实验."
    },
    "18103040": {
        "Dev_Desc": "[Lv.63] 고립 에레다 대원 구출",
        "Original_Text": "에레다의 대원 한 명이 버림받은 자들의 늪에 고립되었습니다. 저희가 수색 중이기는 하나 적이 너무 많아 순탄하지 못한 상황입니다. \\n늪의 적을 없애는 데 도움을 주십시오.",
        "English_Text": "It is said that one of the key Ereda agents was isolated in the swamp. \\nWe're also searching right now,\\nIf it's okay, would you go to the scene and get rid of nearby enemies?\\nWe'll take care of the rest.",
        "Russian_Text": "",
        "Chinese_Text": "据说艾瑞达的一名关键特工被隔离在沼泽中。\\n我们现在也在寻找，\\n如果可以，你会去现场干掉附近的敌人吗？\\n我们会照顾好其余的。"
    },
    "18103041": {
        "Dev_Desc": "[Lv.64] 균열 연구 돕기",
        "Original_Text": "제 이름은 김규녈! 균열광이죠. 후후.\\n균열을 연구하기 위해 해룡산맥까지 왔습니다.\\n지금부터 보여드리죠! 균열이 무엇인지를. 그리고 이 세상에 풀리지 않는 수수께끼 같은 건 없다는 걸 말이죠.\\n                          - 균열 연구가 김규녈 -",
        "English_Text": "My name is Gyu-Neun Kim! I'm a rift maniac. Whoops. \\nI'm here to study cracks in the Haeryong Mountains. \\nNow, I'll show you what cracks are. \\nAnd that there are no unsolved riddles in this world. ",
        "Russian_Text": "",
        "Chinese_Text": "我叫 Gyu-Neun Kim！我是裂隙狂人。哎呀。\\n我来这里是为了研究海龙山脉的裂缝。\\n现在，我会告诉你什么是裂缝。\\n而且没有未解决的问题这个世界上的谜语。。\\n - 裂隙研究员 Gyu-Neong Kim -"
    },
    "18103042": {
        "Dev_Desc": "[Lv.64] 불마자의 강력함",
        "Original_Text": "지금은 모든 힘을 검은새벽단 수용소에 집중해야 할 때인데, 갈라진 대지는 불마자 때문에 병력을 빼기가 쉽지 않습니다. 불마자 중 정찰자와 전사의 수만 줄어든다면 한결 수월해질 것 같습니다. \\n쉽지 않은 일이란 걸 알지만, 도와주십시오.",
        "English_Text": "Right now, we are trying to focus our training power toward the Black Dawn camp.\\nBut it's not easy to pull out the troops from the Burners of the Contaminated Earth right now.\\nIf only the elites of the Burners are reduced, something will happen. ",
        "Russian_Text": "",
        "Chinese_Text": "现在，我们正在努力将训练力量集中在黑色黎明营地。\\n但现在从污染地球燃烧者中撤出部队并不容易。\\n如果只是减少燃烧者的精英，有些事情会发生的。。\\n我请你帮个忙好吗？"
    },
    "18103043": {
        "Dev_Desc": "[Lv.64] 불마자들의 힘",
        "Original_Text": "불마자를 저지하기 위해 갈라진 대지로 진입하였는데 도살자와 암살자가 너무 방해가 됩니다. 우리 문파원들과 그들의 상성이 맞지 않더군요. 그것들만 사라지면 쉽게 상대할 수 있을 것 같습니다.\\n불마자 도살자와 암살자를 없애 주십시오.",
        "English_Text": "The scouts and watchers will be obstructed when they approach to stop the burners.\\nIf they disappear, the members of Pungbaekmun will \\nbe able to approach them more easily.\\nWould you like to get rid of the scouts and watchers as soon as they disappear? ",
        "Russian_Text": "",
        "Chinese_Text": "侦察兵和观察者靠近阻止燃烧器时会受到阻碍。\\n如果他们消失，风白门的成员将能够更容易地\\n接近他们。\\n你想尽快摆脱侦察兵和观察者吗？消失？？"
    },
    "18103044": {
        "Dev_Desc": "[Lv.64] 불마자들의 눈",
        "Original_Text": "불타는 대지까지 진격하였지만 불마자 저격수와 감시자 때문에 발목이 잡혔습니다. 그들의 수가 줄어들면 적극적으로 공세에 나설 수 있을 것 같습니다.\\n불마자 저격수와 감시자를 없애 주십시오.",
        "English_Text": "I thought that the attacks of the Burners were more terrifying than I thought...\\nThey couldn't ignore the assassins and murderers among them.\\nIf the number of them is reduced a bit, I think we will be able to launch an aggressive offensive.\\nThe assassins as soon as their numbers are reduced. ",
        "Russian_Text": "",
        "Chinese_Text": "我觉得燃烧者的攻击比我想象的还要可怕......\\n他们不能忽视其中的刺客和杀人犯。\\n如果他们的数量减少一点，我想我们就可以发动"
    },
    "18103045": {
        "Dev_Desc": "[Lv.64] 불마자들의 공격성",
        "Original_Text": "불마자 거인 전사와 처형자를 앞세운 그들의 전열이 너무나 튼튼하여 뚫기가 쉽지 않았습니다. 길어지는 대치 상황을 끝내기 위해서는 우선 그들의 수를 줄여야 할 것 같습니다. \\n불마자 거인 전사와 처형자를 처치해 주십시오.",
        "English_Text": "When you're in a confrontation with a fireman, \\ntheir lines are too strong to break through. \\nIf the number of butchers, warriors, and spears decreases a bit, \\nI think an effective attack will be possible... ",
        "Russian_Text": "",
        "Chinese_Text": "当你和消防员对峙时，\\n他们的阵线太强了，无法突破。\\n如果屠夫、战士和长矛的数量减少一点，\\n我认为可以进行有效的攻击......会它？"
    },
    "18103046": {
        "Dev_Desc": "[Lv.64] 불타는 대지의 불마자",
        "Original_Text": "불마자는 수많은 지역에서 동시다발적으로 나타납니다. 사람들은 균열 내에 또 다른 공간이 있지 않을까 추측하고 있지요. 추측의 신빙성을 높이기 위해 다양한 곳의 불마자를 조사하여 차이점이 있는지 확인해 보고 싶습니다. \\n불타는 대지의 불마자에게서 표본을 얻어 주십시오.",
        "English_Text": "Various places appear, \\nI wonder if they are the same or if they differ from region to region.\\nIt would be appreciated if you could obtain a specimen of mortals from the polluted land.\\nI want to analyze the differences between regions through that. ",
        "Russian_Text": "",
        "Chinese_Text": "恶霸出现在不同的地方，\\n我想知道它们是相同的还是因地区而异的。\\n如果你能从受污染的土地上得到一个凡人的标本，将不胜感激。\\n我想分析一下差异"
    },
    "18103047": {
        "Dev_Desc": "[Lv.65] 수용소의 개들",
        "Original_Text": "검은새벽단의 수용소에 있는 경비견들은 상대하기 여간 까다로운 게 아닙니다. 개들만 사라진다면 조용히 작전을 수행할 수 있을 것 같습니다.\\n검은새벽단 수용소의 경비견들을 처치해 주십시오.",
        "English_Text": "There are difficulties in carrying out the operation due to the search dogs in the camp of the Black Dawn.\\nIf you can eliminate them, it will be of great help to Ereda.",
        "Russian_Text": "",
        "Chinese_Text": "由于黑色黎明营地的搜查犬，行动执行起来有些困难。\\n如果你能消灭它们，对艾瑞达会有很大的帮助。"
    },
    "18103048": {
        "Dev_Desc": "[Lv.64] 검은새벽단의 보급품",
        "Original_Text": "검은새벽단이 약탈하고 불 지른 보급품이 한두 수레가 아닙니다. 우리만 빼앗기고 있을 수 없습니다! 그들의 보급품을 가져와야겠습니다. 보급품을 조사하다 보면 검은새벽단에 대해 더 잘 알 수도 있겠지요. \\n주변의 적들을 없애 주시면 저희가 가져오겠습니다.",
        "English_Text": "Please obtain one of their supplies from the Black Dawn's supply depot.\\nIf you investigate it,\\nI think you'll find out more about the Black Dawn.",
        "Russian_Text": "",
        "Chinese_Text": "请从黑色黎明的补给站获取他们的一件补给品。\\n如果你调查它，\\n我想你会发现更多关于黑色黎明的信息。"
    },
    "18103049": {
        "Dev_Desc": "[Lv.65] 실험의 대상 생명체",
        "Original_Text": "야수까지 실험에 이용하다니... \\n검은새벽단은 어디까지 타락할 생각일까요? \\n어찌하여 생명을 이리도 멸시하는 걸까요?... \\n길들여진 변종 야수를 죽여 자연으로 되돌려 주십시오.",
        "English_Text": "Even beasts are being experimented with... \\nI wonder how far they will fall. \\nPlease kill the mutant beasts and return them to nature.",
        "Russian_Text": "",
        "Chinese_Text": "即使是野兽也被试验过......\\n我不知道它们会坠落多远。\\n请杀死变异野兽并让它们回归自然。"
    },
    "18103050": {
        "Dev_Desc": "[Lv.65] 수용소의 검은새벽단",
        "Original_Text": "수양은 검은새벽단 수용소를 파괴하고 납치당한 사람들을 구출할 계획입니다. 하지만... 멀리서 보아도 많은 그들의 숫자에 대원들의 사기가 꺾이고 있습니다. \\n한 사람의 도움이라도 절실한 상황입니다. \\n수양을 도와 검은새벽단을 처치해 주십시오.",
        "English_Text": "It is necessary to reduce the number of Black Dawns in the Black Dawn camp. \\nHow many people are there... \\nWhether they are alive... \\nStill questionable ",
        "Russian_Text": "",
        "Chinese_Text": "我们需要减少黑色黎明营地中黑色黎明的数量。\\n那里有多少人......\\n他们是不是真的活着的人......\\n还是一个问题。有很多，但先把他们干掉."
    },
    "18103051": {
        "Dev_Desc": "[Lv.73] 무기고의 검은새벽단",
        "Original_Text": "검은새벽단에서 금경철문의 무기를 훔쳐 간 거 아십니까? 녀석들이 쳐들어와 저희 무기를 다 가져갔습니다. 아마 저기 무기고에 있는 것 중 일부는 저희 것일지도 몰라요! 되찾으러 가야겠습니다! \\n그전에 무기고의 검은새벽단을 좀 없애주십시오!",
        "English_Text": "There are people in the Black Dawn that use poison as a weapon. \\nIf you check the composition of the poison, you can make an antidote, or \\nwe may be able to make equipment that is strong against poison. \\nGet enough of the poison ",
        "Russian_Text": "",
        "Chinese_Text": "黑色黎明中有人使用毒药作为武器。\\n如果我们检查毒药的成分，我们或许可以制造出解药，或者\\n我们或许可以制造出强大的抗毒装备。\\n把那毒药弄够了。如果可以的话，我会很感激的。"
    },
    "18103052": {
        "Dev_Desc": "[Lv.65] 약초 주변의 포식귀",
        "Original_Text": "분화구의 척박한 환경 속에서 자라나는 약초가 있다고 한다냥. 그런데 오염된 분화구는 너무 위험해서 들어갈 수가 없다냥! \\n주변의 포식귀를 처치해 주면 내가 가서 약초를 캐보겠다냥! 부탁한다냥!",
        "English_Text": "I heard that there are herbs grown in the harsh environment of the crater.\\nThe contaminated crater is too dangerous to enter.\\nThere are a lot of predators around, so if you get rid of them,\\nI'll dig up herbs! ",
        "Russian_Text": "",
        "Chinese_Text": "我听说火山口的恶劣环境里有草药。\\n被污染的火山口太危险了，不能进入。\\n周围有很多掠食者，所以如果你摆脱它们，\\n我会挖草药！拜托了！"
    },
    "18103053": {
        "Dev_Desc": "[Lv.65] 효조털 방한복",
        "Original_Text": "오염된 분화구의 열기를 머금은 효조의 솜털을 이용하면 값비싼 겨울옷을 만들 수 있을 것 같습니다. \\n겉감과 안감에 솜털과 깃털을 적당한 비율로 넣어 공기층을 만들면 분명 큰 보온 효과가 있을 텐데...\\n효조의 솜털을 좀 넉넉히 얻어다 주시겠습니까?",
        "English_Text": "Using Hyojo's down, which is filled with the heat of the polluted crater, \\nI think we can make winter clothes that can be sold at a high price. ",
        "Russian_Text": "",
        "Chinese_Text": "使用充满被污染火山口的热量的冰城羽绒，\\n我想我们可以制作可以高价出售的冬装。我想我们可以期待效果......\\n我可以给你一些额外的东西吗？给冰城打毛？"
    },
    "18103054": {
        "Dev_Desc": "[Lv. - ] 풍백문 협행 전문가",
        "Original_Text": "해룡산맥에서 풍백문이 요청한 협행을 [2] 건 완료해 주신 소협에게는 그에 응당한 보상을 드리겠습니다.\\n풍백문과 함께 검은새벽단을 척결하고 해룡산맥을 수호할 모험가를 기다리겠습니다.",
        "English_Text": "For those who complete \\n[2] of the tasks requested by Pungbaekmun in the Haeryong Mountains,\\nOf course, we will reward them accordingly.\\nPlease help us.",
        "Russian_Text": "",
        "Chinese_Text": "对于那些在海龙山完成风白门要求的\\n[2]个任务的人，\\n我们当然会相应地奖励他们。\\n请帮助我们。"
    },
    "18103055": {
        "Dev_Desc": "[Lv. - ] 금경철문 협행 전문가",
        "Original_Text": "해룡산맥에서 금경철문의 협행을 수행하는 이에게 금경철문의 이름으로 특별한 보상을 주겠네!\\n꼭 약속하지. 딱 [2] 번이면 되네!",
        "English_Text": "I will give a special reward in the name of Geumgyeongcheolmun to those who perform the cooperative operation of Geumgyeongcheolmun in the Haeryong Mountains. \\nI promise. \\nIt only takes [2] times!",
        "Russian_Text": "",
        "Chinese_Text": "我会以金镜哲门的名义，给予在海龙山脉合作经营金镜哲门的人特别的奖励。\\n我保证。\\n只需要[2]次！"
    },
    "18103056": {
        "Dev_Desc": "[Lv. - ] 도화상전 협행 전문가",
        "Original_Text": "도화상전에서는 해룡산맥에서 저희 상전이 의뢰한 협행을 [2] 건 완료하는 분에게 소정의 보상을 드리고 있어요. 도화상전에서 보증한다는 게 무슨 의미인지 아시죠!\\n많은 참여 부탁드려요~",
        "English_Text": "In Dohwasangjeon, we give a small reward to those who complete \\n[2] of the Sangjeon's Haeryongsan Mountains.",
        "Russian_Text": "",
        "Chinese_Text": "在Dohwasangjeon，我们对完成Sangjeon 的海龙山的\\n[2] 的人给予小奖励。"
    },
    "18103057": {
        "Dev_Desc": "[Lv. - ] 수양 협행 전문가",
        "Original_Text": "해룡산맥에서 수양이 의뢰한 협행을 [2] 건 완료하면 특별히 큰 보상을 주겠네.\\n수양 대장의 이름으로 주는 특별한 보상이야.\\n그럼 무운을 빌겠네.",
        "English_Text": "If you complete [2] of the cooperative actions reported by Suyang in the Haeryong Mountains, \\nI will give you a special reward.\\nThis is a special reward in the name of the captain.\\nThen I wish you good luck.",
        "Russian_Text": "",
        "Chinese_Text": "如果你在海龙山完成苏阳报告的[2]个合作，\\n我会给你一个特别的奖励。\\n这是一个以队长的名义的特别奖励。\\n那么祝你好运。"
    },
    "18103058": {
        "Dev_Desc": "[Lv. - ] 영교원 협행 전문가",
        "Original_Text": "영교원은 해룡산맥에서 우리를 도와 협행을 [2] 번 수행해 주는 모험가에게 보상을 주고 있다냥! \\n우리 바롱들은 약속을 꼭 지킨다냥!\\n그럼 힘내라냥!",
        "English_Text": "Younggyowon is giving rewards to adventurers who do \\n[2] of the sidewalks we give them in the Haeryongsan Mountains! \\nOur barongs keep their promises!\\nThen stay strong~",
        "Russian_Text": "",
        "Chinese_Text": "Younggyowon 正在奖励那些在海龙山完成\\n[2] 我们给他们的人行道的冒险者！\\n我们的巴龙信守诺言！\\n然后保持坚强~"
    },
    "18103059": {
        "Dev_Desc": "[Lv. - ] 명혜단 협행 전문가",
        "Original_Text": "저희 명혜단은 탐구를 도와주시는 모험가분들께 제대로 된 보상을 드려야 한다고 생각합니다.\\n해룡산맥에서 저희가 드리는 협행을 [2]번 도와주시는 모두에게 지급하도록 하겠습니다.\\n그럼 이번에도 부탁드립니다.",
        "English_Text": "We, Myunghyedan, believe that we should give proper rewards to adventurers who help us with their quests.\\nIf you help us [2] times in the Haeryong Mountains,\\nYou can expect a reward.\\nThen ",
        "Russian_Text": "",
        "Chinese_Text": "我们明惠丹认为应该给予帮助我们完成任务的冒险者适当的奖励。\\n如果你在海龙山脉帮助我们[2]次，\\n你可以期待奖励。\\n那么我想问你这次也是。"
    },
    "18103060": {
        "Dev_Desc": "[Lv. - ] 에레다 협행 전문가",
        "Original_Text": "해룡산맥에서 에레다를 도와 협행을 [2] 건 완료하는 모험가에게 특별한 보상을 드리고 있습니다.\\n불마의 기운을 없애는 일에 동참해 주십시오.",
        "English_Text": "In Ereda, special rewards are given to adventurers who complete \\n[2] of the cooperative actions reported by the Haeryong Mountains.\\nPlease join us in eradicating the spirit of fire horses.",
        "Russian_Text": "",
        "Chinese_Text": "在艾瑞达，完成海龙山报告的合作行动\\n[2]的冒险者将获得特殊奖励。\\n请加入我们消灭火马精神。"
    },
    "18103061": {
        "Dev_Desc": "[Lv. - ] 주민들의 해결사",
        "Original_Text": "협행을 수행해 주시는 모든 모험가분들께 비사문에서는 감사한 마음을 가지고 있습니다. 해룡산맥의 주민들이 직접 제보한 협행을 [2] 건 완료해 주시면 추가 보상을 지급해 드리겠습니다.\\n그럼 기다리고 있겠습니다.",
        "English_Text": "Bisamun is grateful to the adventurers who deal with it.\\nPlease complete [2] cases of cooperation reported by the residents of the Haeryong Mountains. \\nThen we will be waiting for you.",
        "Russian_Text": "",
        "Chinese_Text": "比萨蒙感谢照顾合作的冒险者。\\n请完成[2]个海龙山脉居民报告的合作行动。\\n然后我会等你的。"
    },
    "18103062": {
        "Dev_Desc": "[Lv.62] 수목정령의 껍질",
        "Original_Text": "수목정령의 껍질은 잘만 건조하면 좋은 약이 됩니다. 잿빛 하늘 숲 북부의 공기가 좋지 않아서 상태가 우려되기도 합니다만... 혹시 약효가 더 좋을 지도 모르는 겁니다. 그럼 부탁드려도 되겠습니까? 수목정령을 잡아 껍질을 채취해 주십시오. 건조 같은 건 저희가 알아서 하겠습니다.",
        "English_Text": "The bark of a tree spirit can be a good medicine if it is well dried. The air in the northern part of the Gray Sky Forest is not good, so I am concerned about the condition... but it may have a better medicinal effect. Can I ask you a favor? ",
        "Russian_Text": "",
        "Chinese_Text": "树灵的树皮晒干了也能入药。灰天森林北部的空气不好，所以我很担心……不过它可能有更好的药用"
    },
    "18103063": {
        "Dev_Desc": "[Lv.64] 묘면족의 위협",
        "Original_Text": "수양에서는 거인의 숲의 안전 확보에 최선을 다하고 있습니다만... 감당해야 할 적이 너무나도 많습니다. 약간의 도움을 주신다면 더욱더 저희 임무에 집중할 수 있을 것 같습니다. 거인의 숲에서 묘면족을 좀 없애 주시겠습니까?",
        "English_Text": "We are doing our best to ensure the safety of the Giant Forest in Suyang, but there are so many enemies we have to deal with. With a little help, we can focus on our mission even more. ",
        "Russian_Text": "",
        "Chinese_Text": "我们正在尽最大的努力确保宿阳巨林的安全，但我们要对付的敌人实在是太多了，只要有一点帮助，我们就可以更加专注于我们的使命。"
    },
    "18103064": {
        "Dev_Desc": "[Lv.64] 만다라화의 서식처",
        "Original_Text": "거인의 숲에서 약초를 채집하려고 하는데... 가는 곳마다 만다라화가 따라다니면서 소리를 질러댄다냥! 처음엔 귀를 막고 작업을 집중하려고 했는데... 도저히 참을 수가 없다냥. \\n만다라화를 없애줄 수 있겠냥?",
        "English_Text": "I'm trying to gather herbs in the forest of giants... Mandala flowers follow me everywhere I go, screaming! At first, I covered my ears and tried to focus on my work... I just can't stand it. ",
        "Russian_Text": "",
        "Chinese_Text": "我在巨人森林里采药……曼陀罗花跟着我到处跑，尖叫！一开始，我捂着耳朵，努力专注于我的工作……我实在受不了了"
    },
    "18103065": {
        "Dev_Desc": "[Lv.67] 포식귀의 피부",
        "Original_Text": "포식귀의 피부가 신축성이 좋다는 이야기 들어보셨습니까? 그것을 이용해 상처 위에 고정시키면 움직이기도 편하고, 회복도 빠를 것 같습니다. 저희 풍백문파원들에겐 도움이 될 것 같습니다. 어둠 숲 진입로에 있는 포식귀를 잡고 피부를 얻어주시겠습니까?",
        "English_Text": "Have you heard that the predator's skin has good elasticity? If you use it and fix it on the wound, it will be easy to move and recover quickly. It will be helpful for our members of the Poongbaekmun. ",
        "Russian_Text": "",
        "Chinese_Text": "你听说过捕食者的皮肤有很好的弹性吗？如果你使用它并固定在伤口上，它会很容易移动并快速恢复。这对我们Poongbaekmun的成员会有帮助。"
    },
    "18103066": {
        "Dev_Desc": "[Lv.67] 발발이 풀로 응급처치",
        "Original_Text": "에레다의 보급 상태가 좋지 못한 상태입니다. 곧 보급품을 마차가 도착할 거라고 생각합니다만... 우선 자급자족할 수 있는 부분은 노력해 보려고 합니다. 어둠 숲 진입로에 있는 발발이를 잡고 풀을 모아주시면 응급처치 약을 만들어보겠습니다. ",
        "English_Text": "Ereda's supply is in poor condition. I think a wagon will arrive soon, but... First of all, I'm going to try to be self-sufficient. Grab the ragweed at the entrance to the Dark Forest and gather grass for first aid. ",
        "Russian_Text": "",
        "Chinese_Text": "艾瑞达的补给状况很差。我想马车很快就会到，但是……首先，我会尽量自给自足。在黑暗森林的入口处抓起豚草，收集草以备不时之需。"
    },
    "18103067": {
        "Dev_Desc": "[Lv.70] 돈이 되는 외눈박이",
        "Original_Text": "돈이 되는 일이라고 하면 특별히 일을 가리진 않습니다. 외눈박이의 망막, 이게 여러 가능성을 가지고 있다고 합니다. 외눈박이를 잡아 어떻게 활용해야 하나 고민이 많았는데 이게 성공한다면 큰돈을 벌 수 있겠죠. 확인해 볼 수 있도록 어둠 숲 남부에서 외눈박이를 잡고 망막을 얻어 주시겠어요?",
        "English_Text": "When it comes to making money, I don't choose a particular job. The one-eyed retina has many possibilities. I had a lot of trouble figuring out how to capture and use the one-eyed, but if this succeeds, I can make a lot of money. I'll check it out. ",
        "Russian_Text": "",
        "Chinese_Text": "谈到赚钱，我不会选择特定的工作。单眼视网膜有很多可能性。我在弄清楚如何捕获和使用单眼时遇到了很多麻烦，但如果这成功了，我"
    },
    "18103068": {
        "Dev_Desc": "[Lv.72] 담인초 실험 재료",
        "Original_Text": "이제 영교원은 단순히 채집만으로 필요 약초를 채울 수 없는 상황까지 왔다냥! 이젠 직접 길러야겠다냥. 그러기 위해선 종자가 필요한데... 우선 담인초부터 실험을 해보려고 한다냥. 오염된 대지에서 담인초를 잡아 종자를 얻으면 우리한테 가져다주면 고맙겠다냥!",
        "English_Text": "Now, Young Gyowon has come to a situation where it is impossible to fill the necessary herbs simply by gathering! Now, I have to grow them myself. To do that, I need seeds... First of all, I'm going to try an experiment with pickled plants. ",
        "Russian_Text": "",
        "Chinese_Text": "「现在，小乔元已经到了无法仅靠采摘来填充所需药材的情况！现在，我必须自己种植它们。要做到这一点，我需要种子......首先，我要去"
    },
    "18103069": {
        "Dev_Desc": "[Lv.72] 악어는 위험하니까",
        "Original_Text": "재료를 구하다 보면 이곳저곳 가야 할 곳이 많으니 자신의 몸 정도는 지킬 수 있어야 합니다. 그래도 위험한 건 위험한 거죠. 저희들이 전투를 전문으로 하는 사람도 아니고요. 오염된 대지에 들어가야 할 것 같은데 그곳의 악어를 좀 없애주십시오. 악어는 위험하니까요.",
        "English_Text": "There are many places to go when looking for materials, so you have to be able to protect yourself. However, dangerous things are dangerous. We are not experts in combat. ",
        "Russian_Text": "",
        "Chinese_Text": "找材料的地方很多，要能保护好自己。不过，危险的东西就是危险的，我们不是战斗专家。"
    },
    "18103070": {
        "Dev_Desc": "[Lv.72] 투연초의 투사체",
        "Original_Text": "명혜단에 새로 오신 분들은 연구주제를 잡기 어려워하시더군요. 이미 연구된 부분이 너무 많다나요? 그래도 그분들이 신선한 생각을 많이 하는 것 같습니다. 이번 주제는 투연초의 투사체에 관한 연구라고 합니다. 아무리 그래도 오염된 대지에서 투연초를 잡는 건 쉽지 않네요. 한번 부탁드려도 되겠습니까?",
        "English_Text": "Newcomers to Myunghyedan ​​find it difficult to find a research topic. Do you think there are too many studies already done? However, they seem to have a lot of fresh ideas. ",
        "Russian_Text": "",
        "Chinese_Text": "明惠丹的新人很难找到一个研究课题。你觉得已经做了太多的研究吗？不过，他们似乎有很多新鲜的想法。"
    },
    "18103071": {
        "Dev_Desc": "[Lv.73] 무기고 잠입을 위해",
        "Original_Text": "저희 에레다에서는 무기고 잠입을 목표로 하고 있습니다. 시야 바깥에서 몰래 적을 요격하려 하는데 경비견들이 순찰을 하고 있어 저희들 생각대로 잘되지 않네요. 검은새벽단 무기고 쪽으로 가시면 경비견들을 좀 없애주실 수 있을까요? 그럼 검은새벽단 제거에 큰 도움이 될 것입니다.",
        "English_Text": "In Ereda, our goal is to infiltrate the arsenal. We are trying to intercept the enemy secretly from out of sight, but it doesn't work as we thought because guard dogs are on patrol. Could you go to the Black Dawn Armory and get rid of some guard dogs? ",
        "Russian_Text": "",
        "Chinese_Text": "在艾瑞达，我们的目标是潜入军械库，我们试图在看不见的地方偷偷拦截敌人，但没有像我们想象的那样奏效，因为护卫犬在巡逻。你能不能去黑色黎明军械库然后"
    },
    "18103072": {
        "Dev_Desc": "[Lv.73] 빼앗으면 더 큰 이익",
        "Original_Text": "돈을 아무리 좋아한다지만 검은새벽단에게 무기를 팔진 않습니다. 살짝 고민하긴 했습니다만... 그건 전체의 이익을 줄이는 행위죠. 그 와중에 검은새벽단의 무기를 빼앗으면 더 큰 이익이 되는 게 아니겠냐는 결론이 이르렀습니다. 검은새벽단 무기고 쪽에 가시면 그들의 무기를 빼앗아와 주십시오.",
        "English_Text": "No matter how much I like money, I don't sell weapons to the Black Dawn. I was a little worried, but... that's an act of reducing the overall profit. Wouldn't it be more profitable to take the Black Dawn's weapons in the meantime? ",
        "Russian_Text": "",
        "Chinese_Text": "不管我多么喜欢钱，我都不向黑色黎明出售武器。我有点担心，但是……这是降低整体利润的行为。拿黑色黎明不是更有利可图吗？"
    },
    "18103073": {
        "Dev_Desc": "[Lv.75] 너무 커져 버린 개들",
        "Original_Text": "신입 풍백문파원이 경비견과 싸우다 패배하고 말았습니다. 보급소의 경비견들은 정상이 아닙니다. 영양상태가 어찌나 좋은지 힘이 장사입니다. 물론 풍백문이 진심으로 상대하면 아무것도 아니죠. 하지만 여러 이유가 있으니... 검은새벽단 보급소에 있는 경비견들을 보일 때마다 제거해 주십시오.",
        "English_Text": "The new member of Poongbaekmun was defeated in a fight with the guard dog. The guard dogs at the supply station are not normal. Their nutritional status is so good that they have a lot of strength. ",
        "Russian_Text": "",
        "Chinese_Text": "丰白门的新成员在与护卫犬的战斗中被击败了。补给站的护卫犬不正常。他们的营养状况非常好，他们的力量也很大。"
    },
    "18103074": {
        "Dev_Desc": "[Lv.75] 효조의 지방 성분",
        "Original_Text": "저희가 필요한 재료를 만들 때 여러 동물들의 지방을 이용하는데요. 효조의 지방은 그 품질이 뛰어나 고급 장비를 만드는 데 이용할 수 있습니다. 순도 높은 효조 지방을 얻고 싶은데... 혹시 검은새벽단 보급소 근처에 있는 효조를 잡으실 경우 지방을 얻어와 주십시오.",
        "English_Text": "We use the fats of various animals to make the necessary ingredients. Hyojo's fat has excellent quality and can be used to make high-quality equipment. ",
        "Russian_Text": "",
        "Chinese_Text": "我们使用各种动物的脂肪来制作必要的成分。孝城的脂肪品质优良，可以用来制作高品质的设备。"
    },
    "18103075": {
        "Dev_Desc": "[Lv.75] 검은새벽단의 의상 연구",
        "Original_Text": "검은새벽단의 옷감을 연구하겠다는 자가 있어서요. 일반 복장도 아니고... 오염된 분화구에서도 오랜 시간 버틸 수 있는 기능성 섬유에 대한 조사를 진행하고 싶다고 합니다. 오염된 분화구에 가시면 검은새벽단의 의류를 얻어 주십시오. ",
        "English_Text": "There is someone who wants to study the fabric of the Black Dawn. It's not a normal outfit... They want to investigate a functional fiber that can last for a long time even in a contaminated crater. ",
        "Russian_Text": "",
        "Chinese_Text": "有人想研究黑色黎明的面料。这不是一件普通的衣服……他们想研究一种即使在受污染的火山口中也能持续很长时间的功能性纤维。"
    },
    "18103076": {
        "Dev_Desc": "[Lv.65] 인면충 피부의 가능성",
        "Original_Text": "작전 중에 상처를 입어 흉터가 생기는 경우, 그것을 훈장처럼 자랑스럽게 여기기도 했습니다만... 많은 분들이 흉을 별로 좋게 여기지 않으시더군요. 그래서 풍백문 의약방에서는 인면충 피부를 이용, 치료하는 방법을 연구하고 있습니다. 혹시 야수의 소굴 쪽에 가시면 인면충을 잡고 피부를 모아 주십시오.",
        "English_Text": "When there are scars caused by injuries during the operation, I was proud of it like a medal... But many people don't like scars very much. So, Poongbaekmun Pharmacopoeia is researching how to use and treat the skin of Pungbaekmun. ",
        "Russian_Text": "",
        "Chinese_Text": "当手术过程中受伤留下疤痕时，我就像一枚奖章一样自豪……但很多人都不太喜欢疤痕。所以，丰白门药典正在研究如何使用和治疗风白门的皮肤。 "
    },
    "18103077": {
        "Dev_Desc": "[Lv.66] 구릉지 확보",
        "Original_Text": "수양은 포식자의 구릉지도 안전한 우리 관할로 만들길 원합니다. 하지만 예상외로 저항이 거센 편이네요. 효조와 호랑이의 수가 줄어든다면 방어 기지 건설도 더 앞당길 수 있을 것이고, 그럼 곧 구릉지를 안정화시킬 수 있을 것 같습니다. \\n수양을 도와서 효조와 호랑이를 처치해 주십시오.",
        "English_Text": "Sooyang wants to make the hills of predators safe under our jurisdiction, but the resistance is unexpectedly strong. If the number of Hyojos and tigers decreases, the construction of defense bases will be accelerated, and then the hills will be stabilized soon. ",
        "Russian_Text": "",
        "Chinese_Text": "苏阳想要让掠食者的山丘安全在我们管辖下，但抵抗力出乎意料的强。如果兵马和老虎的数量减少，防御基地的建设就会加快，然后山丘很快就会稳定下来。"
    },
    "18104000": {
        "Dev_Desc": "[Lv.미정] 위협적인 늑대",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104001": {
        "Dev_Desc": "[Lv.미정] 방해꾼 제거",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104002": {
        "Dev_Desc": "[Lv.미정] 길을 막는 적",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104003": {
        "Dev_Desc": "[Lv.미정] 쓸모있는 깃털",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104004": {
        "Dev_Desc": "[Lv.미정] 초원의 무법자들",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104005": {
        "Dev_Desc": "[Lv.미정] 붉은손을 가진 자들",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104006": {
        "Dev_Desc": "[Lv.미정] 겨울 준비",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104007": {
        "Dev_Desc": "[Lv.미정] 초원의 골치거리",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104008": {
        "Dev_Desc": "[Lv.미정] 영악한 새",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104009": {
        "Dev_Desc": "[Lv.미정] 초원의 동물들",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104010": {
        "Dev_Desc": "[Lv.미정] 사나운 늑대",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104011": {
        "Dev_Desc": "[Lv.미정] 약재 구하기",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104012": {
        "Dev_Desc": "[Lv.미정] 내 간식 내놔!",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104013": {
        "Dev_Desc": "[Lv.미정] 좀도둑 퇴지",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104014": {
        "Dev_Desc": "[Lv.미정] 석재 구하기",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104015": {
        "Dev_Desc": "[Lv.미정] 걸리적거리는 것",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104016": {
        "Dev_Desc": "[Lv.미정] 사막의 식생",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104017": {
        "Dev_Desc": "[Lv.미정] 비석 재료",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104018": {
        "Dev_Desc": "[Lv.미정] 유용한 덩굴",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104019": {
        "Dev_Desc": "[Lv.미정] 여기서부터 사막",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104020": {
        "Dev_Desc": "[Lv.미정] 적응한 동물",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104021": {
        "Dev_Desc": "[Lv.미정] 순하지 않아",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104022": {
        "Dev_Desc": "[Lv.미정] 사나운 선인장",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104023": {
        "Dev_Desc": "[Lv.미정] 묵직한 존재감",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104024": {
        "Dev_Desc": "[Lv.미정] 부족의 싸움꾼",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104025": {
        "Dev_Desc": "[Lv.미정] 까다로운 상대",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104026": {
        "Dev_Desc": "[Lv.미정] 탐나는 방패",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104027": {
        "Dev_Desc": "[Lv.미정] 골치아픈 사냥꾼들",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104028": {
        "Dev_Desc": "[Lv.미정] 수양의 선배?",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104029": {
        "Dev_Desc": "[Lv.미정] 염료가 필요해",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104030": {
        "Dev_Desc": "[Lv.미정] 붉은손바닥 마을 정리",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104031": {
        "Dev_Desc": "[Lv.미정] 못된 놈들",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104032": {
        "Dev_Desc": "[Lv.미정] 쓸만한 무기",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104033": {
        "Dev_Desc": "[Lv.미정] 붉은 손의 비밀",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104034": {
        "Dev_Desc": "[Lv.미정] 타고난 싸움꾼",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104035": {
        "Dev_Desc": "[Lv.미정] 성가신 일꾼",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104036": {
        "Dev_Desc": "[Lv.미정] 부락의 싸움꾼들",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104037": {
        "Dev_Desc": "[Lv.미정] 흔치 않은 재료",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104038": {
        "Dev_Desc": "[Lv.미정] 정찰 차단",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104039": {
        "Dev_Desc": "[Lv.미정] 검은새벽단의 마수",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104040": {
        "Dev_Desc": "[Lv.미정] 괴인의 정체",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104041": {
        "Dev_Desc": "[Lv.미정] 멧돼지의 주인",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104042": {
        "Dev_Desc": "[Lv.미정] 나쁜 녀석들",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104043": {
        "Dev_Desc": "[Lv.미정] 광폭한 부족",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104044": {
        "Dev_Desc": "[Lv.미정] 핵심 전력",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104045": {
        "Dev_Desc": "[Lv.미정] 해골이빨 부락 정리",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104046": {
        "Dev_Desc": "[Lv.미정] 하나도 안부럽다냥",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104047": {
        "Dev_Desc": "[Lv.미정] 따끔한 복수",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104048": {
        "Dev_Desc": "[Lv.미정] 쓸모없는 식물",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104049": {
        "Dev_Desc": "[Lv.미정] 멋진 장식품",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104050": {
        "Dev_Desc": "[Lv.미정] 훌륭한 단백질 공급원",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104051": {
        "Dev_Desc": "[Lv.미정] 유용한 가시",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104052": {
        "Dev_Desc": "[Lv.미정] 적대적인 견장족",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104053": {
        "Dev_Desc": "[Lv.미정] 약초꾼의 고민",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104054": {
        "Dev_Desc": "[Lv.미정] 무기를 빼앗자",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104055": {
        "Dev_Desc": "[Lv.미정] 날카로운 화살촉",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104056": {
        "Dev_Desc": "[Lv.미정] 아이 따가워",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104057": {
        "Dev_Desc": "[Lv.미정] 성가신 가시",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104058": {
        "Dev_Desc": "[Lv.미정] 무서운 사묘정",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104059": {
        "Dev_Desc": "[Lv.미정] 부디 편안해지길",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104060": {
        "Dev_Desc": "[Lv.미정] 대장장이의 고민",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104061": {
        "Dev_Desc": "[Lv.미정] 그들을 막을 방법",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104062": {
        "Dev_Desc": "[Lv.미정] 괘씸한 첩자",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104063": {
        "Dev_Desc": "[Lv.미정] 못된 감시꾼",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104064": {
        "Dev_Desc": "[Lv.미정] 탐나는 곤봉",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104065": {
        "Dev_Desc": "[Lv.미정] 탁회암의 영향",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104066": {
        "Dev_Desc": "[Lv.미정] 침식되어버린 추적꾼",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104067": {
        "Dev_Desc": "[Lv.미정] 침식된 견장족 정리",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104068": {
        "Dev_Desc": "[Lv.미정] 썩은 잎사귀",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104069": {
        "Dev_Desc": "[Lv.미정] 검은새벽단 소탕",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104070": {
        "Dev_Desc": "[Lv. - ] 영교원 협행 전문가",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104071": {
        "Dev_Desc": "[Lv. - ] 에레다 협행 전문가",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104072": {
        "Dev_Desc": "[Lv. - ] 금경철문 협행 전문가",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104073": {
        "Dev_Desc": "[Lv. - ] 도화상전 협행 전문가",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104074": {
        "Dev_Desc": "[Lv. - ] 수양 협행 전문가",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104075": {
        "Dev_Desc": "[Lv. - ] 명혜단 협행 전문가",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104076": {
        "Dev_Desc": "[Lv. - ] 풍백문 협행 전문가",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "18104077": {
        "Dev_Desc": "[Lv. - ] 주민들의 해결사",
        "Original_Text": "(작성예정)",
        "English_Text": "(To be written)",
        "Russian_Text": "",
        "Chinese_Text": ""
    }
}