{
    "11025000": {
        "Dev_Desc": "태록림 스페셜 Desc 25000",
        "Original_Text": "[권장 레벨] 30\\n예도항 시설 관리자 전양원이 끊임없이 불평을 늘어놓고 있었다. 그는 과거 수양 소속이었으나 은퇴 후 그 인연을 통해 예도항 시설 관리를 맡고 있는 이였는데, 새롭게 거래 상대가 된 사호에서 기일을 지키지 않아 불만인 상태였다. \\n\\n도화상전의 담당자를 찾아가서 왜 약속된 기일에 물건이 도착하지 않았는지를 물어보도록 하자.",
        "English_Text": "[recommended level]>30\nYedo Port facility manager Jeon Yang-won was constantly complaining. He was a former foster care worker, but after retirement, he was in charge of managing the Yedo Port facility through that relationship. He was dissatisfied with not meeting the deadline in the designated company.\n\nLet's go to the person in charge of the fire department and ask why the item didn't arrive on the promised date.",
        "Russian_Text": "[Рекомендуемый уровень]>30 \n Менеджер порта Эдо Чон Ян Вон постоянно жаловался. В прошлом он был членом Suyang, но после выхода на пенсию отвечал за управление портом Эдо через эти отношения. Он был недоволен с несоответствием.",
        "Chinese_Text": "[推荐等级] 30\n礼道港设施管理者全阳元不断地抱怨。他过去是首阳所属，但退休后通过其缘分负责礼道港设施管理，在新成为交易对象的社号上没有遵守期限，因此感到不满。\n\n去找桃花商战的负责人，询问为什么在约定的期限内物品没有到达。"
    },
    "11025001": {
        "Dev_Desc": "태록림 스페셜 Desc 25001",
        "Original_Text": "[권장 레벨] 30\\n금경철문의 금불평은 작업자들이 현재 상황에 실망하여 기운이 없다며 고민을 털어놓는다.\\n\\n뭔가 도와달라고 할 게 있는 걸까? \\n거미 튀김을 좋아한다고? 그걸 먹으면 기운이 날 거라고? 잘 모르겠지만 거미를 구해주도록 하자.",
        "English_Text": "[recommended level]>30\nGeumgyeongcheolmun's Golden Complaint tells workers that they are disappointed with the current situation and have no energy.\n\nIs there anything I can ask for help?\nI like fried spiders Do you think that eating it will give you energy? I'm not sure, but let's save the spider.",
        "Russian_Text": "[Рекомендуемый уровень]>30 \n Geum Kyung-Chul-Moon's Geum Жалоба на то, что рабочие разочарованы текущей ситуацией и выражают беспокойство по поводу того, что у них нет энергии. \n \n Есть ли у вас что-нибудь, что вы можете попросить о помощи?? Я не знаю, но давайте спасем паука .",
        "Chinese_Text": "[推荐等级] 30\n金嘤铁门的金不平，工作人员对现在的情况感到失望，吐露了自己的苦恼。\n\n有什么需要帮忙的吗？\n喜欢炸蜘蛛？吃了那个会有力气吗？虽然不太清楚、但还是去救蜘蛛吧。"
    },
    "11025002": {
        "Dev_Desc": "태록림 스페셜 Desc 25002",
        "Original_Text": "[권장 레벨] 30\\n반달호수에서 해월대륙으로 넘어왔다는 이사민, 그는 자신이 도화상전에게 사기를 당했다고 생각한다. \\n그래서 도화상전에 따지려고 하지만 제대로 말을 들어주지 않는다고 한다. \\n\\n담당자라는 사람이 바쁘더라도 조금만 시간을 할애해 주면 좋을 텐데... \\n도화상전의 담당자를 만나 상황을 들어보도록 하자. ",
        "English_Text": "[recommended level]>30\nIsa-min, who said that he crossed over from Lake Vandal to the sea-wol continent, thinks that he has been deceived by the image war. \nSo he tries to argue with the image war, but he doesn't listen properly. \n\nEven if the person in charge is busy, it would be nice if he could give him a little time... \nLet's meet the person in charge of the fire fighting and listen to the situation.",
        "Russian_Text": "[Рекомендуемый уровень]>30 \n Ли Ли Мин, перешедший с озера Вандал на континент морских волков, думает, что его обманул номинальный руководитель. Даже если люди заняты, было бы неплохо, если бы вы могли дать им немного времени...",
        "Chinese_Text": "[推荐等级] 30\n从半月湖来到海月大陆的李四民，他认为自己被桃花商战欺骗了。\n所以想追究桃花主子，但是不听话。\n\n即使负责人很忙，也希望能抽出一点时间..。\n去见桃花商战的负责人，听听情况。"
    },
    "11025003": {
        "Dev_Desc": "태록림 스페셜 Desc 25003",
        "Original_Text": "[권장 레벨] 32\\n녹색 뿔의 숲에 나는 단단한 줄기를 이용해서 바구니를 만들고 싶다는 사람을 만났다. \\n\\n약간 허황된 이야기처럼 들리기도 하지만 열심히 하는 듯하니 응원하는 셈 치고 줄기를 구해주도록 하자.",
        "English_Text": "[recommended level]>32\nIn the green horn forest, I met a person who wanted to make a basket out of solid stems.\n\nIt sounds a bit pretentious, but it sounds like you're working hard, so I'm cheering you on. Let's save the stem.",
        "Russian_Text": "[рекомендуемый уровень]>32 \n В лесу из зеленых рогов я встретил человека, который хотел сделать корзину из твердых стеблей. \n \n Это звучит немного глупо, но похоже, что вы много работаете, так что давайте поднимем настроение и сохраните багажник .",
        "Chinese_Text": "[推荐等级] 32\n我遇到了想利用绿色角森林里坚硬的绳子制作篮子的人。\n\n虽然听起来有点荒唐，但是好像很努力，就当是在为你加油吧。"
    },
    "11025004": {
        "Dev_Desc": "태록림 스페셜 Desc 25004",
        "Original_Text": "[권장 레벨] 32\\n이사민이 같이 일하기로 했다는 청년이 신해월이었다고? 그는 줄기로 만든 바구니가 평이 아주 좋다는 이야기를 들려주었다. 하지만 단단한 식물 줄기조차 나라의 소유이기 때문에 함부로 개발할 수 없다는데...\\n\\n도화상전의 상전주 곽호룡에게 가서 방법이 없을지 알아보도록 하자.",
        "English_Text": "[recommended level]>32\nThe young man Lee Sa-min agreed to work with was Shin Hae-wol? He told me that baskets made of stems were very popular. It says it can't be developed...\n\nLet's go to Ho-Ryong Kwak, the master of Dohwasangjeon, and see if there is a way.",
        "Russian_Text": "[Рекомендуемый уровень]>32 \n Молодым человеком, с которым согласился работать Ли Са Мин, был Шин Хэ Воль? Он сказал мне, что корзины из стеблей были очень популярны. Однако даже твердые стебли растений принадлежат государству. , поэтому они не могут развиваться произвольно. .. \n \n Пойдем к Хо-рён Кваку, мастеру Дохвасанджон, и посмотрим, есть ли какой-нибудь способ .",
        "Chinese_Text": "[推荐等级] 32\n李四民决定一起工作的青年是辛亥月？他讲了一个故事：用茎做成的篮子平易近人。但是连坚硬的植物茎都属于国家，所以不能随便开发…\n\n去桃花商战的上全州郭浩龙那里看看有没有办法。"
    },
    "11025005": {
        "Dev_Desc": "태록림 스페셜 Desc 25005",
        "Original_Text": "[권장 레벨] 34\\n매화단원들이 모여서 뭔가 심각한 분위기로 말을 나누고 있다. 매화단 탐사대가 수양과 같이 일을 하는 경우가 많은데, 수양대원들이 자기 자랑을 늘어놓고 잔소리까지 하는 바람에 그들과 같이 일을 하고 싶지 않다는 얘기였다.\\n\\n매화단과 수양이 앞으로 같이 해야 할 일들이 많을 텐데... 수양으로 가서 어떤 상황인지 알아봐야겠다.",
        "English_Text": "[recommended level]>34\nThe Plum Blossom Team is gathering and talking in a serious mood. The Plum Blossom Expedition Team often works with Suyang, but the members of the Plum Blossom Team are bragging about themselves and even nagging. It was saying that he did not want to work with them because of the wind.\n\nMaehwadan and Suyang must have a lot of work to do together in the future... I will go to Suyang and find out what the situation is.",
        "Russian_Text": "[Рекомендуемый уровень]>34 \n Мэй Флауэр Члены команды собираются и разговаривают в серьезной атмосфере. Экспедиционная команда Мэй Флауэр часто работает с Суян, но члены команды Цветок сливы хвастаются собой и придираются к ним. не желая работать.",
        "Chinese_Text": "[推荐等级] 34\n梅花团员们聚在一起，以严肃的气氛交谈着。梅花团勘探队经常和首阳一起工作，因为首阳队员们炫耀自己，还唠叨，所以不想和他们一起工作。\n\n梅花团和首阳以后要一起工作的事情应该很多。去首阳看看是什么情况。"
    },
    "11025006": {
        "Dev_Desc": "태록림 스페셜 Desc 25006",
        "Original_Text": "[권장 레벨] 34\\n곽호룡은 수양과 매화단의 갈등 상황을 중재한 일에 대해 내게 감사를 표했다. 감사를 받을 만큼 대단한 일은 아니었는데... 난 그냥 들은 이야기를 전한 게 전부인데 말이다.\\n\\n곽호룡은 이어 연회를 열어 사람들의 관계를 좋게 만들려고 한다며 준비를 도와달라고 요청하였다. \\n\\n매화단과 금경철문, 수양에 참석을 요청하자.",
        "English_Text": "[recommended level]>34\nHo-ryong Kwak thanked me for mediating the conflict between Suyang and Maehwadan. It wasn't a great thing to be grateful for... but I just told the story I heard. That's all.\n\nKwak Horyong then held a banquet and asked for help with the preparations, saying that he was trying to make people's relationships better.",
        "Russian_Text": "[Рекомендуемый уровень]>34 \n Хорёнг Квак поблагодарил меня за посредничество в конфликте между Суяном и Маэваданом. Заслужить благодарности было несложно, но я просто рассказывал вам то, что слышал. \n \n Квак Хор-рён затем провел банкет и попросил помочь с подготовкой, сказав, что пытается наладить отношения между людьми.",
        "Chinese_Text": "[推荐等级] 34\n郭浩龙对调解首阳和梅花团矛盾情况表示感谢。虽然不是值得感谢的事情..。我只听了这些话。\n\n郭浩龙接着说：“我想举行宴会，让人们的关系变得更好。”并要求帮助准备。\n\n邀请梅花团、金嘤铁门、首阳参加。"
    },
    "11025007": {
        "Dev_Desc": "태록림 스페셜 Desc 25007",
        "Original_Text": "[권장 레벨] 37\\n수양과 매화단원 사이의 오해는 모두 풀렸던 게 아닌가? 곽호룡이 연회까지 열어서 분위기를 좋게 만드려 노력했는데도 불구하고 그들 사이에는 거리가 있어 보였다.\\n\\n탐사를 해야 하는데, 수양대원의 도움을 받길 원하지 않는다니, 매화단원 건자감의 일을 도우며 이야기를 들어보자.",
        "English_Text": "[Recommended level]>37\nHave all misunderstandings between Suyang and Maehwa been resolved? Even though Ho-ryong Kwak even held a banquet and tried to improve the atmosphere, there seemed to be a distance between them.\n \nYou have to do an expedition, but you don't want the help of the foster care team, so let's hear the story while helping the plum blossom team member Geonjagam.",
        "Russian_Text": "[Рекомендуемый уровень]>37 \n Разве не все недоразумения между Суяном и членами Маэва были разрешены? Хотя Хо-рён Квак даже провел банкет и попытался улучшить атмосферу, казалось, между ними существует дистанция. \n \n У меня есть для исследования. Если вам не нужна помощь приемных семей, давайте послушаем эту историю, помогая члену команды по цветению сливы Геонджагаму .",
        "Chinese_Text": "[推荐等级] 37\n首阳和梅花团员之间的误会是不是都解开了？郭浩龙甚至还举行了宴会，努力让气氛变得更好，但他们之间却有距离。"
    },
    "11025008": {
        "Dev_Desc": "태록림 스페셜 Desc 25008",
        "Original_Text": "[권장 레벨] 39\\n이정도면 창도단 관련한 증거물은 충분히 얻은 거 같은데? 이젠 원래 목적대로 난파선 탐사를 진행하면 될 것 같다. \\n\\n건자감과 이야기해서 탐사를 어떻게 진행할 지 알아보도록 하자.",
        "English_Text": "[recommended level]>39\nIf that's the case, I think you've got enough evidence related to the spear gang? Now, I think we can proceed with the wreck exploration as it was originally intended. Let's find out.",
        "Russian_Text": "[Рекомендуемый уровень]>39 \n На данный момент, я думаю, у вас достаточно улик, связанных с бандой копьеносцев? Теперь я думаю, что мы можем продолжить исследование обломков, как это было задумано изначально.",
        "Chinese_Text": "[推荐等级] 39\n这种程度的话应该已经得到了关于昌道团的证据吧？现在可以按照原来的目的进行遇难船探测了。\n\n和健子谈谈，了解一下如何进行探险。"
    },
    "11025200": {
        "Dev_Desc": "태록림 스페셜 Desc 25200",
        "Original_Text": "[권장 레벨] 48\\n영교원의 퐁퐁은 최근 들어 거점 주변의 물을 먹고 배탈 난 사람이 늘어난 것에 곤혹스러워하고 있다. \\n원래 이곳의 물은 깨끗하고 맛이 좋았다고 하는데... \\n\\n그 원인을 빨리 파악하고 싶어 나한테 관련 있을 법한 것들을 찾아달라고 부탁했다. \\n\\n일단 물가로 이동해 보자.",
        "English_Text": "[recommended level]>48\nPongpong of Young Gyowon has recently been puzzled by the increase in the number of people with stomachaches from drinking water around the base.\nThey say that the water here is clean and tastes good. .. \n\nI wanted to find out the cause quickly, so he asked me to find things that might be related. \n\nLet's go to the waterfront first.",
        "Russian_Text": "[Рекомендуемый уровень]>48 \n Пом-понг Young Gyowon обеспокоен недавним увеличением числа людей с болями в животе из-за питьевой воды вокруг базы. \n Первоначально вода здесь считалась чистой и вкусной ... Я хотел чтобы быстро взглянуть на это, он попросил меня найти что-нибудь, что может быть актуально. \n \n Пойдем на набережную .",
        "Chinese_Text": "[推荐等级] 48\n英教员的扑通扑通最近因为吃了据点周围的水而闹肚子的人增多而感到困惑。据说这里的水本来就很干净味道很好..。\n\n想快点掌握原因，拜托你找一些和我有关的东西。\n\n先去水边看看吧。"
    },
    "11025201": {
        "Dev_Desc": "태록림 스페셜 Desc 25201",
        "Original_Text": "[권장 레벨] 50\\n검은 진흙지대 개발 반대운동을 하던 다도연이라는 자가 조사를 위해 떠난 후 며칠이 지나도록 돌아오지 않았다고 한다. 혹시 검은 진흙지대로 가게 되면 친구를 찾아달라는데... \\n\\n너무 지체되면 위험하겠는데? 어떻게 될지 모르겠지만 일단 진흙지대로 가보도록 하자.",
        "English_Text": "[Recommended level]>50\nA person named Da Do-yeon, who was campaigning against the development of the Black Mud Zone, left for an investigation and did not return for a few days. ... \n\nIt would be dangerous to delay too much? I don't know what will happen, but let's go to the muddy area.",
        "Russian_Text": "[Рекомендуемый уровень]>50 \n Человек по имени Да До-Ён, который боролся против развития Зоны Черной Грязи, сказал, что он не возвращался в течение нескольких дней после отъезда для расследования. Если он пойдет в Черную Грязь Зона, он просит друга ... \n \n Было бы опасно слишком долго откладывать? Не знаю, как это обернется, но пойдем в грязную местность .",
        "Chinese_Text": "[推荐等级] 50\n反对黑土地带开发运动的多艺妍为了调查离开后过了几天都没有回来。如果去了黑泥地带的话、让你去找朋友…\n\n拖延太久会很危险吧？虽然不知道会怎么样先去泥地吧"
    },
    "11025202": {
        "Dev_Desc": "태록림 스페셜 Desc 25202",
        "Original_Text": "[권장 레벨] 51\\n수양대원 이율경은 낙원 계곡이 굉장히 위험하다고 경고하고 있었다. 수양의 공식적인 입장은 아닌 것 같은데... \\n\\n이율경의 이야기를 자세히 들어보고 낙원 계곡의 상황을 파악하자.",
        "English_Text": "[recommended level]>51\nRecipient Yulgyeong Lee was warning that Paradise Valley was very dangerous. I don't think Suyang's official position... Let's figure out the situation.",
        "Russian_Text": "[Рекомендуемый уровень]>51 \n Suyang Daewon Ли Юл-Кён предупреждал, что долина Наквон очень опасна. Я не думаю, что это официальная позиция Суяна ...",
        "Chinese_Text": "[推荐等级] 51\n首阳队员李律京警告说乐园溪谷非常危险。好像不是首阳的正式立场..。\n\n仔细听李律京的故事，了解乐园溪谷的情况。"
    },
    "11025203": {
        "Dev_Desc": "태록림 스페셜 Desc 25203",
        "Original_Text": "[권장 레벨] 48\\n낙원족 와키키가 지나가는 날 불러 세우더니, 낙원족의 영역에 들어왔다며 다짜고짜 화를 냈다. 최근 들어 자신들의 영역을 침입당해 예민해져 있었다. 와키키는 자신들이 평화로운 종족이라고 주장하며, 최근에 인간들에게 공격받았다고 말했다. \\n\\n와키키는 도움을 준다면 나의 결백을 인정해 주겠다고 한다. 왜 인정을 받아야 하는지는 모르겠지만 굳이 감정을 상하게 하고 싶진 않으니 무리한 일이 아니라면 적당히 도와주자.",
        "English_Text": "[recommended level]>48\nParadise Wakiki summoned them the day they passed by, and they got angry about entering the realm of the paradise people. They claim to be a peaceful race and say that they have been attacked by humans recently.\n\nWakiki says that I will admit my innocence if I help. If not, let me help you in moderation.",
        "Russian_Text": "[рекомендуемый уровень]>48 \n Paradise Waikiki звали, чтобы скоротать день, который они прошли, и они были в ярости от входа в царство райских людей. Они недавно вторглись на их территорию и стали уязвимыми. \n \n Wakiki говорит, что я признаю моя невиновность, если я помогу. Я не знаю, почему мне нужно признание, но я не хочу обидеть свои чувства, поэтому, если это небезосновательно, позвольте мне помочь вам в умеренных количествах .",
        "Chinese_Text": "[推荐等级] 48\n在乐园族和Key经过的时候叫我过来，说进入了乐园族的领域，不由分说地发火。最近因为自己的领域被入侵而变得敏感。瓦基说他们是一个和平的种族，最近受到了人类的攻击。\n\n瓦基说如果能帮我的忙，我会承认我的清白。虽然不知道为什么要得到认可，但是不想伤害感情，如果不是无理的事情，就适当地帮助一下吧。"
    },
    "11025204": {
        "Dev_Desc": "태록림 스페셜 Desc 25204",
        "Original_Text": "[권장 레벨] 51\\n도화상전의 박대비가 날 찾고 있었다고? \\n안 그래도 하고 싶은 말이 있었으니 잘 되었다. \\n그동안 낙원 계곡에서 들었던 이야기를 전달해 줘야겠다. 그럼 사호들에게 말이 전달되겠지?\\n\\n근데 굳이 장소를 옮기자고? 상관없을 것 같은데... 그렇게 비밀리에 할 말도 아닌 것 같고...\\n\\n그래도 신중한 게 좋다고 하고 딱히 반대할 이유도 없으니 따라가도록 하자.",
        "English_Text": "[recommended level]>51\nDae-woo Park was looking for me? \nI still had something to say, so it went well. \nI should pass on the story I've heard in Paradise Valley. Will the message be conveyed?\n\nBut, if we need to move the location? lets do it.",
        "Russian_Text": "[Рекомендуемый уровень]>51 \n Я слышал, что Би-би Парк из Дохвасанджона искал меня? \n Я все еще хотел кое-что сказать, так что все прошло хорошо. \n Я должен рассказать вам историю, которую я услышал в долине Наквон. Я думаю, это не имеет значения ... Я не думаю, что это должно быть так тайно ... \n \n Но мы говорим, что быть осторожным - это хорошо, и нет причин возражать против этого, так что давайте следовать этому .",
        "Chinese_Text": "[推荐等级] 51\n桃花商战的朴大妃在找我？本来就有想说的话，正好。\n要传达之前在乐园溪谷听到的故事。那么，你的话会传达给社豪吧？\n\n但是你非要换个地方吗？感觉没关系..。也不是那么秘密要说的话…\n\n但是也没有理由说慎重的好，也没有理由反对，所以跟着去吧。"
    },
    "11026000": {
        "Dev_Desc": "태록림 스페셜 Desc 25000 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 30\\n예도항 시설 관리자 전양원이 끊임없이 불평을 늘어놓고 있었다. 그는 과거 수양 소속이었으나 은퇴 후 그 인연을 통해 예도항 시설 관리를 맡고 있는 이였는데, 새롭게 거래 상대가 된 사호에서 기일을 지키지 않아 불만인 상태였다. \\n\\n도화상전의 담당자를 찾아가서 왜 약속된 기일에 물건이 도착하지 않았는지를 물어보도록 하자.",
        "English_Text": "[recommended level]>30\nYedo Port Facility Manager Jeon Yang-won was constantly complaining. He was a former trainee, but after retirement, he was in charge of managing the Yedo Port facility. He was dissatisfied with not meeting the deadline in the designated company.\n\nLet's go to the person in charge of the fire department and ask why the item didn't arrive on the promised date.",
        "Russian_Text": "[Рекомендуемый уровень]>30 \n Менеджер порта Эдо Чон Ян Вон постоянно жаловался. В прошлом он был членом Suyang, но после выхода на пенсию отвечал за управление портом Эдо через эти отношения. Он был недоволен с несоответствием.",
        "Chinese_Text": "[推荐等级] 30\n礼道港设施管理者全阳元不断地抱怨。他过去是首阳所属，但退休后通过其缘分负责礼道港设施管理，在新成为交易对象的社号上没有遵守期限，因此感到不满。\n\n去找桃花商战的负责人，询问为什么在约定的期限内物品没有到达。"
    },
    "11026001": {
        "Dev_Desc": "태록림 스페셜 Desc 25001 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 30\\n금경철문의 금불평은 작업자들이 현재 상황에 실망하여 기운이 없다며 고민을 털어놓는다.\\n\\n뭔가 도와달라고 할 게 있는 걸까? \\n거미 튀김을 좋아한다고? 그걸 먹으면 기운이 날 거라고? 잘 모르겠지만 거미를 구해주도록 하자.",
        "English_Text": "[recommended level]>30\nGeumgyeongcheolmun's Golden Complaint tells workers that they are disappointed with the current situation and have no energy.\n\nIs there anything I can ask for help?\nI like fried spiders Do you think that eating it will give you energy? I'm not sure, but let's save the spider.",
        "Russian_Text": "[Рекомендуемый уровень]>30 \n Geum Kyung-Chul-Moon's Geum Жалоба на то, что рабочие разочарованы текущей ситуацией и выражают беспокойство по поводу того, что у них нет энергии. \n \n Есть ли у вас что-нибудь, что вы можете попросить о помощи?? Я не знаю, но давайте спасем паука .",
        "Chinese_Text": "[推荐等级] 30\n金嘤铁门的金不平，工作人员对现在的情况感到失望，吐露了自己的苦恼。\n\n有什么需要帮忙的吗？\n喜欢炸蜘蛛？吃了那个会有力气吗？虽然不太清楚、但还是去救蜘蛛吧。"
    },
    "11026002": {
        "Dev_Desc": "태록림 스페셜 Desc 25002 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 30\\n반달호수에서 해월대륙으로 넘어왔다는 이사민, 그는 자신이 도화상전에게 사기를 당했다고 생각한다. \\n그래서 도화상전에 따지려고 하지만 제대로 말을 들어주지 않는다고 한다. \\n\\n담당자라는 사람이 바쁘더라도 조금만 시간을 할애해 주면 좋을 텐데... \\n도화상전의 담당자를 만나서 상황을 들어보도록 하자. ",
        "English_Text": "[recommended level]>30\nIsa-min, who said that he crossed over from Lake Vandal to the sea-wol continent, thinks he has been deceived by the image war.\nSo he tries to argue with the image war, but he doesn't listen properly. \n\nEven if the person in charge is busy, it would be nice if he could give him a little time... \nLet's meet the person in charge of the fire fighting and listen to the situation.",
        "Russian_Text": "[Рекомендуемый уровень]>30 \n Ли Ли Мин, перешедший с озера Вандал на континент морских волков, думает, что его обманул номинальный руководитель. Даже если люди заняты, было бы неплохо, если бы вы могли дать им немного времени...",
        "Chinese_Text": "[推荐等级] 30\n从半月湖来到海月大陆的李四民，他认为自己被桃花商战欺骗了。\n所以想追究桃花主子，但是不听话。\n\n即使负责人很忙，也希望能抽出一点时间..。\n去见桃花商战的负责人，听听情况。"
    },
    "11026003": {
        "Dev_Desc": "태록림 스페셜 Desc 25003 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 32\\n녹색 뿔의 숲에 나는 단단한 줄기를 이용해서 바구니를 만들고 싶다는 사람을 만났다. \\n\\n약간 허황된 이야기처럼 들리기도 하지만 열심히 하는 듯하니 응원하는 셈 치고 줄기를 구해주도록 하자.",
        "English_Text": "[recommended level]>32\nIn the Green Horn Forest, I met a person who wanted to make a basket out of solid stems.\n\nIt sounds a bit pretentious, but it sounds like you're working hard, so I'm cheering you on. Let's save the stem.",
        "Russian_Text": "[рекомендуемый уровень]>32 \n В лесу из зеленых рогов я встретил человека, который хотел сделать корзину из твердых стеблей. \n \n Это звучит немного глупо, но похоже, что вы много работаете, так что давайте поднимем настроение и сохраните багажник .",
        "Chinese_Text": "[推荐等级] 32\n我遇到了想利用绿色角森林里坚硬的绳子制作篮子的人。\n\n虽然听起来有点荒唐，但是好像很努力，就当是在为你加油吧。"
    },
    "11026004": {
        "Dev_Desc": "태록림 스페셜 Desc 25004 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 32\\n이사민이 같이 일하기로 했다는 청년이 신해월이었다고? 그는 줄기로 만든 바구니가 평이 아주 좋다는 이야기를 들려주었다. 하지만 단단한 식물 줄기조차 나라의 소유이기 때문에 함부로 개발할 수 없다는데...\\n\\n도화상전의 상전주 곽호룡에게 가서 방법이 없을지 알아보도록 하자.",
        "English_Text": "[recommended level]>32\nHae-wol Shin, the young man Lee Sa-min agreed to work with? He told me that baskets made of stems have a very good reputation. It says it can't be developed...\n\nLet's go to Ho-ryong Kwak, the master of Dohwasangjeon, and see if there is a way.",
        "Russian_Text": "[Рекомендуемый уровень]>32 \n Молодым человеком, с которым согласился работать Ли Са Мин, был Шин Хэ Воль? Он сказал мне, что корзины из стеблей были очень популярны. Однако даже твердые стебли растений принадлежат государству. , поэтому они не могут развиваться произвольно. .. \n \n Пойдем к Хо-рён Кваку, мастеру Дохвасанджон, и посмотрим, есть ли какой-нибудь способ .",
        "Chinese_Text": "[推荐等级] 32\n李四民决定一起工作的青年是辛亥月？他讲了一个故事：用茎做成的篮子平易近人。但是连坚硬的植物茎都属于国家，所以不能随便开发…\n\n去桃花商战的上全州郭浩龙那里看看有没有办法。"
    },
    "11026005": {
        "Dev_Desc": "태록림 스페셜 Desc 25005 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 34\\n매화단원들이 모여서 뭔가 심각한 분위기로 말을 나누고 있다. 매화단 탐사대가 수양과 같이 일을 하는 경우가 많은데, 수양대원들이 자기 자랑을 늘어놓고 잔소리까지 하는 바람에 그들과 같이 일을 하고 싶지 않다는 얘기였다.\\n\\n매화단과 수양이 앞으로 같이 해야 할 일들이 많을 텐데... 수양으로 가서 어떤 상황인지 알아봐야겠다.",
        "English_Text": "[recommended level]>34\nPlum members are gathering and talking in a serious mood. The Plum Blossom Expedition Team often works with Suyang, but the members of the Plum Blossom Team are bragging about themselves and even nagging. It was saying that he did not want to work with them because of the wind.\n\nMaehwadan and Suyang must have a lot of work to do together in the future... I will go to Suyang and find out what the situation is.",
        "Russian_Text": "[Рекомендуемый уровень]>34 \n Мэй Флауэр Члены команды собираются и разговаривают в серьезной атмосфере. Экспедиционная команда Мэй Флауэр часто работает с Суян, но члены команды Цветок сливы хвастаются собой и придираются к ним. не желая работать.",
        "Chinese_Text": "[推荐等级] 34\n梅花团员们聚在一起，以严肃的气氛交谈着。梅花团勘探队经常和首阳一起工作，因为首阳队员们炫耀自己，还唠叨，所以不想和他们一起工作。\n\n梅花团和首阳以后要一起工作的事情应该很多。去首阳看看是什么情况。"
    },
    "11026006": {
        "Dev_Desc": "태록림 스페셜 Desc 25006 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 34\\n곽호룡은 수양과 매화단의 갈등 상황을 중재한 일에 대해 내게 감사를 표했다. 감사를 받을 만큼 대단한 일은 아니었는데... 난 그냥 들은 이야기를 전한 게 전부인데 말이다.\\n\\n곽호룡은 이어 연회를 열어 사람들의 관계를 좋게 만들려고 한다며 준비를 도와달라고 요청하였다. \\n\\n매화단과 금경철문, 수양에 참석을 요청하자.",
        "English_Text": "[recommended level]>34\nHo-ryong Kwak thanked me for mediating the conflict between Suyang and Maehwadan. It wasn't a big deal to deserve thanks, but I just told the story I heard. That's all.\n\nKwak Horyong then held a banquet and asked for help with the preparations, saying that he was trying to make people's relationships better.",
        "Russian_Text": "[Рекомендуемый уровень]>34 \n Хорёнг Квак поблагодарил меня за посредничество в конфликте между Суяном и Маэваданом. Заслужить благодарности было несложно, но я просто рассказывал вам то, что слышал. \n \n Квак Хор-рён затем провел банкет и попросил помочь с подготовкой, сказав, что пытается наладить отношения между людьми.",
        "Chinese_Text": "[推荐等级] 34\n郭浩龙对调解首阳和梅花团矛盾情况表示感谢。虽然不是值得感谢的事情..。我只听了这些话。\n\n郭浩龙接着说：“我想举行宴会，让人们的关系变得更好。”并要求帮助准备。\n\n邀请梅花团、金嘤铁门、首阳参加。"
    },
    "11026007": {
        "Dev_Desc": "태록림 스페셜 Desc 25007 - 타입2(+1001)",
        "Original_Text": "[권장 레벨] 37\\n수양과 매화단원 사이의 오해는 모두 풀렸던 게 아닌가? 곽호룡이 연회까지 열어서 분위기를 좋게 만드려 노력했는데도 불구하고 그들 사이에는 거리가 있어 보였다.\\n\\n탐사를 해야 하는데, 수양대원의 도움을 받길 원하지 않는다니, 매화단원 건자감의 일을 도우며 이야기를 들어보자.",
        "English_Text": "[Recommended level]>37\nHave all misunderstandings between Suyang and Maehwa been resolved? Even though Ho-ryong Kwak even held a banquet and tried to make the atmosphere better, there seemed to be a distance between them.\n \nYou have to do an expedition, but you don't want the help of the foster care team, so let's hear the story while helping the plum blossom team member Geonjagam.",
        "Russian_Text": "[Рекомендуемый уровень]>37 \n Разве не все недоразумения между Суяном и членами Маэва были разрешены? Хотя Хо-рён Квак даже провел банкет и попытался улучшить атмосферу, казалось, между ними существует дистанция. \n \n У меня есть для исследования. Если вам не нужна помощь приемных семей, давайте послушаем эту историю, помогая члену команды по цветению сливы Геонджагаму .",
        "Chinese_Text": "[推荐等级] 37\n首阳和梅花团员之间的误会是不是都解开了？郭浩龙甚至还举行了宴会，努力让气氛变得更好，但他们之间却有距离。"
    },
    "11026008": {
        "Dev_Desc": "태록림 스페셜 Desc 25008 - 타입2(+1001)",
        "Original_Text": "[권장 레벨] 39\\n이정도면 창도단 관련한 증거물은 충분히 얻은 거 같은데? 이젠 원래 목적대로 난파선 탐사를 진행하면 될 것 같다. \\n\\n건자감과 이야기해서 탐사를 어떻게 진행할 지 알아보도록 하자.",
        "English_Text": "[recommended level]>39\nIf that's the case, I think you've got enough evidence related to the spear gang? Now, I think we can proceed with the wreck exploration as it was originally intended. Let's find out.",
        "Russian_Text": "[Рекомендуемый уровень]>39 \n На данный момент, я думаю, у вас достаточно улик, связанных с бандой копьеносцев? Теперь я думаю, что мы можем продолжить исследование обломков, как это было задумано изначально.",
        "Chinese_Text": "[推荐等级] 39\n这种程度的话应该已经得到了关于昌道团的证据吧？现在可以按照原来的目的进行遇难船探测了。\n\n和健子谈谈，了解一下如何进行探险。"
    },
    "11026200": {
        "Dev_Desc": "태록림 스페셜 Desc 25200 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 48\\n영교원의 퐁퐁은 최근 들어 거점 주변의 물을 먹고 배탈 난 사람이 늘어난 것에 곤혹스러워하고 있다. \\n원래 이곳의 물은 깨끗하고 맛이 좋았다고 하는데... \\n\\n그 원인을 빨리 파악하고 싶어 나한테 관련 있을 법한 것들을 찾아달라고 부탁했다. \\n\\n일단 물가로 이동해 보자.",
        "English_Text": "[Recommended Level]>48\nPongpong of Young Gyowon has recently been puzzled by the increase in the number of people with stomachaches from drinking water around the base.\nIt is said that the water here is clean and tastes good. .. \n\nI wanted to find out the cause quickly, so I asked him to find some related things. \n\nLet's go to the waterside first.",
        "Russian_Text": "[Рекомендуемый уровень]>48 \n Пом-понг Young Gyowon обеспокоен недавним увеличением числа людей с болями в животе из-за питьевой воды вокруг базы. \n Первоначально вода здесь считалась чистой и вкусной ... Я хотел чтобы быстро взглянуть на это, он попросил меня найти что-нибудь, что может быть актуально. \n \n Пойдем на набережную .",
        "Chinese_Text": "[推荐等级] 48\n英教员的扑通扑通最近因为吃了据点周围的水而闹肚子的人增多而感到困惑。据说这里的水本来就很干净味道很好..。\n\n想快点掌握原因，拜托你找一些和我有关的东西。\n\n先去水边看看吧。"
    },
    "11026201": {
        "Dev_Desc": "태록림 스페셜 Desc 25201 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 50\\n검은 진흙지대 개발 반대운동을 하던 다도연이라는 자가 조사를 위해 떠난 후 며칠이 지나도록 돌아오지 않았다고 한다. 혹시 검은 진흙지대로 가게 되면 친구를 찾아달라는데... \\n\\n너무 지체되면 위험하겠는데? 어떻게 될지 모르겠지만 일단 진흙지대로 가보도록 하자.",
        "English_Text": "[recommended level]>50\nIt is said that a person named Da Do-yeon, who was campaigning against the development of the Black Mud Zone, did not return for a few days after leaving for an investigation. ... \n\nIt would be dangerous to delay too much? I don't know what will happen, but let's go to the muddy area.",
        "Russian_Text": "[Рекомендуемый уровень]>50 \n Человек по имени Да До-Ён, который боролся против развития Зоны Черной Грязи, сказал, что он не возвращался в течение нескольких дней после отъезда для расследования. Если он пойдет в Черную Грязь Зона, он просит друга ... \n \n Было бы опасно слишком долго откладывать? Не знаю, как это обернется, но пойдем в грязную местность .",
        "Chinese_Text": "[推荐等级] 50\n反对黑土地带开发运动的多艺妍为了调查离开后过了几天都没有回来。如果去了黑泥地带的话、让你去找朋友…\n\n拖延太久会很危险吧？虽然不知道会怎么样先去泥地吧"
    },
    "11026202": {
        "Dev_Desc": "태록림 스페셜 Desc 25202 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 51\\n수양대원 이율경은 낙원 계곡이 굉장히 위험하다고 경고하고 있었다. 수양의 공식적인 입장은 아닌 것 같은데... \\n\\n이율경의 이야기를 자세히 들어보고 낙원 계곡의 상황을 파악하자.",
        "English_Text": "[recommended level]>51\nRecipient Yulgyeong Lee was warning that Paradise Valley was very dangerous. It seems that Suyang's official position is not... \n\nListen to Lee Yul-kyung's story in detail and see Paradise Valley. Let's figure out the situation.",
        "Russian_Text": "[Рекомендуемый уровень]>51 \n Suyang Daewon Ли Юл-Кён предупреждал, что долина Наквон очень опасна. Я не думаю, что это официальная позиция Суяна ...",
        "Chinese_Text": "[推荐等级] 51\n首阳队员李律京警告说乐园溪谷非常危险。好像不是首阳的正式立场..。\n\n仔细听李律京的故事，了解乐园溪谷的情况。"
    },
    "11026203": {
        "Dev_Desc": "태록림 스페셜 Desc 25203 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 48\\n낙원족 와키키가 지나가는 날 불러 세우더니, 낙원족의 영역에 들어왔다며 다짜고짜 화를 냈다. 최근 들어 자신들의 영역을 침입당해 예민해져 있었다. 와키키는 자신들이 평화로운 종족이라고 주장하며, 최근에 인간들에게 공격받았다고 말했다. \\n\\n와키키는 도움을 준다면 나의 결백을 인정해 주겠다고 한다. 왜 인정을 받아야 하는지는 모르겠지만 굳이 감정을 상하게 하고 싶진 않으니 무리한 일이 아니라면 적당히 도와주자.",
        "English_Text": "[recommended level]>48\nParadise Wakiki summoned him the day he passed by, and he got angry about entering the paradise's territory. They claim to be a peaceful race and say that they have been attacked by humans recently.\n\nWakiki says that I will admit my innocence if I help. If not, let me help you in moderation.",
        "Russian_Text": "[рекомендуемый уровень]>48 \n Paradise Waikiki звали, чтобы скоротать день, который они прошли, и они были в ярости от входа в царство райских людей. Они недавно вторглись на их территорию и стали уязвимыми. \n \n Wakiki говорит, что я признаю моя невиновность, если я помогу. Я не знаю, почему мне нужно признание, но я не хочу обидеть свои чувства, поэтому, если это небезосновательно, позвольте мне помочь вам в умеренных количествах .",
        "Chinese_Text": "[推荐等级] 48\n在乐园族和Key经过的时候叫我过来，说进入了乐园族的领域，不由分说地发火。最近因为自己的领域被入侵而变得敏感。瓦基说他们是一个和平的种族，最近受到了人类的攻击。\n\n瓦基说如果能帮我的忙，我会承认我的清白。虽然不知道为什么要得到认可，但是不想伤害感情，如果不是无理的事情，就适当地帮助一下吧。"
    },
    "11026204": {
        "Dev_Desc": "태록림 스페셜 Desc 25204 - 타입2(+1000)",
        "Original_Text": "[권장 레벨] 51\\n도화상전의 박대비가 날 찾고 있었다고? \\n안 그래도 하고 싶은 말이 있었으니 잘 되었다. \\n그동안 낙원 계곡에서 들었던 이야기를 전달해 줘야겠다. 그럼 사호들에게 말이 전달되겠지?\\n\\n근데 굳이 장소를 옮기자고? 상관없을 것 같은데... 그렇게 비밀리에 할 말도 아닌 것 같고...\\n\\n그래도 신중한 게 좋다고 하고 딱히 반대할 이유도 없으니 따라가도록 하자.",
        "English_Text": "[recommended level]>51\nDae-woo Park was looking for me? \nI still had something to say, so it went well. \nI'll have to pass on the story I've heard in Paradise Valley. Will the message be conveyed?\n\nBut, if we need to change the location? lets do it.",
        "Russian_Text": "[Рекомендуемый уровень]>51 \n Я слышал, что Би-би Парк из Дохвасанджона искал меня? \n Я все еще хотел кое-что сказать, так что все прошло хорошо. \n Я должен рассказать вам историю, которую я услышал в долине Наквон. Я думаю, это не имеет значения ... Я не думаю, что это должно быть так тайно ... \n \n Но мы говорим, что быть осторожным - это хорошо, и нет причин возражать против этого, так что давайте следовать этому .",
        "Chinese_Text": "[推荐等级] 51\n桃花商战的朴大妃在找我？本来就有想说的话，正好。\n要传达之前在乐园溪谷听到的故事。那么，你的话会传达给社豪吧？\n\n但是你非要换个地方吗？感觉没关系..。也不是那么秘密要说的话…\n\n但是也没有理由说慎重的好，也没有理由反对，所以跟着去吧。"
    },
    "11027000": {
        "Dev_Desc": "태록림 스페셜 Desc 25000 - 타입3(+2000)",
        "Original_Text": "예도항 시설 관리자 전양원이 끊임없이 불평을 늘어놓고 있었다. 그는 과거 수양 소속이었으나 은퇴 후 그 인연을 통해 예도항 시설 관리를 맡고 있는 이였는데, 새롭게 거래 상대가 된 사호에서 기일을 지키지 않아 불만인 상태였다. \\n\\n도화상전의 담당자를 찾아가 물건이 늦는 이유에 대해 묻자, 담당자는 부하들에게 재촉이나 할 뿐 현재 상황에 대해서는 전혀 알지도 못하고 큰 관심도 없는 듯했다. 이 상태로는 내일이 되어도 해결이 되지 않을 것 같아 물건을 생산하는 금경철문에 직접 가보았다. \\n\\n금경철문의 장인들에게 사정을 들으니, 최근 해변에 나타난 어둑사니로 인해 목탄을 구할 수 없었다고 한다. 목탄을 구할 수 없으니 불을 피울 수 없고, 그러니 일을 하지 못해 물건을 만들 수 없었던 거였다. 급한 대로 목탄 대신 발발이의 기름 먹인 풀과 거미의 진액을 구해다 주었다. 다행히 그것을 이용해서 불을 피워 장인들은 작업을 진행할 수 있었고, 전양원도 물건을 받게 되었다. \\n\\n일단 급한 불은 껐다만, 아니 급한 불은 피웠다만 중간에서 관리하는 도화상전, 괜찮은 걸까?",
        "English_Text": "Yedo Port facility manager Jeon Yang-won was constantly complaining. He was a member of Suyang in the past, but after retirement, he was in charge of managing the Yedo Port facility through that relationship. I was dissatisfied.\n\nWhen I went to the person in charge of the burnout and asked the reason for the delay, the person in charge only urged his subordinates, but did not seem to know anything about the current situation and had no interest in it. I didn't think it could be solved even by tomorrow, so I went directly to Geumgyeongcheolmun, which produces goods.\n\nI heard from the craftsmen of Geumgyeongcheolmun, and they said that charcoal could not be obtained due to the recently found gray sand on the beach. I couldn't find it, so I couldn't make a fire, so I couldn't work, so I couldn't make something. Instead of charcoal, I urgently got the oil-fed grass and the spider's sap. I was able to, and the nursing home also received the goods.\n\nOnce the urgent fire was turned off, no, the urgent fire was lit, but is it okay to manage the middle-management fire extinguisher?",
        "Russian_Text": "Менеджер порта Эдо Чон Ян Вон постоянно жаловался. В прошлом он был членом Suyang, но после выхода на пенсию он отвечал за управление портом Эдо через эти отношения. \n \n Когда я пошел к человеку в ответственный за Дохваджон и спросил, почему товар опаздывает, ответственный человек просто уговаривал своих подчиненных, но, похоже, не знал о текущей ситуации и не интересовался ею. Я лично пошел в Кымгёнчхольмун, который производит товары. Так что я не мог работать, поэтому я не мог делать вещи. Вместо древесного угля я кормил травой маслом и паучьим соком вместо древесного угля. К счастью, я использовал его, чтобы зажечь огонь, чтобы мастера могли продолжить их работа, и дом престарелых тоже мог делать вещи. \n \n Я потушил срочный пожар, нет, я начал экстренный пожар.",
        "Chinese_Text": "礼都港设施管理者全杨院不断地抱怨。他过去是首阳所属，但退休后通过其缘分负责礼道港设施管理，在新成为交易对象的社号上没有遵守期限，因此感到不满。\n\n去找桃花商战的负责人询问物品迟到的原因，负责人只是催促部下，对现在的情况完全不知道，似乎也没有太大的关心。以这种状态，到明天也解决不了问题，所以亲自去了生产物品的金嘤铁门。\n\n听金嘤铁门的工匠们说，最近出现在海边的黑纱导致无法获得木炭。因为找不到木炭，所以不能点火，所以没能工作，所以不能做东西。用脚上的油草和蜘蛛的津液代替木炭。幸好用它点火，工匠们可以进行工作，前院也收到了东西。\n\n虽然关了燃眉之急，但不是燃眉之急，但是中间管理的桃花霜，没关系吗？"
    },
    "11027001": {
        "Dev_Desc": "태록림 스페셜 Desc 25001 - 타입3(+2000)",
        "Original_Text": "금경철문의 금불평은 작업자들이 현재 상황에 실망하여 기운이 없다며 고민을 털어놓는다.\\n\\n현재 금경철문의 장인들은 제대로 일을 할 수 없는 상황에 의기소침한 상태였다. 뭔가 도움을 줄 순 없을까? 상황 자체를 바꾸기엔 힘들 것 같은데... 맛있는 걸 먹으면 기분이 좋아질 거라고? 그야 그렇겠지! 여기 장인들은 어떤 요리를 좋아할까?\\n...응? 거미 튀김을 좋아한다고? 내가 지금 잘못 들은 건 아니지? 해월대륙의 별미는 거미야? 이곳의 거미는 다른 맛이 나는 걸까?\\n\\n장인들의 독특한 취향이라고 생각하는 게 편할 것 같다. 나한테 요리를 해달라고 하는 건 아니잖아. 그냥 거미를 잡아주기만 하면 되는 거니까. 그건 내가 잘할 수 있는 일이고 말이야. 맛있게 먹고 기운 차리길 기대해보자.\\n\\n도화상전과 금경철문 사이에도 뭔가 복잡한 관계가 있는 것 같은데... 사호는 이에 관해 알고 있을까?",
        "English_Text": "Geumgyeongcheolmun's grievances allow workers to express their concerns, saying they are disappointed with the current situation and have no energy.\n\nCurrently, the craftsmen of Geumgyeongcheolmun are depressed because they cannot work properly. I think it would be difficult to change the situation... If you eat something delicious, you will feel better? Did I not hear that right now? The delicacy of the sea and moon continent is spider? Do the spiders here taste different?\n\nI think it's easier to think that this is the unique taste of artisans. You're not asking me to cook for you. . Because I just need to catch the spider. That's something I can do well. Let's eat deliciously and look forward to getting stronger.\n\nThere seems to be a complicated relationship between Dohwasangjeon and Geumgyeongcheolmun... Do you know about this?",
        "Russian_Text": "Кымгёнчхольмун жалуется на то, что рабочие разочарованы текущей ситуацией и выражают озабоченность, говоря, что у них нет энергии. Я думаю, что это трудно изменить ... Если вы съедите что-нибудь вкусное, вам станет лучше? море и лунный континент - это паук? У пауков здесь другой вкус? Это то, что я умею делать хорошо. Будем надеяться, что вы хорошо поедите и почувствуете себя отдохнувшим.",
        "Chinese_Text": "金嘤铁门的金不平，工作人员对现在的情况感到失望，并吐露了自己的苦恼。\n\n现在金嘤铁门的工匠们因为无法正常工作而意志消沉。能不能帮点忙？很难改变情况本身..。吃好吃的东西心情会变好吗？应该是吧。这里的工匠们喜欢什么料理呢？\n…嗯？喜欢炸蜘蛛？我现在没听错吧。海月大陆的星星是蜘蛛吗？这里的蜘蛛有不同的味道吗？\n\n认为是工匠们独特的喜好比较方便。不是让我做料理只要抓住蜘蛛就可以了那是我能做好的事。我们期待着吃得香，打起精神来吧。\n\n桃花商传和金嘤铁门之间好像也有复杂的关系..。社呼对此你知道吗？"
    },
    "11027002": {
        "Dev_Desc": "태록림 스페셜 Desc 25002 - 타입3(+2000)",
        "Original_Text": "반달호수에서 해월대륙으로 넘어왔다는 이사민, 그는 자신이 도화상전에게 사기를 당했다고 생각한다. 담당자를 만나 따지려 해 봤지만 제대로 말을 들어주지 않는다고 했다. \\n\\n도화상전의 담당자, 박대비를 직접 만나 이야기를 들어보려고 했으나 역시 어려웠다. 어디든 각자 사정이 있고 바쁘겠지만... 이곳 예도항은 특히 일이 많아서 쉴 새도 없어 보였다. 그래도 어떻게든 말을 걸었는데 바빠서 짜증이 난 것인지 소리를 질러댔다. 일단 상황이 진정되어야 이야기를 들어볼 수 있을 것 같아, 혹시 도울 일이 있을지 묻자, 바로 채취한 곰 가죽이 필요하다고 했다. \\n\\n곰가죽을 얻어다 주자 그제야 그는 진정을 한 듯 예의 차린 상태로 말을 하기 시작 했다. 사람은 여유가 있어야 예절을 안다고 했던가... 담당자는 이야기를 모두 듣고 난 후, 이사민을 포함한 사람들에게 자세한 설명을 해주겠다는 약속을 했다. 이걸로 실질적인 도움이 될지는 모르겠지만 답답함은 좀 덜 수 있겠지? 이사민도 해결을 기대했다기보단 이야기를 들어주길 바랐다고 하니까...",
        "English_Text": "Isa-min, who said that he crossed over from Lake Vandal to the sea-wol continent, thinks he has been scammed. He tried to argue with the person in charge, but he said he did not listen properly. \n\nThe person in charge of the war , I tried to meet and listen to the story in person, but it was still difficult. Everyone has their own circumstances and they are busy everywhere, but it seems that Yedo Port here is particularly busy and has no time to rest. I think we'll be able to hear the story only when the situation calms down, so when I asked if there was anything I could do to help, he immediately said that he needed the bear hide. He began to speak in a state of being polite. People said that people need to have time to learn manners... After hearing all the stories, the person in charge promised to give detailed explanations to the people including immigrants. I don't know if this will be the case, but I don't know if it can make it a little less frustrating, right? Because Lee Min-min said he wanted to hear his story rather than expecting a solution...",
        "Russian_Text": "Иса-мин, который сказал, что он перешел с озера Вандал на континент Хэвол, думает, что его обманули. Он пытался спорить с ответственным лицом, но он сказал, что не слушает. Я попытался послушать песню , но это было сложно. У каждого свои обстоятельства, и они заняты, но ... Здесь, в порту Эдо, особенно, казалось, не было времени отдыхать из-за большого количества работы. Думаю, нам нужно успокоиться вниз, прежде чем мы сможем услышать его историю, поэтому, когда я спросил, можем ли мы чем-нибудь помочь, он сказал, что ему нужны шкуры медведя сразу \n \n Я получил шкуры, а затем он начал говорить вежливо, как будто он успокоился Вы сказали, что люди должны иметь возможность быть вежливыми ... Выслушав все истории, ответственный пообещал дать подробные объяснения людям, в том числе иммигрантам.",
        "Chinese_Text": "从半月湖来到海月大陆的李四民，他认为自己被桃花商人骗了。虽然想和负责人见面追究，但并没有好好听话。\n\n本想亲自去见桃花商战的负责人、朴大妃，听听他的故事，但还是很难。不管是哪里都有各自的情况虽然很忙..。这里的艺道港特别多，看起来连休息的时间都没有。但是不管怎样，我都跟他搭话，他可能是因为太忙而生气了。一旦情况稳定下来，就可以听到消息，问他是否有什么需要帮忙的事情，他说需要马上采集的熊皮。\n\n得到熊皮后，他才镇定下来，开始有礼貌地说话。人要从容才能懂礼节..。负责人承诺，听完所有的故事后，会向包括理事民在内的人详细说明。虽然不知道这能不能帮上实质性的忙，但是可以减轻一些郁闷感吧？李四民也不是期待解决而是希望大家能听我们的故事..。"
    },
    "11027003": {
        "Dev_Desc": "태록림 스페셜 Desc 25003 - 타입3(+2000)",
        "Original_Text": "풍요 우림 거점에서 어떤 자가 날 빤히 바라보길래 무슨 일이 있나 싶어서 말을 걸었다. 그는 열정, 가능성, 특별함과 같은 모호한 말을 늘어놓기 시작했다. 적당히 축복을 빌어주고 자리를 벗어나려고 했는데 잡히고 말았다. \\n\\n청년은 녹색 뿔의 숲에 있는 단단한 식물의 줄기를 이용해 바구니를 만들고 싶어 했다. 응원의 말을 전하자마자 그는 주변에 괴물이 많아 줄기를 얻을 수 없다며 도움을 요청 했다. 여러 가지 생각이 떠올랐지만... 의문을 뒤로하고 줄기를 얻어 주기로 마음먹었다. \\n\\n그곳에는 다양한 종류의 괴물들이 있어 확실히 줄기를 구하기가 쉽지 않았겠단 생각이 들었다. 구해다 준 줄기를 보고 강도와 유연성이 뛰어나다며 좋아하는 모습을 보니 나도 기분이 좋긴 한데 이게 정말 해월대륙의 특산물이 될 수 있을까?",
        "English_Text": "At the point of the Abundance Rainforest, someone was staring at me and I wanted to talk to him, wondering what was going on. He began to utter vague words such as passion, possibility, and speciality. \n\nThe young man wanted to make a basket using the stems of hard plants in the green horned forest. A lot of thoughts came to mind, but... I left my doubts behind and decided to get the stems.\n\nThere are various kinds of monsters there, so I thought it would be difficult to find the stems. It makes me feel good to see what I like about it, saying it has great strength and flexibility, but can this really become a specialty of the Sea and Moon Continent?",
        "Russian_Text": "Когда я был в тропическом лесу Изобилия, кто-то смотрел на меня, и я хотел поговорить с ним, гадая, не случится ли что-нибудь. \n \n Молодой человек хотел сделать корзину из стеблей твердых растений в зеленых рогах. лес. Я лазил по нему ... но я оставил свои сомнения позади и решил достать стебли , Мне понравилось, что у них отличная сила и гибкость. Мне тоже от этого хорошо, но может ли это действительно стать особенным продуктом морского и лунного континента? ",
        "Chinese_Text": "富饶雨林据点里有人盯着我，我想有什么事。他开始说热情、可能性、特别等模糊的话。我想适当地祝福他，然后离开，结果被抓住了。\n\n青年想利用绿色角森林中坚硬的植物茎制作篮子。一传达应援的话，他就说周围有很多怪物，所以无法得到线索，请求帮助。虽然有很多想法..。我决定把疑问抛在脑后，得到线索。\n\n那里有各种各样的怪物，所以很难找到线索。看到救来的茎，我也觉得强度和柔软性很强，我也很开心，这真的能成为海月大陆的特产吗？"
    },
    "11027004": {
        "Dev_Desc": "태록림 스페셜 Desc 25004 - 타입3(+2000)",
        "Original_Text": "다시 만난 이사민은 신해월에 대한 이야기를 꺼냈다. 예전에 이야기한 전도유망한 청년이 신해월이었다고? 이사민은 줄기로 만든 바구니의 평이 아주 좋다고 말했다. 하지만 곧이어 단단한 식물 줄기조차 나라의 소유물이기 때문에 함부로 개발할 수 없게 되었다며 난색을 표했다. 땅에 난 풀과 나무까지 모두 나라의 것이라는 걸까? \\n\\n이사민의 부탁에 도화상전의 상전주 곽호룡에게 가서 방법이 없을지 물어보기로 했다. 상황을 듣은 곽호룡은 엄밀하게 따지면 틀린 말은 아니라며 논의를 통해 방법을 찾아 보자고 했다. 그러나 그전에 자신이 확인할 수 있도록 견본을 하나 가져다 달라고 말했다. \\n\\n재료를 구해 신해월에게 가져다주며 이야길 전하자 바로 견본을 준비해 주었다. \\n다시 곽호룡을 찾아가 견본을 전달했고, 그와 동시에 이사민의 이야기를 들려주었다. 이야길 모두 들은 곽호룡은 자신이 담당자에게 말해 이주 가격을 다시 검토하고, 적응을 도울 수 있는 방법도 찾아보겠다 말했다. \\n\\n이후 이사민을 찾아갔더니 수양에 일정 금액을 내는 조건으로 허가를 받았다고 좋아 했다. 내 생각보다 훨씬 빠르게 처리되었구나. 역시 상단주의 수완은 굉장한 것 같다.",
        "English_Text": "Isain, whom I met again, brought up the story of Shin Hae-wol. The promising young man I talked about earlier was Shin Hae-wol? He expressed his displeasure, saying that it could not be developed arbitrarily because it was the property of the After hearing the situation, Ho-ryong Kwak said that it was not strictly wrong, and suggested that we find a way through discussion, but before that, he asked me to bring a sample for him to check. As soon as I told them, they prepared a sample.\nI went to Kwak Ho-ryong again and delivered the sample, and at the same time told the story of Lee Min. After hearing all the stories, Ho-ryong Kwak told the person in charge to review the moving price again and help him adapt. He said he would look for a way.\n\nAfter that, I went to Lee Min-min and he liked that he had received permission on condition that he paid a certain amount to foster care. It was processed much faster than I thought.",
        "Russian_Text": "Исаин снова встретился и рассказал историю Шин Хэ Воля. Многообещающим молодым человеком, о котором я говорил ранее, был Шин Хэ Воль? Он выразил свое неудовольствие, сказав, что разработка не может осуществляться без разрешения. Разве трава и деревья на земле все принадлежат стране? Технически это не неправильно, - сказал он, - давайте попробуем найти способ путем обсуждения. Но перед этим он попросил меня принести ему образец для проверки. \n \n Я получил материал и принес его Шин Хэ-волу, и он подготовил образец, как только я рассказал ему эту историю . Выслушав историю, Хо-рён Квак сказал ответственному лицу, что он снова пересмотрит цену переезда и найдет способ помочь ему адаптироваться. Когда я пошел навестить Ли Мин Мин, ему понравилось, что он получил разрешение при условии, что он заплатит определенную сумму за приемную семью. Оно было обработано намного быстрее, чем я думал.",
        "Chinese_Text": "再次见面的李四民谈到了辛亥月。以前说的有前途的青年是辛亥月？伊萨敏说，用茎做成的篮子的评价非常好。但是紧接着，连坚硬的植物茎都是国家所有的，所以不能随意开发。地上的草和树都是国家的吗？\n\n在李四民的委托下，决定去桃花商战的主战主郭浩龙那里询问有没有办法。听到情况后，郭浩龙表示：严格来说并不是错的，通过讨论寻找方法。但是在那之前，为了让自己能够确认，请拿一个样本。\n\n把材料拿给申海哲，告诉他，马上就准备好了样本。\n再次去找郭浩龙传达了样本，同时也讲述了李四民的故事。听了所有故事的郭浩龙对负责人说，会重新研究移居价格，寻找帮助适应的方法。\n\n之后去找了理事民，他说得到了首阳一定金额的许可。比我想的要快得多。商团主义的手段果然很厉害。"
    },
    "11027005": {
        "Dev_Desc": "태록림 스페셜 Desc 25005 - 타입3(+2000)",
        "Original_Text": "매화 단원들이 모여서 심각한 분위기로 말을 나누고 있었다. 매화단 탐사대가 수양과 같이 일을 하는 경우가 많은데, 수양 대원들이 자기 자랑을 늘어놓고 잔소리까지 하는 바람에 그들과 같이 일을 하고 싶지 않다는 얘기였다. 매화단과 수양이 앞으로 같이 해야 할 일들이 많을 텐데... 좋지 않은 상황이다. \\n\\n일단 상황을 확인하기 위해 수양으로 가자, 마침 수양의 담당자가 부하와 대화를 나누고 있었다. 그는 과거 개척 시기에 많은 인원이 죽거나 다쳤던 걸 직접 목격한 사람이었다. 도움이 되길 바라면서 한 충고를 사람들이 잔소리로 받아들이고 불쾌함을 드러내자, 감정이 격양되어 소리를 질렀던 모양이다. 도움이 되길 바란 마음은 좋은 거지만, 표현 방법까지 신경 써야 제대로 효과를 볼 수 있을 거다. \\n\\n대화 단원들에게 돌아가 이야기를 들려주었다. 건자감은 사정이 이해된다며 앞으로는 잘 풀어보겠다고 했다. 이렇게 오해가 풀려 다행이다.",
        "English_Text": "The plum members were gathering and talking in a serious mood. In many cases, the plum blossom expedition team worked with Suyang, but the members of the plum blossom team were bragging about themselves and even nagging, so they worked with them. There must be a lot of work that Maehwadan and Suyang have to do together in the future... This is not a good situation.\n\nFirst, let's go to Suyang to check the situation, and the person in charge of Suyang was talking with his subordinate. He was a first-hand witness to the deaths and injuries of many people during the pioneering era, and he seems to have shouted out in rage when people nag and offended his advice in hopes of being helpful. It's good to want this to happen, but it will be effective if you pay attention to how you express it.\n\nI went back to the conversation members and told them the story. I'm glad it's released.",
        "Russian_Text": "Участники группы Plum собирались и разговаривали в серьезном настроении. Есть много случаев, когда команда экспедиции по цветению сливы работает с Суян, но было сказано, что они не хотели работать с ними, потому что они хвастались собой и даже придирались. Maehwadan и Суяну предстоит много работать вместе в будущем ... Это не очень хорошая ситуация. Он был непосредственным свидетелем большого количества убитых или раненых людей, и он, должно быть, кричал от гнева, когда люди ворчат и оскорбляют его совет в надежде быть полезным. Однако он будет эффективен, если вы обратите внимание на то, как вы его выражаете. \n \n Я вернулся к участникам беседы и рассказал им историю. Джагам Геон сказал, что понимает суть ситуацию и постараюсь решить ее в будущем. Я рад, что это недоразумение разрешилось .",
        "Chinese_Text": "梅花团员们聚在一起，气氛很严肃。梅花团勘探队经常和首阳一起工作，因为首阳队员们炫耀自己，还唠叨，所以不想和他们一起工作。梅花团和首阳以后要一起做的事情应该很多..。情况不妙。\n\n为了确认情况，去首阳吧，正好首阳的负责人正在和部下对话。他亲眼目睹了过去开拓时期有很多人死亡或受伤。希望能有所帮助，人们把一个忠告当作唠叨，表现出不快，感情激动地大喊。虽然希望能有帮助的心是好的，但是要注意表现方法，才能有好的效果。\n\n回到对话团员那里讲故事。建慈监表示：可以理解情况，以后会好好解决的。这样解开误会真是万幸。"
    },
    "11027006": {
        "Dev_Desc": "태록림 스페셜 Desc 25006 - 타입3(+2000)",
        "Original_Text": "곽호룡은 수양과 매화단의 갈등 상황을 중재한 일에 대해 내게 감사를 표했다. 감사를 받을 만큼 대단한 일은 아니었는데... 그저 들은 이야기를 전한 게 전부인데 말이다. 곽호룡은 이어 연회를 열어 사람들의 관계를 개선하려 한다며 준비를 도와 달라고 요청하였다. \\n\\n매화단과 금경철문, 수양에 참석을 요청하러 갔다. 난 그냥 상황을 설명드리면 그냥 알겠다고 하실 줄 알았는데 꼭 그렇지만도 않았다. 특히 달빛바람은 자신에게 병풍 역할을 시키는 거냐며 화를 내는 바람에 당황하기도 했다. 그래도 홍매화 단장과 수양 담당자는 별 말없이 전달을 받아주어 다행이었다. \\n\\n전달이 끝난 이후에는 연회에 사용할 특수 요리 재료를 얻기 위해 바닷가로 이동했다. 이것으로 사람들의 기분이 풀어지고, 좋은 관계가 형성되면 내 작은 노력이 큰 의미로 돌아오는 거겠지. \\n\\n일이 끝난 이후 만난 곽호룡은 자신이 현장을 돌아볼 여유가 부족하다며 해월대륙을 탐험하며 알게 되는 게 있다면 알려달라고 부탁하였다. 뭔가 이렇게 부탁받으니 좀 부담스럽긴 하지만... 한번 해보자.",
        "English_Text": "Ho-Ryong Kwak thanked me for mediating the conflict between Suyang and Maehwadan. It wasn't a big deal to be grateful for... but I was just telling the story I heard. He said he wanted to open a banquet and improve people's relationships and asked for help in preparation.\n\nI went to ask to attend the plum flower garden, Geumgyeongcheolmun, and weeping. In particular, I was embarrassed because he got angry saying that the moonlight wind was making him a folding screen. Still, it was fortunate that the Hong Maehwa manager and the foster care manager accepted the message without saying much.\n\nAfter the delivery was over, it was I went to the beach to get special cooking ingredients. This will make people feel better and if a good relationship is formed, my small effort will pay off in a big way.\n\nAfter work, Ho-ryong Kwak, who I met after work, He said that he didn't have enough time to look around the site and asked him to let us know if he found out anything while exploring the continent.",
        "Russian_Text": "Квак Хо-рён поблагодарил меня за посредничество в конфликте между Суяном и Маэваданом. Было не так уж важно быть благодарным ... но я просто рассказывал историю. \n \n Маэхвадан и Кымгёнчхольмун, я пошел попросить меня принять участие Суян. Я был смущен, потому что злился, говоря, что делаю ему складную ширму. Тем не менее, было удачно, что менеджер Хон Маэва и человек, отвечающий за воспитание детей, приняли роды, ничего не сказав. Когда люди чувствуют себя лучше и лучше отношения сформированы, мои небольшие усилия вернутся в большую сторону. Я попросил его сообщить мне, если он узнал что-нибудь во время исследования. Это немного обременительно просить что-то подобное, но ... Давай попробуем .",
        "Chinese_Text": "郭浩龙对调解首阳和梅花团矛盾的事情表示感谢。虽然不是值得感谢的事情..。只是把听到的话传达给大家而已。郭浩龙接着召开宴会，表示要改善人们的关系，要求帮助准备。\n\n去邀请梅花团、金嘤铁门、首阳参加。我以为只要说明情况就知道，但也不一定。特别是月光风对自己起到屏风的作用感到惊慌。但是洪梅花团长和首阳负责人却默默地接受了传达，真是万幸。\n\n传达结束后，为了获得宴会上使用的特殊料理材料，去了海边。这样人们的心情就会放松，形成良好的关系，我小小的努力就会有很大的意义。\n\n工作结束后见到的郭浩龙说自己没有时间参观现场，拜托你去海月大陆探险时知道的事情就告诉我。虽然有点负担..。试一下吧。"
    },
    "11027007": {
        "Dev_Desc": "태록림 스페셜 Desc 25007 - 타입3(+2001)",
        "Original_Text": "수양과 매화단원 사이의 오해는 모두 풀렸던 게 아닌가? 곽호룡이 연회까지 열어서 분위기를 좋게 만드려 노력했는데도 불구하고 그들 사이에는 거리가 있어 보였다. 탐사를 해야 하는데 수양대원의 도움을 받길 원하지 않는다니, 매화단원 건자감의 일을 도우며 이야기를 들어보기로 하자.\\n\\n현장에서 만난 건자감은 난파선의 무덤에 가는 길에 창도단 무리를 발견하고 기뻐하고 있었다. 그는 이 정보를 파악해 수양에 전달하면 좋을 것 같다고 했다. 하긴 이런 정보는 주변 지역의 치안 유지에도 큰 도움이 되니 수양에게 굉장히 좋은 정보겠지.\\n\\n근데 이야기를 더 들어보니... 약간 다른 의미도 있는 것 같다. 이 정보를 수양에게 전달 하면 수양대원이 자신들을 바라보는 시선이 달라질 것 같다고? 아직 수양과는 거리가 좀 있는 건가?\\n건자감은 수양대원들이 매화단원들을 깔보고 있다고 생각했다. 나로선 실상은 알 수 없으니 아니라고 함부로 부정할 수도 없는 노릇이다. 그래... 우선은 원하는 대로 창도단 증거물을 모아주도록 하자.",
        "English_Text": "Isn't all the misunderstandings between Suyang and Maehwadan solved? Even though Kwak Ho-ryong tried to create a good atmosphere by holding a banquet, there seemed to be a distance between them. If you don't want to receive it, let's hear the story by helping the plum blossom team member Geonjagam.\n\nJagam Geon, whom we met at the site, was delighted to find a group of spearmen on the way to the wreck's tomb. He said that it would be good to figure it out and pass it on to Suyang. Actually, such information would be very good information for Suyang as it will be a great help in maintaining security in the surrounding area.\n\nBut after hearing more about it... it has a slightly different meaning If you pass this information on to Suyang, you think the way the foster members look at them will change? Is it still a bit far from Suyang? Since we don't know, we can't deny that it isn't. Yeah... First of all, let's collect the evidence of the spear gang as we wish.",
        "Russian_Text": "Разве не устранены все недоразумения между участниками Суян и Маэва? Несмотря на то, что Квак Хо-рён пытался создать хорошую атмосферу, проводя банкет, казалось, между ними существует дистанция. Давайте послушаем историю, помогая участнику Маэвадана Геонджагам. \n \n Джагам Геон, которого мы встретили на этом месте, был рад обнаружить группу лисичек на пути к могиле обломков. На самом деле, эта информация будет очень полезна для Су-Яна, поскольку поможет обеспечить безопасность в окрестностях. Если вы это сделаете, вы думаете, что то, как команда приемных семей будет смотреть на них, изменится? Есть ли еще какое-то расстояние от приемной семьи? Да ... Прежде всего, давайте соберем доказательства банды копейщиков как мы желаем .",
        "Chinese_Text": "首阳和梅花团员之间的误会不是都消除了吗？尽管郭浩龙还举行了宴会，努力营造良好的氛围，但他们之间似乎有距离。虽然要进行探险，但是不想得到首阳队员的帮助，我们就来帮助梅花团员建自感的工作，听听他们的故事吧。\n\n在现场见到的是自感，在去遇难船坟墓的路上发现了一群昌道团，非常高兴。他说：掌握这一信息，传达给首阳比较好。也是，这样的情报对维持周边地区的治安也有很大的帮助，对首阳来说应该是非常好的情报吧。好像也有一些不同的意义。把这个情报传达给首阳的话首阳队员对自己的视线会变吗。还和首阳有点距离吗？\n建慈监认为首阳队员们在看不起梅花团员。我不知道实际情况，也不能随便否认不是。是啊。首先按照你的意愿收集创刀团的证物。"
    },
    "11027008": {
        "Dev_Desc": "태록림 스페셜 Desc 25008 - 타입3(+2001)",
        "Original_Text": "창도단에 관한 증거물을 충분히 얻은 후 본격적으로 난파선 탐사를 시작했다. 먼저 도착한 매화단원들이 탐사를 진행하는 동안 나는 주변의 적들을 처치하며 도왔다.\\n\\n건자감과 매화단원들이 탐사를 끝내고 돌아왔다. 아마도 성공적으로 진행한 듯하다. 건자감은 이번 탐사가 굉장히 마음에 들었는지, 앞으로도 계속 같이 다니고 싶다고 말했다. 나 역시 탐사 활동이 흥미롭고 매화단원들을 돕는 게 싫은 건 아니지만... 그럴 수는 없다.\\n\\n이제 거점으로 돌아갈 시간이 되었다. 창도단 관련해서 수양에 직접 보고할 거라 생각 했는데 말하기가 껄끄럽다며 자기 대신 말해줄 수 없겠느냐 부탁했다. 직접 가서 활약상을 수양에게 보여주는 게 좋을 것 같단 생각이 들었지만 별말은 하지 않았다. 증거물과 함께 대신 말을 전달하는 게 어려운 일은 아니었다. 하지만 둘의 관계가 좋아지는 건 시간이 좀 더 필요할 것 같단 생각이 들었다.",
        "English_Text": "After obtaining enough evidence about the Changdo Team, we began to explore the wreck in earnest. While the Maehwa Members who arrived first, I helped by killing nearby enemies. I came back from the expedition and it seems like it was a success. Jagam Geon said that he liked this expedition very much and that he would like to continue with him in the future. \n\nNow is the time to return to the base. I thought I would report directly to Suyang regarding the spear gang, but he said it was difficult to speak and asked if he could speak on his behalf. It would be better to go and show Suyang in person I thought it would, but I didn't say anything. It wasn't difficult to convey the words along with the evidence. But I thought that it would take a little more time for the relationship between the two to improve.",
        "Russian_Text": "После того, как мы получили достаточно доказательств о команде Чандо, мы начали всерьез исследовать место крушения. Пока члены Маэва, прибывшие первыми, я помогал, убивая ближайших врагов. Джагам Геон сказал, что ему очень понравилась эта экспедиция и что он хотел бы Продолжайте с ним. Пришло время вернуться на базу. Я думал, что доложу непосредственно Суяну о команде Чандо, но он сказал, что ему трудно говорить, и спросил, может ли он говорить за него. Это было несложно передать слова вместо доказательств. Но я подумал, что для улучшения отношений между ними потребуется немного больше времени .",
        "Chinese_Text": "在充分获得有关昌道团的证据后，正式开始了遇难船探测。首先到达的梅花团员们进行探查的时候，我击退了周围的敌人。\n\n建子监和梅花团员们完成探查后回来了。恐怕是成功进行的。健子感表示：可能非常喜欢这次的勘探，以后也想继续一起去。我也觉得勘探活动很有趣不讨厌帮助梅花团员们..。不可能。本以为会直接向首阳报告有关昌道团的事情，但他说很难说，拜托你替他说。虽然觉得亲自去给首阳看活跃奖比较好，但并没有说什么。与证据一起传达马并不是一件难事。但是两人的关系变好似乎需要更多的时间。"
    },
    "11027200": {
        "Dev_Desc": "태록림 스페셜 Desc 25200 - 타입3(+2000)",
        "Original_Text": "영교원의 퐁퐁은 최근 들어 거점 주변의 물을 먹고 배탈 난 사람이 늘어나 곤혹스러워 하고 있다. 원래 이곳의 물은 깨끗하고 맛이 좋았기에, 물이 상한 원인을 빨리 파악하고 싶어 나한테 관련 있을 법한 것들을 찾아달라고 부탁했다.\\n\\n무엇이 관련 있을지 판단하긴 어려웠기 때문에 최대한 많은 걸 찾아가기로 마음 먹었다. 우선 다른 곳에서 볼 수 없었던 꽃과 죽어있는 동물의 사체. 이것도 원인일지 모른다. 물 근처에 떠 있는 이상한 오물 역시. 일단 다 가져가면 잘 판단해 주시겠지!\\n\\n꽃이나 시체에는 별다른 관심을 보이지 않던 퐁퐁은 오물에 크게 관심을 가지며 혹시 누군가 의도를 가지고 뿌린 게 아닐까 의심하기 시작했다. 갑자기 궁금해져서 바롱들은 이런 일들이 발생할 때마다 퍼롱퍼롱과 다 상의하냐고 물어보았다. 퐁퐁이 말하길, 바롱들은 사소한 일, 중요한 일 구분 없이 뭐든 공유하고 이야기한다고 했다. 바롱은 역시 인간과는 좀 다른 존재인 걸까?",
        "English_Text": "Recently, the number of people with stomach upset after drinking water near the base has been increasing in Yeongkyowon's pom pong. The water here is clean and tastes good, so I want to quickly find out the cause of the bad water. I asked him to find things that might be related.\n\nIt was difficult to determine what might be related, so I decided to find as many as possible. First of all, flowers and dead animals that I couldn't find anywhere else. The strange filth floating around the water, too. Once you take it all, you'll judge it well!\n\nPong-Pong, who didn't show much interest in flowers or corpses, is very interested in filth and suspects that someone may have intentionally sprayed it. Suddenly curious, the Barongs asked if they consulted with Perong Perong every time something like this happened. Pong Pong said, Barongs share and talk about anything, regardless of trivial or important. Barong is also with humans. Is it something a little different?",
        "Russian_Text": "Понгпонг в Ёнкёвоне недавно был обеспокоен увеличением числа людей, у которых болит живот из-за питьевой воды вокруг базы. Изначально вода здесь была чистой и вкусной, поэтому я хотел быстро выяснить причину этого. брака. Я попросил их найти их. \n тоже может быть причиной. Странная грязь тоже. Как только вы все это возьмете, вы будете хорошо судить! \n \n Понг Понг, который не проявлял особого интереса к цветам или трупам, очень интересовался грязью и начал подозревать, что кто-то мог сказать это специально. Каждый раз, когда что-то подобное происходило, они спрашивали, должен ли я обсуждать это с Перонг Перонг. Понг Понг сказал, что баронги делятся и говорят о чем угодно, независимо от тривиального или важного. Баронги немного отличаются от люди? ",
        "Chinese_Text": "最近，英教员的扑通扑通喝了据点周围的水，闹肚子的人越来越多，感到很困惑。因为这里的水本来就很干净，味道很好，所以想快点掌握水的变质原因，所以拜托我找一些和我有关的东西。\n\n因为很难判断和什么有关，所以决定尽可能多地去寻找。首先是在其他地方看不到的花和死去的动物的尸体。这也许也是原因。漂浮在水附近的奇怪的污物。如果都拿走的话应该会好好判断吧！\n\n对花和尸体没有太大的关心的扑通对污物非常感兴趣，开始怀疑是不是有人故意喷的。突然好奇起来，巴隆们每次发生这些事情时都问我是否和巴隆商量。彭彭说，巴隆们说，无论是小事还是重要的事情，他们都会分享和交谈。巴隆果然是和人类不一样的存在吗？"
    },
    "11027201": {
        "Dev_Desc": "태록림 스페셜 Desc 25201 - 타입3(+2000)",
        "Original_Text": "검은 진흙지대 개발 반대운동을 하던 다도연이라는 자가 조사를 위해 떠난 후 며칠이 지나도록 돌아오지 않았다고 한다. 혹시 근처로 가게 된다면 친구를 찾아달라는 부탁을 받고 나는 검은 진흙지대로 향했다. \\n\\n진흙지대에서 만난 순찰대원은 며칠이 지났다면 살아있기 힘들 수도 있다며 부정적인 의견을 내기도 했다. 냉정히 말하자면 틀린 말은 아닐 것이다. 하지만 혹시 모른다는 생각으로 좀 더 안으로 들어가 보기로 했다.\\n\\n어디선가 도와달라는 소리가 들려왔다. 혹시 그 사람일까? 주변을 둘러보자 다도연을 발견할 수 있었다. 다행히 큰 부상은 없는 상태였다.\\n안전한 곳으로 이동한 다도연은 이곳의 진흙을 여기저기에서 퍼가면서 여러 문제가 발생하고 있다고 한다. 그리고 사호가 이런 문제에 관심 있을지를 궁금해한다. 그건 나도 좀 궁금하다. 이곳의 이야기를 나중에 곽호룡님을 만나면 전달해드려야겠다. ",
        "English_Text": "It is said that a person named Da Do-yeon, who was campaigning against the development of the Black Mud Zone, did not return for a few days after leaving for the investigation. \n\nA patrol member I met in the muddy area also gave a negative opinion, saying that it might be difficult to live if a few days have passed. To be honest, it would not be wrong. But I decided to go inside just in case you didn't know. n\nI heard a voice calling for help from somewhere. Could it be that person? I looked around and found the tea ceremony. Fortunately, there were no serious injuries.\nThe tea ceremony, which moved to a safe place, was found in mud. It is said that various problems are occurring while spreading the word here and there. And I wonder if Saho will be interested in these issues.",
        "Russian_Text": "Говорят, что человек по имени Да До-Ён, который проводил кампанию против развития зоны черной грязи, не возвращался в течение нескольких дней после отъезда для расследования. Патрульный, которого я встретил в Они , также имел отрицательное мнение , сказав, что было бы трудно выжить, если бы это было несколько дней. Честно говоря, я не говорю, что это неправильно, но я решил зайти внутрь на всякий случай, если я не знал. \n \n Звонок откуда-то на помощь . Когда я огляделся, я смог найти Ти Доён. К счастью, серьезных травм не было. \n Перебравшись в безопасное место, Ти Доён размазал грязь тут и там, вызывая различные проблемы. Говорят, что это происходит. . И мне интересно, будет ли Сахо интересовать такого рода проблемами. Мне это тоже интересно. Мне придется рассказать историю этого места, когда я встречусь с Хо-рёнг Кваком позже .",
        "Chinese_Text": "据说，曾进行反对开发黑土地带运动的茶道渊为了调查离开后过了几天还没有回来。如果去附近的话，拜托我去找朋友，我就去了黑色的泥土地带。\n\n在淤泥地带见到的巡逻队员表示：过了几天可能很难活着。冷静地说，不会错的。但我还是抱着不知道的想法，决定再进去看看。难道是那个人吗。环顾四周，发现了茶道风筝。所幸伤势不重。而且，我很好奇社豪是否对这些问题感兴趣。那个我也有点好奇。以后见到郭浩龙先生，我要把这里的故事传达给他。"
    },
    "11027202": {
        "Dev_Desc": "태록림 스페셜 Desc 25202 - 타입3(+2000)",
        "Original_Text": "수양대원 이율경은 낙원 계곡이 굉장히 위험하다고 경고했다. 수양이 경고하고 돌아가라고 한다면 그건 따르는 게 좋겠다 생각하고 있었는데, 이야기를 들어보니 수양의 공식적인 입장은 아닌 듯하다. \\n\\n이곳을 순찰하는 수양의 병사가 위험하다고 경고하고 있는데 수양의 결정권자나 사호까진 정보가 전달되지 않은 걸까? 공식적인 경고가 없으니 낙원 계곡의 경치를 구경하기 위해 오는 관광객은 줄지를 않고, 사고 역시 끊이지 않아 이율경은 걱정이 많은 듯했다. \\n\\n이율경을 따라 해맞이 비탈길로 이동하여 위협이 되는 존재를 확인했다. 비탈길엔 묘면족이, 이 아래에는 낙원족이 머무르고 있어 언제든 습격을 받을 수 있어 보였다. 이율경의 말처럼 일반 관광객이라면 많이 위험할 것이 분명하다. 수양과 사호는 이런 상황에 대해 알고 있을까? 몰라서 이렇게 방치하는 것일까? ...아니면 알면서도 더 큰 이익을 위해 어쩔 수 없다고 판단한 걸까?",
        "English_Text": "Suyang member Yulkyung Lee warned that Paradise Valley is very dangerous. If Suyang warns you and tells you to return, you should follow it, but after hearing the story, it seems that this is not Suyang's official position. \n\nHere Suyang's soldiers patrolling the village are warning that it is dangerous, but information has not been communicated to Suyang's decision maker or Saho? They seemed worried.\n\nI followed Lee Yul-gyeong to the slope of the sunrise and confirmed the presence of a threat. The Myomyeon tribe and the Nakwon tribe stayed on the slope, so it seemed that they could be attacked at any time. As Kyung said, ordinary tourists would be very dangerous. Do Suyang and Saho know about this situation? Are they neglecting them because they do not know?",
        "Russian_Text": "Участник Суян Юлкён Ли предупредил, что долина Наквон очень опасна. Если Суян предупреждает вас и говорит, что нужно возвращаться, вы должны следовать за ним, но после того, как вы услышали историю, похоже, что официальная позиция Суяна не соответствует действительности. \n \n Солдаты Суяна, патрулирующие здесь Официального предупреждения нет, поэтому количество туристов, которые приезжают полюбоваться пейзажами долины Наквон, не уменьшается, а аварии не прекращаются. \n \n Следуя за Ли Юл-кюном на склон восхода солнца, мы подтвердили присутствие Угроза. Люди Мё-мён и Нак-вон оставались на склоне, поэтому они могли быть атакованы в любой момент. Как сказал Ли Юл-Кён, обычные туристы очень опасны. Знают ли Суян и Сахо об этой ситуации? Они их игнорируют потому что они не знают?",
        "Chinese_Text": "首阳队员李律京警告说乐园溪谷非常危险。如果首阳警告我让我回去的话，我觉得还是听从比较好，听了这个故事，好像不是首阳的正式立场。\n\n正在警告巡查这里的首阳士兵有危险，首阳的决定权者或社号是否传达了信息？因为没有正式的警告，为了观赏乐园溪谷的风景而来的游客不会减少，事故也不断发生，李律京似乎很担心。\n\n沿着利率经移动到迎日坡路，确认了有威胁的存在。坡路上有苗面族，下面有乐园族，随时都可以受到袭击。正如李律京所说，一般游客肯定会很危险。首阳和思豪知道这种情况吗。是因为不知道才这样放任不管吗？还是为了更大的利益而做出了无可奈何的判断？"
    },
    "11027203": {
        "Dev_Desc": "태록림 스페셜 Desc 25203 - 타입3(+2000)",
        "Original_Text": "낙원족 와키키가 지나가는 날 불러 세우더니, 낙원족의 영역에 들어왔다며 다짜고짜 화를 냈다. 최근 들어 자신들의 영역을 침입당해 예민해져 있었다. 와키키는 자신들이 평화로운 종족이라고 주장하며, 최근에 인간들에게 공격받았다고 말했다. 그렇다면 이곳을 오가는 자들을 경계하는 일이 이상하진 않다.\\n\\n도움을 준다면 결백을 인정해 주겠다고 하는데... 왜 결백을 인정받아야 하는지 모르겠지만 굳이 감정을 상하게 하고 싶지 않다. 영역을 침입한 거미들을 없애는 것과 영역 표시를 제거하는 일을 도와주면 되는 걸까? 눈에 보이는 대로 거미를 몰아내고, 거미줄까지 치우고 난 후에 와키키에게 돌아갔다. \\n\\n와키키는 과거 인간들이 이곳에 왔을 때 서로의 영역을 정했다는 말을 전해 준다. 그런데 최근 들어 그 약속을 깨고 점점 영역을 넓히고 있다며 불만을 토하고, 좋은 사람도 있겠지만 모든 인간을 믿을 수는 없다고 말한다.\\n맞는 말이다. 모든 인간을 믿을 수는 없겠지. \\n낙원족의 영역을 침입하고 영역을 넓히는 인간들이 누구일까? 궁금해졌다.",
        "English_Text": "Paradise Waikiki summoned them the day they passed, and they were furious about entering the Paradise realm. They have recently been invading their territory and have become sensitive. The Waikiki claim to be a peaceful race. He said that he was recently attacked by humans, so it's not strange to be wary of those who come and go here.\n\nThey say they'll admit their innocence if they help... I don't want to. Can I help you get rid of the spiders invading the realm and remove the sign of the territory? Drive out the spiders as soon as you can see them, clear the webs, and then go back to Wakiki.\n\nWakiki It tells us that humans in the past decided on each other's territory when they came here, but recently they broke that promise and complained that they were gradually expanding their territory, and there are good people, but they say that you can't trust all humans.\nThat's right. I can't believe all humans.\nWho are the humans who invade and expand the realm of the Paradise people?",
        "Russian_Text": "Рай Вакики вызвали меня в тот день, когда они прошли, и они разозлились на меня за то, что я попал в царство райских людей. Они недавно вторглись на их территорию и стали чувствительными. Он сказал, что на него напали люди, тогда это не странно опасаться тех, кто приходит и уходит. Могу я помочь вам избавиться от вторгшихся пауков и очистить территориальные обозначения? После того, как вы прогоните пауков, как вы их видите, очистите паутину и вернитесь в Вайкики \n \n Вакики встретил каждого другое, когда люди приходили сюда в прошлом. Однако недавно он нарушил это обещание и пожаловался, что постепенно расширяет свою территорию, говоря, что, хотя есть хорошие люди, он не может доверять всем людям. \n Верно. \n Кто такие люди кто вторгается и расширяет царство райских людей? ",
        "Chinese_Text": "在乐园族和凯经过的日子里，他不由分说地说进入了乐园族的领域。最近因为自己的领域被入侵而变得敏感。瓦基说他们是一个和平的种族，最近受到了人类的攻击。那么警戒来往这里的人并不奇怪。虽然不知道为什么要得到清白的认可，但不想伤害感情。消灭入侵领域的蜘蛛和清除领域标志就可以了吗？一眼就把蜘蛛赶走，把蜘蛛网收拾好后，回到了瓦基那里。\n\n和Key传达了过去人类来到这里时决定了彼此的领域。但是最近打破了这个约定，逐渐扩大了领域，吐露了不满，虽然也有好人，但是不能相信所有人。\n这句话是对的。不能相信所有人吧。\n侵入乐园族领域，扩大领域的人是谁呢？我很好奇。"
    },
    "11027204": {
        "Dev_Desc": "태록림 스페셜 Desc 25204 - 타입3(+2000)",
        "Original_Text": "그동안 낙원 계곡에서 들었던 이야기를 곽호룡과 사호에게 전달해 줘야겠다 생각하고 있을 때, 우연히 도화상전의 박대비를 만났다. 그 역시 날 찾고 있었다고 했다. \\n박대비에게 낙원 계곡의 이야기를 꺼내려 하자 그는 자리를 옮기고 싶은 듯 보였다. 비밀로 할 이야기는 아니었지만 그래도 신중한 게 좋다고 하니 반대할 이유도 없어 따라갔다. \\n\\n거점 밖으로 나가 위협이 되는 동물들을 정리하고, 박대비에게 그동안 경험했던 일을 전했다. 그러자 그는 갑자기 자기반성을 시작했다. 응? 내가 기대한 반응은 이런 게 아니었는데... \\n\\n박대비는 자신의 과거까지 털어놓으며, 낙원 계곡에서 일어난 일들이 자신과 같은 관리자가 제대로 일을 못했기 때문이라 자책했다. 난 뭘 탓하려는 게 아니라 이런 이야기가 있다는 걸 전하려 했던 것뿐인데... 이렇게 나오니 내가 무슨 말을 해야 할지 몰라 급하게 대화를 마쳤다.",
        "English_Text": "When I was thinking that I should pass on the story I heard in Nakwon Valley to Kwak Ho-ryong and Sa-ho, I happened to meet Park Bi-bi from Dohwasangjeon. He said he was also looking for me. \nTo bring up the story of Nakwon Valley to Park Bi-bi He seemed to want to move. It wasn't a secret story, but he said it was good to be cautious, so there was no reason to object, so I followed. Then he suddenly started to reflect on himself, huh? This was not the reaction I was expecting... \n\nBi-Park also confided in her past, and what happened in the Valley of Paradise was like a manager like her. I blamed myself for not being able to do my job properly. I wasn't trying to blame anything, I was just trying to convey that there was a story like this... I didn't know what to say when it came out like this, so the conversation ended in a hurry.",
        "Russian_Text": "Когда я подумал, что должен передать историю, которую услышал в долине Наквон, Квак Хо-рёну и Сахо, я случайно встретил Пак Би-би из Дохва-санджон. Он сказал, что тоже ищет меня. Это было не так. Это история, которую нужно держать в секрете, но у меня не было причин возражать, потому что я сказал, что быть осторожным - это хорошо. Я начал размышлять, да? Это была не та реакция, которую я ожидал ... \n \n Park Bi-bi призналась в своем прошлом и винила себя в том, что произошло в Paradise Valley, потому что такой менеджер, как она, не выполнял свою работу должным образом. Я не пытаюсь ни в чем винить, я просто пытался передать, что есть такая история ... Я не знал, что сказать, когда это вышло так, поэтому я закончил разговор в спешке .",
        "Chinese_Text": "当我想把这段时间在乐园溪谷听到的故事传达给郭浩龙和沙浩时，偶然遇到了桃花商传的朴大妃。他也说在找我。\n向朴大妃提起乐园溪谷的故事时，他似乎想换个位置。虽然不是秘密要说的话，但还是说慎重比较好，所以没有理由反对。\n\n到据点外整理有威胁的动物，向朴大妃传达了这段时间经历的事情。于是他突然开始自我反省。嗯。我期待的反应不是这样的..。\n\n朴大妃吐露了自己的过去，并自责说：“在乐园溪谷发生的事情和自己一样的管理者没能好好工作。我不是想责怪什么而是想告诉大家有这样的故事..。这样一来，我不知道该说什么，就急忙结束了对话。"
    }
}