{
    "11001000": {
        "Dev_Desc": "description_서막 4장. 결전 준비",
        "Original_Text": "우여곡절끝에 무술대회 결승 진출에 성공했다!\\n상대는 역시 예상한 대로 아랑이다.\\n후회 없이 멋진 시합을 해야지!",
        "English_Text": "After all the twists and turns, I made it to the finals of the martial arts competition!\nMy opponent is also a riot as expected.\nWe should have a great match with no regrets!",
        "Russian_Text": "",
        "Chinese_Text": "经过迂回曲折，终于成功晋级武术大赛决赛！\n对手果然如预想的那样是阿郎。\n要进行精彩的比赛，不要后悔！"
    },
    "11001001": {
        "Dev_Desc": "description_서막 5장. 결승전",
        "Original_Text": "\"이제 경기장 문을 열고 들어가 아랑과 승부를 겨루는 일만 남았다. \\n\\n사실 남들에겐 알려져선 안 되는 비밀이지만 아랑은 신수 시로의 회귀자다! 아마도 아랑은 시로의 회귀자인 만큼 얼음과 관련된 무공을 쓸 것 같은데... \\n특히 아랑이 가지고 다니는 진실을 밝히는 검, 진명을 조심해야 해! 그 검은 신수의 회귀자만이 가질 수 있는 신기이기 때문에 보통의 검과는 차원이 다르지. \\n\\n생각해보니 조금 겁나는데... 아니야, 나보다 그 녀석을 잘 알고 있는 사람은 없다고! \\n지피지기면 백전백승이랬어!\"",
        "English_Text": "Now, all that remains is to open the stadium door and compete with Arang. \n\nActually, it is a secret that should not be known to others, but Arang is a return to the Shinsoo Shiro! I think I'll use a related martial art... \nIn particular, be careful with the sword that reveals the truth that Arang carries! It's different from a normal sword because it's a 'divinity' that only a returner of a divine beast can possess! .\n\nIt's a little scary when I think about it... No, no one knows him better than me!",
        "Russian_Text": "",
        "Chinese_Text": "现在只剩下打开体育场门进去与阿郎决一胜负的事情了。\n\n事实上，虽然这是别人不能知道的秘密，但是阿郎是新都市的回归者！因为阿郎是回到诗的回归者所以应该会使用与冰块相关的武功..。\n特别要小心查明阿郎所携带的真相的剑、真明！因为只有黑神兽的回归者才能拥有的“神器”，所以与一般的剑不同。\n\n想起来有点害怕..。不，没有人比我更了解那家伙！\n知彼知己，百战百胜！"
    },
    "11001002": {
        "Dev_Desc": "description_1막 1장. 영교원",
        "Original_Text": "하름은 내가 위험하지 않다는 최소한의 증거로서라도, 무술대회를 망친 뒷수습을 해야 한다고 말했다. \\n\\n아랑은 일단 내 신원을 보증하기 위해 신기 진명을 하름에게 맡겼다. 나 때문에 소중한 검까지 담보로 맡기다니... 너무 미안하면서도 고맙다. 게다가 아랑은 비옥을 얻기 위해 이번 대회에 참가했는데, 내가 폭주한 사이 비옥마저 아깝게 소모됐다고 한다. \\n\\n내 안의 검은 힘이 무엇일지 가끔은 나도 나 자신이 두려워... 하지만 일단은 하름의 말대로 나 때문에 사람들이 입은 피해를 최대한 복구하는 게 먼저야!",
        "English_Text": "Hareum said that even as a minimum proof that I'm not in danger, I need to take care of the martial arts tournament ruined.\n\nArang entrusted the Shingi Jin name to Harem to ensure my identity. Precious because of me. Leaving even the sword as collateral... I'm so sorry but thankful. Besides, Arang participated in this competition to get fertility, and while I was running wild, even the fertility was wasted.\n\nSometimes I don't know what the black power inside me is I'm also afraid of myself... But first, as Harem said, I need to restore as much damage as possible to people because of me!",
        "Russian_Text": "",
        "Chinese_Text": "哈姆说，即使是我不危险的最起码的证据，也要收拾残局。\n\n阿郎为了保证我的身份，把申基镇的名字交给了哈姆。因为我连珍贵的剑都交给担保了…真的很抱歉也很感谢。再加上阿郎为了得到肥沃参加了这次比赛，在我暴走的时候，连肥沃都浪费了。\n\n我内心的黑色力量是什么，有时候我也害怕自己…但是首先，正如哈姆所说，最大限度地恢复因为我而受到的伤害才是最重要的！"
    },
    "11001003": {
        "Dev_Desc": "description_1막 2장. 네 마리 호랑이",
        "Original_Text": "매화단의 홍매화, 영교원의 퍼롱퍼롱, 도화상전의 곽호룡, 금경철문의 달빛바람.... 이렇게 네 집단의 수장을 사호라 부른다고 한다. \\n\\n수월평원의 신흥 세력인 이들은, 신대륙 탐사의 주축이 되어 반달호수의 발전에 이바지하고 있다고 한다.\\n\\n내 목표는 이들의 의뢰를 해결해주고 인정의 증표로 대어방 유공상패라는 걸 모으는 것이다.",
        "English_Text": "Red plum blossoms from the Maehwadan, Perongperong from Yeonggyowon, Horyong Kwak from Dohwasangjeon, and Moonlight Wind from Geumgyeongcheolmun.... It is said that the heads of these four groups are called Saho. \n\nThe new power of Suwolpyeong, They are said to be contributing to the development of Lake Vandal by playing a pivotal role in the exploration of the new continent.\n\nMy goal is to solve their requests and collect the Daeeobang Merit Plaque as a token of recognition.",
        "Russian_Text": "",
        "Chinese_Text": "据说这四组的首领被称为“萨霍”：梅花坛的红梅、灵桥院的佩龙佩龙、多花山的何龙国、金景哲门的月光风。 \n\n据说水月坪的这些新兴势力通过成为新大陆探索的主轴，为汪达尔湖的发展做出了贡献。\n\n我的目标是解决他们的要求并获得大雄方功勋牌作为令牌的认可。要收集"
    },
    "11001004": {
        "Dev_Desc": "description_1막 5장. 또다른 증명",
        "Original_Text": "낚시꾼의 촌락에서 다시 만난 하름은 나에게 무언가 더 시킬 것이 있는 눈치이다.\\n\\n아니, 유공상패를 모으는 일만 해도 엄청 고생했는데, 아직도 더 시킬 게 남아있다니! 윽... 역시 에레다의 문주답게 보통 빡빡한 사람이 아닌 것 같다.",
        "English_Text": "Harum, whom I met again in the Fisherman's Village, has something more to do for me.\n\nNo, I worked really hard just to collect the medals, but there is still more to do! Ugh... As expected, I don't think I'm usually a tight-knit person like the lord of Ereda.",
        "Russian_Text": "",
        "Chinese_Text": "在钓鱼人的村子里再次见到的哈姆好像还有什么事要让我做。呃…不愧是埃莱达的文主，他好像不是一个生硬的人。"
    },
    "11001005": {
        "Dev_Desc": "description_1막 8장. 비옥과 기억",
        "Original_Text": "다시 만난 하름에게 노이의 비옥에서 본 기억에 관해 물었다. 하름 역시 아랑처럼 회귀자가 아닌 내가 비옥을 흡수할 수 있다는 것에 놀라워했다. \\n\\n잠시 고민하던 하름은 노이의 비옥이 있는 곳을 알고 있다며 나를 깊은 묘지숲으로 안내했다.",
        "English_Text": "I asked Harem, whom I met again, about her memories of seeing Noi's fertility in Noi's fertility. Harem, like Arang, was also surprised that I could absorb the fertility. He said he knew where it was and led me to the deep cemetery forest.",
        "Russian_Text": "",
        "Chinese_Text": "再次见面的哈姆问了诺伊在肥沃中看到的记忆。哈姆也惊讶于我能像阿郎一样吸收肥沃，而不是回归者。\n\n苦恼了一会儿的哈姆说知道诺伊肥沃的地方，把我带到了深墓地森林。"
    },
    "11001006": {
        "Dev_Desc": "acquired_서막 4장. 결전 준비",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001007": {
        "Dev_Desc": "acquired_서막 5장. 결승전",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001008": {
        "Dev_Desc": "acquired_1막 1장. 영교원",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unpublished story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001009": {
        "Dev_Desc": "acquired_1막 2장. 네 마리 호랑이",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001010": {
        "Dev_Desc": "acquired_1막 5장. 또다른 증명",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001011": {
        "Dev_Desc": "acquired_1막 8장. 비옥과 기억",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001012": {
        "Dev_Desc": "complete_서막 4장. 결전 준비",
        "Original_Text": "예선 대진표에서 내 이름과 나란히 붙은 아랑의 이름을 발견했을 땐 정말 기뻐서 옆에 서있던 아랑을 껴안을 뻔했다! 1차 예선 경기는 2:2 단체전. 경기에서 이기기 위해서는 무엇보다 협동이 중요한데, 어려서부터 함께 수련을 해온 아랑과 함께라면 상대가 누구든 자신 있다고!\\n\\n그렇게 예선전을 여유롭게 통과하고, 쉽지는 않았지만 우여곡절 끝에 본선도 통과 하여 결승전까지 진출했다. 문제는 아랑 역시도 무난하게 결승전까지 올라왔다는 것이다. 이 말은 즉슨... 나의 결승전 상대가 나의 오랜 벗 아랑이란 뜻. 아무한테도 말해서는 안 되는 비밀이긴 하지만, 아랑은 신수의 회귀자니 엄청 강하다. 어릴 때 이후로 온 힘을 다해 싸운 적은 없지만, 아마 무척 어려운 승부가 될 것 같다. \\n\\n결승 경기장으로 가는 길에 총타주 임연수라는 자를 만났다. 무례한 말투로 말을 걸어오더니 굉장히 수상해 보이는 음료를 내게 주었다. 결승 진출 선수는 무조건 마셔야 한다는 그의 말에 우선 마시기는 했지만 아직도 속이 메슥거린다. ",
        "English_Text": "When I found Arang's name next to my name in the preliminary match, I was so happy that I almost hugged Arang who was standing next to me! The first qualifying match is a 2:2 team match. Cooperation is more important than anything to win the match. , with Arang, who has been training together since childhood, he is confident whoever he is with him!\n\nIt was not easy to pass the preliminary round like that, but it was not easy, but after some twists and turns, he passed the final and advanced to the final. This means... My final opponent is my old friend Arang. It's a secret I shouldn't tell anyone, but Arang is very strong because she's a returnee of Shinsoo. I've fought with all my might since childhood. I haven't played it yet, but it's probably going to be a very difficult match.\n\nOn the way to the finals, I met a man named Yeonsu Lim. He spoke rudely and gave me a drink that looked very suspicious. The finalists are unconditionally I drank it first at his words that I should drink, but I still feel sick to my stomach.",
        "Russian_Text": "",
        "Chinese_Text": "在预选赛对阵表中发现与我名字并列的阿郎的名字时，真的很高兴，差点拥抱站在旁边的阿郎！第一轮预选赛是2:2团体赛。为了在比赛中获胜，合作比什么都重要，如果和从小就一起修炼的阿郎在一起，无论对方是谁都有自信！\n\n就这样轻松地通过预选赛，虽然不容易，但是经过迂回曲折，最终通过了决赛，进入了决赛。问题是阿郎也顺利地进入了决赛。这句话就是..。我的决赛对手是我的老朋友阿郎。虽然是不能对任何人说的秘密，但是阿郎是神兽的回归者，非常强大。小时候以后虽然没有尽全力战斗过，但可能是一场非常艰难的胜负。\n\n在前往决赛场的路上遇到了总击球手林延秀。用无礼的口气跟我搭话，给了我一杯看起来很奇怪的饮料。他说进入决赛的选手一定要喝，虽然先喝了，但还是很恶心。"
    },
    "11001013": {
        "Dev_Desc": "complete_서막 5장. 결승전",
        "Original_Text": "\"이게 대체 다 무슨 일이지? \\n정신을 차려보니 무술 대회장은 초토화되어있고, 난 에레다에게 꼼짝없이 붙잡힌 상태였다. 설마... 예전에 그랬던 것처럼 자제력을 잃고 폭주해버린 것일까? 그때도 곁에 있던 아랑이 겨우 나를 진정시켰던 기억이 있다. 이번에도 역시 아랑에게 신세를 지고 말았나 보다. 아랑이 아니었다면 내가 그 많은 사람 앞에서 어떤 사고를 쳤을지 생각만 해도 아찔하다. \\n\\n에레다의 문주 하름은 내가 가진 힘이 수라의 힘이라고 말했다. 그리고는 나를 위험인물로 몰아세워 잡아가려고 했다. 아마 아랑이 나서서 내 무고를 주장해주지 않았다면 아마 난 꼼짝없이 잡혀갔을 거야. \\n\\n아랑은 나의 무고를 증명하기 위해 자신의 검인 진명을 하름에게 맡기기까지 했다. 진명은 신수의 회귀자가 지닌 신기이기 때문에 아랑한테 정말 중요한 물건일 텐데... 날 위해 자신의 신기를 맡긴 아랑을 위해서라도 내 결백을 증명하기 위해 최선을 다해야 해!\"",
        "English_Text": "What the hell is this all about? \nWhen I woke up, the martial arts venue was in ruins, and I was caught by Ereda. I remember that Arang, who was by my side back then, barely calmed me down. I think I was indebted to Arang again this time too. It is dizzy just thinking about what kind of accident I would have caused in front of so many people if it wasn't for Arang.\n\nEre Da's motto, Hareum, said that my power was 'Sura's power.' Then he tried to arrest me as a dangerous person. If Arang hadn't come forward and claimed my innocence, I would probably have been arrested.\nIn order to prove my innocence, Arang even entrusted her sword ‘Jinmyeong’ to Harreum. Jinmyeong is the ‘shingi’ possessed by Shinsoo’s returnee, so it must be really important to Arang... I have to do my best to prove my innocence, even for the Arang I entrusted with!",
        "Russian_Text": "",
        "Chinese_Text": "这到底是怎么回事。\n打起精神一看，武术比赛场被夷为平地，我被埃莱达束手无策地抓住了。不会吧。是像以前那样失去自制力后暴走的吗？那时候也有在身边的阿郎好不容易让我平静下来的记忆。看来这次也欠了阿郎人情。如果不是阿郎，想想我在那么多人面前发生了什么事故都觉得头晕。\n\n埃莱达的文周河姆说我拥有的力量是“修罗的力量”。然后想把我当成危险人物抓走。如果阿郎没有出面主张我的诬告的话我可能会被抓走的。\n\n阿郎为了证明我的诬告，还把自己的剑“真明”交给了哈姆。真明是神兽回归者的“神机”所以对阿郎来说真的是很重要的东西..。为了证明我的清白必须竭尽全力。"
    },
    "11001014": {
        "Dev_Desc": "complete_1막 1장. 영교원",
        "Original_Text": "\"신 대어방 총타에서 만난 에레다 대원 도하는 이번 무술대회의 주체였던 사호로부터 유공 상패라는 것을 받아 오는 것이 내가 할 일이라 말해 주었다. 하름과의 거래 때문이 아니더라도, 나로 인해 피해를 입은 그들을 돕는 것이 당연하다. 그 과정에서 나에 관한 오해도 풀 수 있다면 더욱 좋겠지. \\n\\n사호를 찾던 중 영교원 바롱들을 만날 수 있었다. 바롱들은 내게 소울과 수호령에 대해 알려 주었고, 원하는 곳 어디로든 갈 수 있는 축지를 이용하는 방법도 가르쳐 주었다.\\n사실 광장에서 만난 건 영교원 바롱들 뿐만이 아니었다. 이상한 남자 하나가 나를 불러 세우더니 협행 표목에 관해 알려 준 것이다. 어디서 주운 나뭇가지를 들고 턱도 없는 위장을 하고 있던 그 남자는 아무래도 협행 관리자를 좋아하는 것 같았다.\\n\\n아무튼 이제 배울 것도 다 배웠고, 사호를 만나 내가 절대로 나쁜 사람이 아니란 걸 증명하기만 하면 된다고!\"",
        "English_Text": "The Ereda member Doha, whom I met at Shin Daeeobang Choongta, told me that it was my job to receive a 'Gonggong Plaque' from Saho, who was the subject of this martial arts competition. Not because of the deal with Harem, but because of me. It would be natural to help those who have been harmed. It would be even better if misunderstandings about me could be resolved in the process.\n\nWhile looking for Saho, I met Young Gyowon Barongs, who taught me about Soul and Guardian Spirit, He also taught me how to use the 'Teleport' that can go anywhere you want.\nActually, it wasn't just the Young Gyowon Barongs I met in the square. A strange man called me up and told me about the 'joint passage'. The man who was wearing a chinless camouflage holding a branch he picked up seemed to like the colleague's manager.\n\nAnyway, now that I've learned everything, I just need to meet Saho and prove that I'm not a bad person at all. !",
        "Russian_Text": "",
        "Chinese_Text": "在新大鱼坊总部中遇到的埃莱达队员也从这次武术比赛的主体沙湖那里得到了“有功奖牌”，这是我该做的事情。即使不是因为和哈姆的交易，也应该帮助因为我而受到伤害的他们。在那个过程中，如果能解开关于我的误会就更好了。\n\n在寻找社号的过程中，遇到了英教员巴隆们。巴隆们告诉了我关于灵魂和号令的事情，还教我如何利用可以去任何地方的“祝地”。\n事实上，在广场上见到的不仅仅是英老师巴隆们。一个奇怪的男人叫了我，告诉了我关于“悬赏目标”的事情。那个拿着在哪里捡到的树枝，伪装得毫无根据的男人，好像很喜欢悬赏管理者。\n\n总之，现在该学的都学了，遇到社呼证明我绝对不是坏人就可以了！"
    },
    "11001015": {
        "Dev_Desc": "complete_1막 2장. 네 마리 호랑이",
        "Original_Text": "수월항 광장에서 사호를 만났다. 탐사대 매화단의 단장 홍매화와 영적인 능력을 가진 바롱 단체, 영교원의 총장 퍼롱퍼롱, 거대 상단 도화상전의 상단주 곽호룡, 그리고 제조 철방인 금경철문의 문주 달빛바람까지. 이렇게 네 집단의 수장을 사호라고 부른다고 했다.\\n\\n첫번째 의뢰는 영교원 소속 약초꾼들의 소식을 알아보는 일이었다. 약초꾼들은 남서쪽 난파선에 피어나는 귀한 약초를 따러갔다가 아직 돌아오지 않았다고 했다. 퍼롱퍼롱의 축지 덕분에 순식간에 난파선 인근에 도착한 우리는 파란 피부를 가진 청인족에게 둘러싸인 약초꾼과 굉장히 수상한 두루마리를 발견 할 수 있었다.\\n\\n약초꾼들을 구한 후 자초지종을 들어보니 난파선쪽에 너른 약초밭이 있다는 임연수의 말에 속아 오게 된 것이라고 했다. 게다가 인근에서 주운 두루마리에는 청인족을 지원하는 내용이 쓰여 있었는데 마지막엔 임연수의 인장이 찍혀있었다. 설마, 총타주 임연수가 일부러 영교원 약초꾼들을 유인한 다음 청인족을 시켜 위협한 건 아니겠지...? ",
        "English_Text": "Meet Saho at Suwolhang Plaza. The leader of the Exploration Plum Blossom Team and the barong group with spiritual powers, Perong Perong, the president of Yeongkyowon, Ho-Ryong Kwak, Sang-Joo Kwak from the gigantic top-level painting exhibition, and Moon Joo of Geumgyeong Cheolmun, the manufacturing ironsmith. Even the moonlight. They said that the leader of the four groups was called Saho.\n\nThe first quest was to find out the news of the herbalists belonging to Yeongkyowon, who said that they went to pick up precious herbs blooming in the southwest shipwreck and have not returned yet. Thanks to Perrong Perong's axis, we arrived near the shipwreck in an instant and found a herbalist surrounded by blue-skinned blue men and a very suspicious scroll.\n\nAfter saving the herbalists, when I lifted the self-made paper bell, it was wide open on the side of the shipwreck. It was said that he was deceived by Lim Yeonsu’s words that there was an herb garden. In addition, a scroll he picked up nearby had written support for the Blue People, but at the end, Lim Yeonsu’s seal was stamped. You didn't threaten the next blue man...?",
        "Russian_Text": "",
        "Chinese_Text": "在水月港广场遇到了沙湖。勘探队梅花团团长洪梅花和具有灵性能力的巴隆团体、英教员的校长弗朗弗朗弗朗弗朗、巨大商团桃花商团的商团主郭浩龙、还有制造铁方金嘤铁门的文主月光风。就这样，四个集团的首长被称为“沙湖”。\n\n第一个委托是了解英教员所属药草师的消息。药草师们说去摘西南遇难船上的珍贵药草后还没有回来。多亏了普隆普隆的蓄水池，我们瞬间到达了遇难船附近，发现了被拥有蓝色皮肤的清仁族包围的药草师和非常可疑的长袍。就是这样。再加上在附近捡到的卷轴上写着支援清人族的内容，最后印着林延秀的印章。难道，总击球手林延秀故意引诱英教员药草师，然后让清人进行威胁…？"
    },
    "11001016": {
        "Dev_Desc": "complete_1막 5장. 또다른 증명",
        "Original_Text": "유공상패를 모두 모아 하름이 기다리는 낚시꾼 촌락으로 갔다. 하름과 오름은 나에 대한 의심을 한결 거둔 것 같았다. 하름은 아랑과 내게만 할 이야기가 있다며 우릴 부르더니, 아랑에게 신기 진명을 돌려주었다. 그리고는 자신 역시 신수, 파사의 회귀자라는 사실을 밝혔다. 두 회귀자가 이렇게 우연히 만나게 되다니. 역시 인연이란 게 있나 보다. \\n\\n하름은 아랑에게 드러난 유적지 쪽에서 푸른 비옥이 발견되었다는 정보를 알려주었고, 나에게는 또 다른 임무를 주었다. 바로, 무술대회 때 열렸던 차원문의 여파로 공허의 구덩이 지역에 생긴 문제를 해결하는 것이었다. 이번 일 까지 마무리하면 무술대회 건은 없던 일로 해준다고 했다. \\n\\n준비가 되면 축지를 사용하여 공허의 구덩이에 있는 오름을 찾아가자.",
        "English_Text": "I collected all the plaques and went to the fisherman's village where Harem was waiting. Harem and Oreum seemed to have lifted their doubts about me. Harem called us, saying that only Arang and I had a story to tell. Then he revealed that he was also a regressor of Shinsoo and Pasa. To hear that the two regressors met by chance. There seems to be a relationship.\n\nHarreum reported that blue fertility was found in the ruins revealed to Arang. , and gave me another mission: to solve a problem in the Void Pit area due to the aftermath of the portal that was held during the martial arts competition. They said that if this is completed, the martial arts competition will be nothing.\n \nWhen you're ready, let's use the shaft to find Oreum in the Void Pit.",
        "Russian_Text": "",
        "Chinese_Text": "把所有的工商牌都收集起来，去了哈姆等待的钓鱼人村。哈姆和奥尔姆似乎消除了对我的怀疑。哈姆说只有阿郎和我有话要说，叫了我们，把申基镇的命还给了阿郎。他还表示自己也是神兽、破事的回归者。两个回归者竟然会这样偶然相遇。果然有缘分啊。\n\n哈姆告诉了阿郎在遗迹附近发现了蓝色的宝石，给了我另一个任务。就是，受到武术比赛时举行的次元咨询的影响，解决了空洞的坑里出现的问题。如果结束这件事，就当作没有武术比赛的事情来做。\n\n准备好后，用蓄电池寻找空坑里的攀登。"
    },
    "11001017": {
        "Dev_Desc": "complete_1막 8장. 비옥과 기억",
        "Original_Text": "\"믿을 수 없는 일이 연달아 벌어져 머리가 혼란스럽다. \\n노이의 비옥이 있는 곳을 알고 있다며 깊은 묘지 숲으로 나를 안내한 하름은, 내가 비옥을 흡수하려는 순간 검은 힘을 뿜으며 나를 공격했다. 때마침 나타난 아랑이 아니었다면 어떻게 됐을지 생각만 해도 끔찍하다. \\n\\n아랑의 말에 의하면 하름은 수라의 부하인 기수라고 한다. 파사의 회귀자였던 것은 전부 거짓말이었으며, 회귀자가 아니면서 비옥을 흡수할 수 있는 나의 힘을 흡수하려 꾀어낸 것이었다. 아랑은 꼬맹이에게서 얘길 듣고 급하게 달려왔다는데, 그건 또 누굴까?\\n\\n아무튼 덕분에 하름을 쫓아내고 노이의 비옥을 흡수할 수 있었는데, 흘러들어온 기억은 너무나도 놀라웠다. 바로 내가... 신수 노이의 아이였던 것이다. 너무나 갑작스럽게 얻은 많은 정보 때문에 머리가 혼란스럽다. 궁금한 점이 너무나 많은 아랑과 난 가장 확실한 방법을 택하기로 했다. 신수 파사를 만나 직접 물어보는 것이다. 그러기 위해서는 해월 대륙에 있는 에레다 전초기지로 가야만 한다.\"",
        "English_Text": "Unbelievable things happen one after another, and my head is confused.\nHarum, who guided me to the deep cemetery forest saying that he knows where Noi's fertility lies, spews black power to me as I try to absorb the fertility. It's terrifying to think of what would have happened if it wasn't for Arang who showed up just in time.\n\nAccording to Arang, Harem is Sura's subordinate, 'The Rider.' This was because I was not a child and tried to absorb my power to absorb fertility. Arang heard the story from the 'little boy' and rushed to run, but who else? I was able to absorb it, but the memories that flowed in were amazing. I was... Shinsu Noi's child. I got a lot of information so suddenly, my head was confused. Arang and I decided to take the most reliable method because we have so many questions. I was going to meet the divine beast Pasa and ask him directly. To do that, I had to go to the Ereda Outpost on the Seawol Continent.",
        "Russian_Text": "",
        "Chinese_Text": "接连发生了令人难以置信的事情，弄得头昏脑胀。\n知道诺伊的肥沃所在的地方，引导我到深墓地森林的哈姆，在我吸收肥沃的瞬间，散发着黑色的力量攻击我。如果不是正好出现的阿郎，想想会怎么样，真是可怕。\n\n据阿郎说，哈姆是修罗的部下“骑手”。帕萨的回归者都是谎言，并不是回归者，而是为了吸收我的力量。阿郎听了《小鬼》的话急忙跑来，那又是谁呢？就是我。是申秀诺的孩子。由于获取的信息太多，头脑混乱。有太多好奇的事情，阿郎和我决定选择最确切的方法。就是直接去见神兽破寺询问。为此，必须前往位于海月大陆的埃莱达前哨基地。"
    },
    "11001018": {
        "Dev_Desc": "acquired_1막 11장. 뒷수습",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001019": {
        "Dev_Desc": "acquired_1막 13장. 출항준비",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001020": {
        "Dev_Desc": "description_1막 11장. 뒷수습",
        "Original_Text": "홍매화의 조언을 받아들여 반달호수에서 조금 더 머물며 경험과 실력을 쌓기로 결심했다. \\n \\n반달호수에는 아직 임연수가 저지른 일들이 해결되지 않고 남아있다고 하니 그들을 돕고 뒷수습을 하며 경험을 쌓아 나가자.",
        "English_Text": "Accepting the advice of Red Plum Blossom, I decided to stay a little longer at Lake Vandal to gain experience and skills. \n \nThe things that Yeonsu Lim committed remain unresolved at Lake Vandal, so I help them and take care of them. Let's build experience.",
        "Russian_Text": "",
        "Chinese_Text": "接受洪梅花的建议，决定在半月湖多停留一段时间，积累经验和实力。\n据说半月湖上还没有解决任延寿所做的事情，所以帮助他们，进行善后工作，积累经验。"
    },
    "11001021": {
        "Dev_Desc": "description_1막 13장. 출항준비",
        "Original_Text": "\"드디어 해월대륙행 배를 타고 출발하나 했더니 역시 세상 일은 쉽게 풀리지 않는다. 선장 양대 해는 대부분의 재료를 모았으나 딱 한 가지, 가장 중요한 조타 장치를 고치기 위한 촉매제인 수호병의 핵을 구하지 못했다고 했다. 큰 배를 움직이기 위해서는 핵이 굉장히 많이 필요 한데, 미궁의 가장 안쪽에 있는 강력한 수호병, 홍린의 핵이라면 하나만 있어도 충분하다고 설명해주었다. \\n\\n무공 수련을 하며 배가 수리되길 기다려도 괜찮겠지만, 이왕 이렇게 된 거 내가 한번 나서볼까?\"",
        "English_Text": "Finally, I tried to board a ship bound for the sea and moon, but things in the world do not work out easily. The two captains collected most of the materials, but there is only one thing, the 'nuclear' of the guardian, which is the catalyst to fix the most important steering gear. He explained that it takes a lot of nukes to move a big ship, but if it's Hongrin's nuke, a powerful guard in the innermost part of the labyrinth, that's enough. It'll be fine, but should I step out for something like this?",
        "Russian_Text": "",
        "Chinese_Text": "终于乘着去海月大陆的船出发了，果然世界上的事情不容易解决。船长两大海洋虽然收集了大部分材料，但只有一种，为了修理最重要的Jota装置，没有找到催化剂守护兵的“核”。为了移动大船，需要很多核武器，只要是迷宫最里面的强力守护兵、洪琳的核，只要有一个就足够了。\n\n一边练武功一边等船修理也没关系，既然这样，我来试试吧？"
    },
    "11001022": {
        "Dev_Desc": "complete_1막 11장. 뒷수습",
        "Original_Text": "부패한 총타주 임연수에게 매운맛을 보여준 뒤 다시 해월대륙으로 갈 채비를 하려는 나를 매화단 단장 홍매화가 붙잡았다. 그녀는 걱정하는 말투로 해월대륙은 녹록한 곳이 아니라고 말했다. 조금 자존심이 상하긴 했지만 해월대륙 탐사에 앞장서고 있는 매화단 단장이라면 충분히 할 수 있는 조언이었다. \\n\\n나는 그녀의 조언을 받아들여 반달호수에서 조금 더 머물며 경험과 실력을 쌓기로 결심했다. 반달 호수를 돌아다니며 많은 사건을 목격할 수 있었다. 아이들이 사라지는 비극적인 일이 벌어진 소호촌, 반달목장 근처에서 자행되고 있던 투엽단의 불법 도축 사건, 침식당한 괴물들에게 마을을 빼앗긴 수와족 마을까지. \\n이 모든 끔찍한 일의 배후에 임연수가 있었다. 인간의 탈을 쓰고 이리도 악한 일들을 저지르다니. 부디 사호가 반달호수의 아픔을 잘 보듬고 다시는 이런 일이 벌어지지 않게 잘 이끌어 나갔으면 좋겠다. \\n\\n자, 이제 항구로 돌아가 배 수리가 완료되었는지 알아볼까?",
        "English_Text": "After showing the spiciness to the corrupt gunman Lim Yeon-soo, Hong Mae-hwa, the leader of the plum flower gang, caught me as I was preparing to go to the sea-wol continent again. Although it was hurtful, it was a piece of advice that could be given to anyone who is the leader of the Plum Blossom Group, which is leading the exploration of the sea and moon continent.\n\nI decided to take her advice and stay a little longer at Vandal Lake to gain experience and skills. I was able to witness many incidents while traveling: Soho Village, where the tragic disappearance of children took place, the illegal slaughtering of the bullfighting gangs near Bandal Ranch, and the Suwa village where the village was taken away by eroded monsters.\n Lim Yeon-soo was behind all these terrible things. Wearing human clothing and committing such evil things. I hope Sa-ho can heal the pain of Lake Vandal and lead the way so that this does not happen again.\n Now, let's go back to the port and see if the repairs are complete?",
        "Russian_Text": "",
        "Chinese_Text": "梅花团团长洪梅花抓住了我，想给腐败的总击球手林延秀展现辣味后，再准备去海月大陆。她用担心的口气说，海月大陆不是一个简单的地方。虽然有点伤自尊，但如果是带头探索海月大陆的梅花团团长，就可以提出充分的建议。\n\n我接受她的建议，决定在半月湖多停留一段时间，积累经验和实力。在半月湖上可以看到很多事件。发生了孩子们消失的悲剧的小湖村，在半月牧场附近肆行的斗夜团的非法屠宰事件，被侵蚀的怪物夺走村子的苏瓦族村。\n这一切可怕的事情背后都有林延秀。披着人的外衣做出如此恶劣的事情。希望沙湖能好好抚慰半月湖的痛苦，不要再发生这样的事情。\n\n来，现在回到港口，看看船修理好了吗？"
    },
    "11001023": {
        "Dev_Desc": "complete_1막 13장. 출항준비",
        "Original_Text": "\"드디어 해월대륙행 배를 타고 출발하나 했더니 역시 세상 일은 쉽게 풀리지 않는다. 선장 양대해는 대부분의 재료를 모았으나 딱 한 가지, 가장 중요한 조타 장치를 고치기 위한 촉매제인 수호병의 핵을 구하지 못했다고 했다. 큰 배를 움직이기 위해서는 핵이 굉장히 많이 필요 한데, 미궁의 가장 안쪽에 있는 강력한 수호병, 홍린의 핵이라면 하나만 있어도 충분하다고 설명해주었다. \\n\\n드러난 유적지에 있는 미궁은 정말 무시무시한 곳이었다. 이름처럼 한번 들어가면 길을 쉽게 찾을 수도 없는 데다가 괴물과 수호병들이 득실거렸다. 다시는 들어가고 싶지 않지만 강해지기 위해서는 저런 미궁도 아무렇지 않게 드나들 수 있어야겠지? 기회가 될 때마다 찾아가 보는 것도 좋겠다. \\n\\n드디어 여객선 수리가 끝나고, 그동안 많은 우여곡절이 있었지만 이젠 진짜 대양을 건너 새로운 대륙으로 가는 일만 남았다! 대륙으로 가서 파사를 만나게 되면 물어보고 싶은 것이 너무나도 많다. 어서 빨리 도착했으면 좋겠어!\"",
        "English_Text": "I finally decided to board a ship bound for the sea and moon continent, but as expected, things in the world do not work out easily. Captain Yang Dae-hae gathered most of the materials, but there is only one thing, the 'nuclear' of the guardian, which is the catalyst to fix the most important steering gear. He explained that it takes a lot of nukes to move a large ship, but only one nuke of Honglin, a powerful guard inside the labyrinth, is enough.\n\nThe labyrinth in the revealed ruins is really ignored. As the name suggests, once you enter, it is difficult to find your way, and it is full of monsters and guards. I don't want to enter again, but in order to become strong, I must be able to casually enter and exit such a labyrinth. .\n\nFinally, the repair of the passenger ship has been completed, and there have been many ups and downs, but now the only thing left is to cross the ocean and go to a new continent! There are so many things I want to ask you when you go to the continent and meet Pasa. I hope you arrive soon!",
        "Russian_Text": "",
        "Chinese_Text": "终于乘着去海月大陆的船出发了，果然世界上的事情不容易解决。船长两大海洋虽然收集了大部分材料，但只有一种，为了修理最重要的Jota装置，没有找到催化剂守护兵的“核”。为了移动大船，需要很多核武器，只要是迷宫最里面的强力守护兵、洪琳的核，只要有一个就足够了。\n\n遗迹中的迷宫真是可怕的地方。像名字一样，一进去就很难找到路，而且怪物和守护兵也很多。虽然不想再进去了，但是为了变强，那样的迷宫也要若无其事地出入吧？有机会的时候去看看也不错。\n\n客轮修理终于结束，这段时间经历了很多艰难曲折，但现在只剩下穿越真正的海洋去新大陆了！去大陆遇到风波，想问的东西太多了。希望快点到达！"
    },
    "11001024": {
        "Dev_Desc": "acquired_1막 6장. 드러난 유적지",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001025": {
        "Dev_Desc": "acquired_1막 7장. 공허의 구덩이",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001026": {
        "Dev_Desc": "description_1막 6장. 드러난 유적지",
        "Original_Text": "\"아랑을 도와 비옥을 찾기 위해 유적지에 갔을 때 믿기지 않을 만큼 놀라운 일이 벌어졌다.\\n \\n신수의 회귀자만 들어갈 수 있다는 각성의 회랑. 그곳에 내가 들어가게 된 것이다. \"",
        "English_Text": "When I went to the ruins to help Arang to find fertility, an unbelievable thing happened.\n \nThe 'Corridor of Awakening' that only returnees of the divine beast can enter. That's where I got into. ",
        "Russian_Text": "",
        "Chinese_Text": "为了帮助阿郎寻找宝藏，去遗迹时发生了令人难以置信的事情。\n只有神兽回归者才能进入的“觉醒的走廊”。我进入了那个地方。"
    },
    "11001027": {
        "Dev_Desc": "description_1막 7장. 공허의 구덩이",
        "Original_Text": "공허의 구덩이에 도착하자 오름이 날 기다리고 있었다. 오름의 이야기에 따르면 공허의 구덩이는 본래 대어방 총타가 있던 장소라고 한다. 과거 갑작스럽게 그곳에 균열이 발생하고, 지금은 사람은커녕 어떤 생명체도 살지 못하고 불마자만 가득한 땅이 되었다고 했다. \\n \\n나로 인해 다시금 균열의 상태가 심상치 않아졌다고 하니, 이들을 도와 불마자들을 처치하고 그들의 핵을 구해주자.",
        "English_Text": "When I arrived at the Void Pit, Oreum was waiting for me. According to Oreum's story, the Void Pit was originally the site of Daeeobang Gunta. A crack suddenly appeared there in the past, and now there are no people, let alone people. It is said that the land has become full of dead and no living creatures.\n \nBecause of me, the state of the rift has gotten worse again, so let's help them to kill the burners and save their core.",
        "Russian_Text": "",
        "Chinese_Text": "一到空旷的坑里，攀登就在等我。据奥尔的故事，空虚的坑原来是大鱼坊总部的地方。过去那里突然发生了裂痕，现在别说人了，连任何生命都活不下去，成了一片充满火魔的土地。\n听说因为我再次出现了裂痕，请帮助他们消灭火魔者，救出他们的核武器。"
    },
    "11001028": {
        "Dev_Desc": "complete_1막 6장. 드러난 유적지",
        "Original_Text": "\"아랑을 도와 비옥을 찾기 위해 유적지에 갔을 때 믿기지 않을 만큼 놀라운 일이 벌어졌다. 신수의 회귀자만 들어갈 수 있다는 각성의 회랑. 그곳에 내가 들어가게 된 것이다. \\n\\n신수들이 시련을 통해 힘을 키우거나 서로의 실력을 겨루어 보기도 했다던 그곳은 아직도 수호병들이 지키고 있었다. 수호병들을 처치하고 회랑 가장 안쪽까지 들어가자 신기한 장치가 생겨났다.\\n\\n방 양쪽에 생겨난 신비한 장치를 작동시키는 순간, 몸에 힘이 차오르는 것이 느껴졌다. 그리곤 자연스레 물 위를 달리는 수상비 경공을 깨우칠 수 있었다! 앞으로 이런 장치들을 발견하면 꼭 조작해봐야겠다.\"",
        "English_Text": "When I went to the ruins to help Arang to find fertility, an unbelievable thing happened. The 'Awakening Corridor' that only the returners of the divine beasts can enter. That's where I got into.\n\nThe divine beasts The guards were still guarding the place where they used to grow their strength through trials or compete with each other. When they defeated the guards and went to the innermost part of the corridor, a mysterious device was created.\n\nThe mysterious device that appeared on both sides of the room The moment I turned it on, I felt a build-up of strength in my body. And naturally, I was able to wake up to the 'Susangbi' Kyung Gong running on the water!",
        "Russian_Text": "",
        "Chinese_Text": "为了帮助阿郎寻找肥沃，去遗迹的时候发生了令人难以置信的事情。只有神兽回归者才能进入的‘觉醒的走廊’我进入了那个地方。\n\n神兽们通过考验培养力量或互相较量实力的那个地方，守护兵们还在守护着。消灭守护兵后进入走廊最里面，出现了一个神奇的装置。\n\n启动房间两侧的神秘装置的瞬间，感觉身体充满了力量。然后自然而然地领悟到了在水上奔跑的“水上雨”轻攻！以后发现这些装置一定要操作。"
    },
    "11001029": {
        "Dev_Desc": "complete_1막 7장. 공허의 구덩이",
        "Original_Text": "공허의 구덩이에 도착하자 오름이 날 기다리고 있었다. 오름의 이야기에 따르면 공허의 구덩이는 본래 대어방 총타가 있던 장소라고 한다. 과거 갑작스럽게 이곳에 균열이 발생하고, 지금은 사람은커녕 어떤 생명체도 살지 못하고 불마자만 가득한 땅이 되었다고 했다. 그래도 다시 힘을 모아 신 대어방 총타를 짓고, 서로를 위로하며 아픔을 잘 추스르고 있는 것 같아 정말 다행이다. \\n\\n내게 상황을 설명해준 오름은 얼마 전 무술 대회의 영향으로 균열의 상태가 심상치 않게 변하고 있다며, 지금으로서 우리가 할 수 있는 최선은 불마자를 처리하는 거라 말했다. 불마자를 처리하고 핵을 모아 균열 연구가 조사훈에게 가져다주자 놀라운 이야길 들을 수 있었다. 바로, 일전에 화물 보관소에서 찾은 음료에서 발견된 성분이 불마자의 핵과 동일하다는 것이었다. \\n\\n세상에 그럼... 나와 임연수의 그 용병이 불마자의 성분을 마셨다는 말이야? \\n어쩌면 내가 폭주한 이유도...",
        "English_Text": "When I arrived at the Void Pit, Oreum was waiting for me. According to Oreum's story, the Void Pit was originally the site of Daeeobang Gunta. A crack suddenly appeared here in the past, and now, let alone people. It was said that no living things could live and it was a land full of fireflies, but I'm really glad that they gathered their strength again and built a new Daeeobang Guntae, comforting each other and dealing with the pain well.\n\nYou explained the situation to me. Oreum said that the state of the rift has changed abruptly due to the influence of the martial arts competition a while ago, and said that the best we can do for now is to deal with the bad guys. Joo Joo heard a surprising story: The ingredient found in the drink found in the cargo storage the other day was identical to the core of a mortal. You mean?\nMaybe that's why I ran so...",
        "Russian_Text": "",
        "Chinese_Text": "一到空旷的坑里，攀登就在等我。据奥尔的故事，空虚的坑原来是大鱼坊总部的地方。过去这里突然发生了裂痕，现在别说人了，连任何生命都活不下去，成了充满火魔的土地。但还是再次齐心协力，互相安慰，互相抚慰，互相抚慰，真是万幸。\n\n向我说明情况的上升，不久前受到武术比赛的影响，裂痕的状态变得异常，现在我们能做的最好的就是处理火魔。处理了火魔，收集核武器，缝隙研究带给了赵载勋，可以听到惊人的故事。就是说，日前在货物保管所找到的饮料中发现的成分与火魔的核相同。那么…我和林延秀的那个佣兵喝了火魔的成分吗。\n也许我暴走的理由也是..。"
    },
    "11001030": {
        "Dev_Desc": "acquired_1막 9장. 밝혀지는 음모",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001031": {
        "Dev_Desc": "description_1막 9장. 밝혀진 음모",
        "Original_Text": "수월항으로 날 찾아온 매화 단원 심하연은 길이 엇갈리기 전에 만나 다행이라며 안도의 한숨을 내쉬었다. 그녀가 날 찾아온 이유는 곧 신 대어방 총타에서 있을 사호의 연설에 참석을 권하기 위해서였다.\\n\\n심하연은 준비를 하는 시간이 필요로 하다며, 그동안 무공을 단련하거나 자신들의 일을 도와달라 부탁했다.",
        "English_Text": "Maehwa member Shim Ha-yeon, who came to me at Suwol Port, sighed in relief, saying it was nice to meet him before the roads crossed. It was for this.\n\nShim Ha-yeon said she needed time to prepare, and asked me to train martial arts or help them with their work.",
        "Russian_Text": "",
        "Chinese_Text": "来到水月港的梅花团员沈夏妍松了一口气说：幸好在路交叉之前相遇。她来找我的理由是为了劝我参加在新大鱼房总塔举行的社呼演说。\n\n沈夏妍说需要准备的时间，希望这段时间锻炼武功或帮助自己。"
    },
    "11001032": {
        "Dev_Desc": "complete_1막 9장. 밝혀진 음모",
        "Original_Text": "수월항으로 날 찾아온 매화 단원 심하연은 길이 엇갈리기 전에 만나 다행이라며 안도의 한숨을 내쉬었다. 그녀가 날 찾아온 이유는 곧 신 대어방 총타에서 있을 사호의 연설에 참석을 권하기 위해서였다. \\n\\n이번 사호의 연설은 그동안 임연수가 행해왔던 온갖 악행들을 만천하에 공개하는 한편, 반달호수의 안정화를 위해 사호가 직접 나설 것이라는 선언식이나 다름없었다. 반달호수 주민들의 아낌없는 격려와 무한한 신뢰 속에서 연설은 마무리되었지만, 임연수가 연설 직전에 눈치를 채고 도주해버리는 일이 일어났다. 순순히 받아들일 인물은 아니라고 생각하긴 했지만 여태 그런 작자를 총타주랍시고 모셨단 말이야? \\n\\n연설이 끝난 뒤에도 광장 한가운데 멀뚱히 서 있자니 영교원의 수장 퍼롱퍼롱이 나타나 부탁을 해왔다. 도주한 임연수의 행방에 대한 제보가 들어왔지만 사호는 당장 자리를 비울 수 없는 입장이라고 했다. 그 사이 임연수가 다른 대륙으로 도주해버리면 곤란하다며 대신 임연수의 뒤를 쫓아달라고 했다.",
        "English_Text": "Maehwa member Shim Ha-yeon, who came to me at Suwol Port, sighed in relief, saying it was nice to meet him before the roads crossed. \n\nThis time Saho's speech was nothing less than a declaration that Saho would go out on his own for the stabilization of Lake Vandal while revealing to the public all the evil deeds Lim has been doing. The speech ended with trust, but Lim Yeon-su noticed right before the speech and ran away. I thought that he was not a person to be accepted, but did you mean that you still served such an author as a gunshot?\n\nAfter the speech was over Even after I was standing in the middle of the square, Perong Perong, the head of Young Gyowon, appeared and asked for a request. A report came in about the whereabouts of Lim Yeon-su, who had fled, but Sa-ho said that he could not leave immediately. In the meantime, Lim Yeon-su fled to another continent. He said it would be difficult to throw it away and asked him to follow Lim Yeon-soo instead.",
        "Russian_Text": "",
        "Chinese_Text": "来到水月港的梅花团员沈夏妍松了一口气说：幸好在路交叉之前相遇。她来找我的理由是为了劝我参加在新大鱼房枪杆上的一次沙湖演说。\n\n此次社号的演讲将之前任延秀所做的各种恶行向全世界公开，同时，为了半月湖的稳定，社号将亲自出面。虽然在半月湖居民们毫无保留的鼓励和无限的信任下结束了演讲，但是林延秀在演讲前发现并逃跑了。虽然我认为他不是可以乖乖接受的人物，但他还把这样的人当成了总击球手吗？\n\n演讲结束后，在广场中央呆呆地站着，英教员的首长弗朗弗朗弗朗弗朗弗朗弗朗弗朗弗朗弗朗拜托了他。虽然接到了有关逃跑的林延秀行踪的举报，但是社呼不能马上离开。在此期间，林延秀说如果逃到其他大陆就很困难，请代为追赶林延秀。"
    },
    "11001033": {
        "Dev_Desc": "acquired_1막 3장. 수상한 총타주",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001034": {
        "Dev_Desc": "description_1막 3장. 수상한 총타주",
        "Original_Text": "영교원 총장 퍼롱퍼롱의 의뢰를 무사히 수행하고 첫 번째 유공상패를 얻었다. 이번엔 매화단의 의뢰다! 모두 무술대회 뒷수습으로 일손이 부족한 모습을 보니 조금 미안한 마음이 든다.\\n\\n이번에도 최선을 다해 그들을 도와주자!",
        "English_Text": "I successfully completed the request of Perong Perong, the president of Young Gyowon, and got my first plaque of merit. This time, it's a request from the Maehwa Dan! I feel a little sorry to see the lack of staff due to all of the martial arts competitions.\n\nLet's do our best to help them again this time!",
        "Russian_Text": "",
        "Chinese_Text": "顺利完成了英教员总长弗朗弗朗弗朗弗朗的委托，获得了第一个工商牌。这次是梅花团的委托！大家都在武术比赛的善后工作中，看到人手不足的样子，感到有点抱歉。\n\n这次也尽最大努力帮助他们吧！"
    },
    "11001035": {
        "Dev_Desc": "complete_1막 3장. 수상한 총타주",
        "Original_Text": "매화단의 의뢰 내용을 듣기 위해 본부로 가는 길에 총타주 임연수를 발견했다. 주민들을 불러 모아놓고서는 자신의 허가를 받지 않은 수월항 내의 모든 활동을 불법으로 간주하겠다 공표하고 있었다. 모여있던 이들 모두 임연수의 말에 난색을 표하는 것을 보니 억지스러운 지시가 분명해 보였다. \\n\\n이 뿐만이 아니다. 의뢰를 수행하는 내내 임연수의 수상한 행적을 찾을 수 있었다.  화물상자를 추적하기 위해 간 호숫가 별채에서 뒤도 돌아보지 않고 달아나는 임연수를 보았는데, 그가 도망친 별채 뒤편에는 반달호수에선 볼 수 없는 괴물과 쓰러진 사람이 있었다. \\n\\n사태 수습을 위해 다시 찾아간 심하연에게서 임연수의 사정을 들을 수 있었다. 그는 무술대회 내기로 큰돈을 잃은 뒤 더욱 사리분간을 못 하고 있다고 한다. 별채 주인은 사호를 지원하는 지역 유지였는데, 평소 사호를 못마땅해하던 임연수가 기어이 선을 넘을 것 같다며 심하연은 분개했다. 역시 그냥 성격 나쁜 총타주라기에 임연수는 너무 수상하단 말이지...",
        "English_Text": "On the way to the headquarters to listen to the request of the Maehwadan, I found Yeonsu Chongtaju. He summoned the residents and announced that all activities in Suwol Port without his permission would be considered illegal. Seeing that everyone in the group expressed their displeasure at Lim's words, it seemed that the forced instructions were clear.\n\nThis is not the only thing. I was able to find Lim's suspicious activities throughout the quest. I saw Lim Yeon-soo running away from the annex by the lake without looking back, and behind the annex he ran away from, there was a monster and a fallen person that you couldn’t see in Vandal Lake. He said that after losing a lot of money in a martial arts contest, he can't even think of it anymore. The owner of the detached house was a local maintenance worker who supported Saho, and Shim Ha-yeon, who was usually dissatisfied with Saho, was indignant, saying that Yeonsu Lim would cross the line. After all, Lim Yeon-soo is too suspicious because he's just a bad-tempered shooter...",
        "Russian_Text": "",
        "Chinese_Text": "为了听取梅花团的委托内容，在前往本部的路上发现了总击球手林延秀。召集居民后，宣布将未经自己许可的水港内所有活动视为非法。聚集在一起的这些人都对林延秀的话表示为难，看来是很牵强的指示。不仅如此。在执行委托的过程中，一直可以找到林延秀可疑的行踪。为了追踪货物箱子，在去湖边的别墅里看到了不回头逃跑的林延秀，他逃跑的别墅后面有一个半月湖上看不到的怪物和倒下的人。\n\n为了收拾残局再次拜访的沈夏妍，可以听到林延秀的情况。据说，他因为参加武术比赛而失去了巨额资金后，更加不懂事。别墅主人愤慨地说：“虽然是支援社呼的地区，但是平时不满意社呼的林延秀最终会越过线。果然性格不好的枪杆子让林妍秀很奇怪..。"
    },
    "11001036": {
        "Dev_Desc": "acquired_1막 4장. 의문의 강장제",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001037": {
        "Dev_Desc": "description_1막 4장. 의문의 강장제",
        "Original_Text": "드디어 마지막 금경철문의 의뢰다! 이전 의뢰를 수행하는 내내 총타주 임연수의 수상한 행적을 발견해서일까, 이번에도 뭔가 연관이 있지 않을까 하는 의심이 든다. \\n\\n마지막까지 최선을 다해서 의뢰를 수행하자!",
        "English_Text": "Finally, this is the last request for Geum Kyung-Chul-Moon! I suspect that it may have something to do with it this time as well, perhaps because I discovered the suspicious behavior of the batsman Lim Yeon-soo while carrying out the previous quest. \n\nI do my best until the end Let's do it!",
        "Russian_Text": "",
        "Chinese_Text": "终于是最后的金嘤铁门的委托了！是因为在执行之前委托的过程中发现了总负责人研修的可疑行踪吗？这次也有可能有关联。\n\n尽最大努力完成任务吧！"
    },
    "11001038": {
        "Dev_Desc": "complete_1막 4장. 의문의 강장제",
        "Original_Text": "금경철문의 달빛바람으로부터 마지막 의뢰를 받았다. 대장간에서 주문한 재료가 아직 도착하지 않아 급한 대로 대체 재료인 호수 거북의 수정을 모아달란 의뢰였다. \\n\\n재료를 모아 대장간 책임자, 강철주먹에게 가져다 주자 새로운 이야길 들을 수 있었다. 화물은 진작에 도착을 했지만 화물 보관소에서 도무지 출고를 시켜주지 않는단 것이었다. 사실 확인을 위해 간 화물 보관소에는 출고되지 못한 짐들이 가득 쌓여 있었고, 임연수의 용병들이 수상한 상자를 철통처럼 지키고 서 있었다. \\n\\n상자 안에는 금경철문에 전달될 물건을 사흘 대기 후에 출고시키라는 임연수의 서신과, 무술대회 결승 전에 내가 마셨었던 수상한 음료가 들어 있었다. 상자를 지키던 용병 대장에게서도 지독한 음료의 냄새가 나는 것으로 미루어 볼 때 이 자양강장제를 마신 게 분명했다.\\n \\n사건을 전해 들은 강철주먹은 불같이 화를 내며 서신과 음료를 가져갔다. 우선 내 역할은 여기까지인 것 같다. 의뢰를 수행하는 내내 발견한 임연수의 수상한 행적들을 사호가 조사하여 조치를 취하기를 바랄 뿐이다. ",
        "English_Text": "I received the last quest from Moonlight Wind at Geumgyeongcheolmun. The material I ordered from the smithy had not arrived yet, so it was a quest to urgently collect an alternative material, Lake Turtle Crystal. When I brought it to Fist, I could hear a new story. The cargo arrived earlier, but the cargo storage did not let it go. The cargo storage I went to to check the facts was full of undelivered baggage, and Lim Yeon-su's mercenaries I stood guarding the suspicious box like an iron barrel.\n\nIn the box were Lim Yeon-soo's letter telling me to wait three days for the items to be delivered to the Geumgyeongcheolmun to be shipped out, and the suspicious drink I drank before the finals of the martial arts competition. Judging by the fact that the captain also smelled of a terrible drink, he must have drank this nourishing tonic.\n \nWhen the iron fist heard of the incident, he became furious and took the letter and drink. I just hope that Saho will investigate and take action on the suspicious activities of Lim Yeon-soo discovered while carrying out the quest.",
        "Russian_Text": "",
        "Chinese_Text": "接受了金嘤铁门月光风的最后委托。铁匠铺订购的材料还没有到达，所以委托收集代替材料湖水龟的水晶。\n\n收集材料交给锻冶屋负责人、钢铁拳头，可以听到新的故事。货物虽然早到了，但货物保管所根本不给出库。为了确认事实，去的货物保管所里堆满了没有出库的行李，林延秀的佣兵们像铁桶一样守着可疑的箱子。\n\n箱子里有林延秀的书信和武术大赛决赛前我喝过的奇怪饮料。守护箱子的佣兵队长身上也散发着浓烈的饮料味道，看来他喝了这个滋养强壮剂。\n听到事件的钢铁拳头像火烧一样发火，拿走了书信和饮料。首先我的作用就到此为止。在执行委托的过程中发现的林延秀可疑的行踪，希望社浩调查后采取措施。"
    },
    "11001039": {
        "Dev_Desc": "acquired_1막 12장. 끔찍한 계획",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001040": {
        "Dev_Desc": "description_1막 12장. 끔찍한 계획",
        "Original_Text": "다급하게 날 찾아온 매화단 심하연이 쫓겨난 총타주 임연수가 아예 행방을 감췄단 이야기를 전했다. 그날 이후 언제 또 사고를 칠지 몰라 예의주시하고 있었지만 사호가 해월대륙을 방문한 사이 자취를 감추었다고 했다. \\n\\n임연수가 또다시 악행을 저지르기 전에 어서 찾아보자.",
        "English_Text": "Ha-yeon Shim of the plum flower group who came to me urgently told me that Lim Yeon-soo, the gunman who was kicked out, disappeared completely. \n\nLet's find out before Lim Yeonsu commits another evil deed.",
        "Russian_Text": "",
        "Chinese_Text": "紧急来到我身边的梅花团沈夏妍被赶出来的总击球手林延秀干脆消失了。那天以后不知道什么时候还会发生事故，一直在密切关注，但是在沙湖访问海月大陆的时候就销声匿迹了。\n\n在林延秀再次犯下恶行之前，快点找找吧。"
    },
    "11001041": {
        "Dev_Desc": "complete_1막 12장. 끔찍한 계획",
        "Original_Text": "다급하게 날 찾아온 매화단 심하연이 쫓겨난 총타주 임연수가 아예 행방을 감췄단 이야기를 전했다. 그날 이후 언제 또 사고를 칠지 몰라 예의주시하고 있었지만 사호가 해월대륙을 방문한 사이 자취를 감추었다고 했다. 심하연과 나는 지역을 나눠 수색에 나섰다. \\n\\n수색 끝에 강철악이 있었던 으스스한 골짜기 안에서 임연수를 발견할 수 있었다. 임연수는 이전의 모습과 다르게 광기에 사로잡힌 듯이 보였고, 주변으로 이성을 잃은 채 임연수에게 조종당하는 소호촌 주민들이 있었다. 주민들을 제압하고 임연수를 붙잡으려 하자, 그는 갑자기 괴로운 듯 몸부림치더니 산화되어 사라져 버렸다. \\n\\n이 이야길 전해 들은 심하연은 무공도 없는 자가 함부로 불마자의 핵을 이용하다가 기어이 잠식된 것이라 말했다. 모든 걸 잃고 벼랑 끝에 몰린 임연수는 불마자의 핵으로 제조한 약을 소호촌 주민들에게 먹여 조종하고 있었으며, 상수원에 그 약을 풀어 수월 평원 주민 모두를 자신의 사병으로 만들 끔찍한 계획을 가지고 있었던 것이었다. \\n\\n절대 용서받지 못할 악한 자의 최후는 비참한 죽음이었다.",
        "English_Text": "The maehwadan Shim Ha-yeon, who came to me urgently, told the story that Lim Yeon-soo, the gunman who had been kicked out, disappeared completely. Shim Ha-yeon and I divided the area and set out to search.\n\nAfter the search, we found Lim Yeon-su in the eerie valley where Kang Cheol-ak was located. There were residents of Soho Village who lost their reason and were manipulated by Lim Yeon-soo. When they tried to subdue the residents and catch Lim Yeon-su, he suddenly struggled in pain and oxidized and disappeared. Lim Yeon-su, who was driven to the edge of a cliff after losing everything, was controlling the people of Soho Village by dissolving the drug in a water source and dissolving the drug in a water source, he said. He had a terrible plan to make everyone his own private.\n\nThe unforgivable end of the evil one was a tragic death.",
        "Russian_Text": "",
        "Chinese_Text": "急忙来找我的沉河妍告诉我，被赶出去的林妍秀失踪了。那天之后，他一直在密切注视着，不知道什么时候会再次发生意外，但他说他在佐穗访问海月大陆时消失了。 申夏妍和我划分了搜索区域。 \n\n搜索后，在姜哲岳所在的阴森山谷中找到了林妍秀。与之前的模样不同，林妍秀似乎被疯子附身，苏荷村也有被林妍秀操纵而失去理智的居民。当他试图制服村民并抓住林妍秀时，他突然痛苦地挣扎着，氧化消失了。 \n\n听到这个故事的沉河妍说，它被一个没有武术的人用消防员的核心侵蚀了。失去一切并被赶到悬崖边上的林延洙正在给苏荷村的居民喂食和操纵用恶霸核心制成的药物，并有一个可怕的计划将药物释放到水源中并将水月平原的所有居民都变成自己的私房。 \n\n恶人不可饶恕的结局是悲惨的死亡。"
    },
    "11001042": {
        "Dev_Desc": "acquired_1막 4장. 깊어가는 의심",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001043": {
        "Dev_Desc": "acquired_1막 8장. 드러난 유적지",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001044": {
        "Dev_Desc": "description_1막 4장. 깊어가는 의심",
        "Original_Text": "총타주 임연수에 대한 의심만 깊어져가는 가운데... 이번엔 도화상전 상전주 곽호룡으로부터 습격당한 화물 마차 사건을 해결해달라는 의뢰를 받았다.\\n\\n겉보기엔 평화롭게만 보였던 반달호수인데, 이것저것 사건이 적지 않은걸?",
        "English_Text": "With only growing suspicions about Gundam Lim Yeon-su... This time, I received a request to solve the case of a freight wagon attacked by Kwak Ho-ryong, a master of Dohwasangjeon.\n\nIt's Lake Vandal, which seemed peaceful on the surface. , isn't there a lot of incidents?",
        "Russian_Text": "",
        "Chinese_Text": "对总击球手研修的怀疑越来越深..。这次接到了解决桃花上殿主郭浩龙袭击的货车事件的委托。"
    },
    "11001045": {
        "Dev_Desc": "description_1막 8장. 드러난 유적지",
        "Original_Text": "\"아랑을 도와 비옥을 찾기 위해 유적지에 갔을 때 믿기지 않을 만큼 놀라운 일이 벌어졌다.\\n \\n신수의 회귀자만 들어갈 수 있다는 각성의 회랑. 그곳에 내가 들어가게 된 것이다. \"",
        "English_Text": "When I went to the ruins to help Arang find fertility, an unbelievable thing happened.\n \nThe 'Corridor of Awakening', where only returnees of the divine beast can enter. That's where I got into. ",
        "Russian_Text": "",
        "Chinese_Text": "为了帮助阿郎寻找宝藏，去遗迹时发生了令人难以置信的事情。\n只有神兽回归者才能进入的“觉醒的走廊”。我进入了那个地方。"
    },
    "11001046": {
        "Dev_Desc": "complete_1막 4장. 깊어가는 의심",
        "Original_Text": "\"화물 마차를 습격한 범인은 바로 도둑도치들이었다. 그런데 우리가 회수한 화물에는 이번에 습격당한 마차의 것뿐만 아니라 다른 화물들도 섞여 있었다. 도화상전 곽유옥의 말에 의하면 지난주에도 마차가 사라진 적이 있었는데 최근 들어 자경단의 경비가 눈에 띄게 소홀해진 것 같다고 했다.\\n\\n진상을 확인하기 위해 찾아간 자경단 초소에서는 자꾸만 자리를 피하며 대화를 회피하는 초소장 때문에 한바탕 싸움까지 벌여야 했는데, 싸움 중 누군가 떨어뜨린 서류에서 경비가 소홀해진 이유를 찾을 수 있었다.\\n\\n인건비 명목으로 경비 시간을 축소하고 순찰조 인원을 줄이라는 명령이 서류에 적혀있던 것이다! 초소장을 추궁하니 그녀는 금세 태세를 전환하면서 자신은 윗선의 지시를 따랐을 뿐이라고 쩔쩔맸다. 자경단의 윗선이라니 아마 이번 일에도 임연수가 연관되어 있을 거란 생각이 들었다. \\n\\n임연수 이 사람... 파도 파도 악행이 끝도 없잖아?!\"",
        "English_Text": "The thieves were the culprits who attacked the freight wagon. However, the freight we recovered contained not only that of the wagon that was attacked this time, but also other freight. has disappeared, but recently the vigilante security seems to have been noticeably neglected.\n\nThe vigilante guard post I went to to find out the truth had to fight with the vigilante because the guard kept avoiding his seat and avoiding conversation. In a document dropped by someone during the fight, the reason for the neglect of the guard could be found.\n\nThe order to shorten the guard time and reduce the number of patrol team in the name of labor cost was written on the document! As he quickly changed his stance, he was stunned that he was only following the instructions of the 'superior.' Since he is a senior member of the vigilante group, I thought that Lim Yeonsu might be involved in this case as well.\n\nLim Yeonsu This person... Is there no end?!",
        "Russian_Text": "",
        "Chinese_Text": "袭击货车的犯人就是小偷。但是我们回收的货物中不仅有这次被袭击的马车，还有其他货物。据桃花商传郭有玉说，上周马车也消失过，最近自卫团的警备好像明显疏忽了。本应该展开的，但是在战斗中有人掉下来的文件中找到了警备疏忽的理由。\n\n以人工费为名，文件上写着减少警备时间，减少巡逻组人员的命令！一追问哨所长，她马上就改变了态度，自己只是听从了“上级”的指示。自警团的领导层，我觉得这次的事情也和林延秀有关。\n\n林延秀这个人..。波涛汹涌的恶行不是没完没了吗？！"
    },
    "11001047": {
        "Dev_Desc": "complete_1막 8장. 드러난 유적지",
        "Original_Text": "\"내가 각성의 회랑에 들어갈 수 있다는 사실만으로도 놀라운데, 신비한 일은 여기서 끝이 아니었다. 드러난 유적지 절벽 근처에서 발견한 토모가 나를 보고 반응하며 가지고 있던 청록색 비옥을 내게 넘겨줬던 것이다.\\n\\n사실 나는 회귀자가 아니기 때문에 당연히 비옥을 흡수하지 못할 거라고 생각했지만 토모는 마치 가져가라는 듯 내게 비옥을 내밀고 있었다. 반신반의하며 다가갔는데 순간 정말로 노이의 비옥이 내게 흡수되었다! 그리고 그 순간 나는 누군가의 기억을 보게 되었다. 아마도 그것은 신수 노이의 기억인 것 같았다. 그리고 그 기억은 왠지... 슬픈 느낌이 났다.\\n\\n아랑은 신수의 회귀자가 아닌 내가 비옥을 흡수했단 사실에 매우 놀랐다. 나 역시 아직 얼떨떨하기만 하다. 아랑은 또 다른 비옥을 찾아 기억을 되찾다 보면 내가 각성의 회랑에 들어갈 수 있는 것과 노이의 비옥을 흡수할 수 있는 이유에 대해 답을 찾을 수 있을 것이라 조언해주었다.\"",
        "English_Text": "It's surprising that I can enter the corridor of awakening, but the mystery did not end there. Tomo, who was found near the cliff of the exposed ruins, saw me and reacted and handed over the turquoise fertility he had.\n \nActually, I thought that I would not be able to absorb fertility because I am not a regressor, but Tomo was offering fertility to me as if to take it. I saw 'memory.' Perhaps it was the memory of Shinsoo Noi. And the memory somehow... had a sad feeling.\n\nArang was very surprised that I had absorbed the fertility, not Shinsoo's returnee. Arang advised me that if I search for another fertility and retrieve my memories, I will be able to find the answer to why I can enter the corridor of awakening and absorb the fertility of Noi. ",
        "Russian_Text": "",
        "Chinese_Text": "我能进入觉醒的走廊就已经很惊讶了，神秘的事情并没有就此结束。在露出的遗迹悬崖附近发现的土母看着我做出反应，把我身上的青绿宝石交给了我。半信半疑地走了过去，一瞬间，诺伊的肥沃真的被我吸收了！然后那一瞬间我看到了某人的“记忆”。也许那是申秀诺的记忆。还有那个记忆..。有一种悲伤的感觉。\n\n阿郎被我吸收了肥沃，而不是神兽的回归者。我也只是有些恍惚。阿郎建议我找到另一块肥沃，找回记忆，就可以找到我能进入觉醒的走廊和吸收诺伊肥沃的理由的答案。"
    }
}