{
    "18100000": {
        "Dev_Desc": "협행_반달_맛 좋은 열매",
        "Original_Text": "도둑도치들이 머리에 달고 있는 것들을 보셨나요? \\n열매, 꽃게, 생선 등 별미 중 별미죠. 수요층이 꽤 많아 활발히 거래되고 있습니다. 그것들을 모아주신다면 합당한 보상을 드리겠습니다.",
        "English_Text": "Did you see the things thieves wear on their heads? \nThese are delicacies among delicacies such as berries, crabs, and fish. They have a large demand and are actively traded. If you collect them, we will give you a reasonable reward.",
        "Russian_Text": "Вы видели вещи, которые воры носят на головах? \n Фрукты, крабы, рыба и т. Д. Это деликатесы среди деликатесов. Спрос на них большой, поэтому ими активно торгуют. Если вы соберете их, мы вам дадим разумное вознаграждение .",
        "Chinese_Text": "看到小偷头上戴着的东西了吗?\n果实、花蟹、鱼等美味中的一种.需求层很多,正在积极地进行交易.如果你能把它们收集起来,我会给你相应的补偿."
    },
    "18100001": {
        "Dev_Desc": "협행_반달_도치도치 대소동",
        "Original_Text": "이놈의 도치들 때문에 아주 골머리를 앓고 있습니다. 아, 글쎄 미끼로 쓸 지렁이들이 씨가 마르고 있다니까요.\\n도치들을 좀 쫓아주시면 사례를 해드리겠습니다.",
        "English_Text": "I'm having a lot of trouble with these inverts. Oh well, the seeds of the earthworms used as bait are drying out.\nIf you chase the inverts, I'll give you a reward.",
        "Russian_Text": "У меня много проблем с этими беспозвоночными. Ну да ладно, семена дождевых червей, используемых в качестве приманок, засыхают.",
        "Chinese_Text": "这群倒牙真让我伤脑筋.啊,作为诱饵用的蚯蚓正在枯竭.\n如果能赶走刺猬的话,我会给你谢礼的."
    },
    "18100002": {
        "Dev_Desc": "협행_반달_도치가 숨겨놓은 반짝이!",
        "Original_Text": "저번에 한 도치가 반짝이를 들고 가는 걸 봤다냥! 분명히 행운을 가져다주는 물건일 거다냥!\\n하나 구해다주면 좋은 물건을 주겠다냥!",
        "English_Text": "Last time I saw a dochi carrying a glitter! It must be something that brings you good luck!\nIf you get one, I'll give you something nice!",
        "Russian_Text": "В последний раз я видел дочи с блестками! Должно быть, это то, что приносит вам удачу! \n если вы его получите, я подарю вам что-нибудь приятное!",
        "Chinese_Text": "上次我看见一个倒牙拿着一个亮片走了!肯定是带来好运的东西!\n如果你能帮我弄到一个,我就给你好东西!"
    },
    "18100003": {
        "Dev_Desc": "협행_반달_흔들리는 연잎 속에서…",
        "Original_Text": "흔들리는 연잎 속에서 너의 창포향이 느껴진거야~\\n아, 죄송합니다. 시상이 머리에 떠올라서요.\\n별 건 아닙니다. 연잎 조각을 좀 구해주세요.\\n                               - 풍류 시인 연금준 - ",
        "English_Text": "I could smell your calamus in the swaying lotus leaves~\nOh, I'm sorry. The thalamus just popped into my head.\nIt's nothing. Please get me a piece of lotus leaf.",
        "Russian_Text": "Я почувствовал запах вашего аира в качающемся листе лотоса ~ \n Ой, извините. У меня только что таламус в голове. \n Это не имеет большого значения. Пожалуйста, принесите мне кусочек лотоса.",
        "Chinese_Text": "在摇曳的荷叶中感受到了你的菖蒲香~\n啊,对不起.发奖浮现在脑海里\n没什么大不了的请帮我弄些荷叶碎片.\n风流诗人炼金俊-"
    },
    "18100004": {
        "Dev_Desc": "협행_반달_움직이는 연잎",
        "Original_Text": "연잎 인간을 좀 처치해주세요. 호숫가를 지나다 기척도 없이 툭툭 튀어나오는 연잎 인간 때문에 자지러지게 놀라 주저앉은 적이 한두 번이 아니라니까요.\\n꼭 좀 부탁드립니다. 이러다 제 명에 못살겠어요.",
        "English_Text": "Please get rid of the lotus-leaf humans. It's not the first time I've fallen down because of a lotus-leaf person who jumps out of nowhere while passing by a lake.\nPlease, I beg you. I can't live up to my name. ",
        "Russian_Text": "Пожалуйста, избавьтесь от людей из листьев лотоса. Это не первый раз, когда я падаю из-за человека из листьев лотоса, который выпрыгивает из ниоткуда, проходя мимо озера. \n Пожалуйста, я умоляю вас.",
        "Chinese_Text": "请消灭荷叶人.经过湖边,因为毫无动静地突出的荷叶人,吓得畏缩不止一次.\n拜托了.这样下去我的命就活不下去了."
    },
    "18100005": {
        "Dev_Desc": "협행_반달_우산을 만들 수 있어",
        "Original_Text": "연잎인간을 보고 아주 좋은 사업 발상이 떠올랐어요. 저 커다란 연잎으로 우산을 만들어 보는거예요. 어때요? 굉장하죠? 하하. \\n온전한 연잎을 구해주세요!",
        "English_Text": "Looking at the lotus leaf man, a very good business idea came to me. How about making an umbrella out of those big lotus leaves. How about it?",
        "Russian_Text": "Я увидел человека из листьев лотоса и у меня возникла очень хорошая бизнес-идея. Попробуйте сделать зонтик из тех больших листьев лотоса. Как насчет этого? Это здорово, ха-ха. \n Пожалуйста, сохраните весь лист лотоса!",
        "Chinese_Text": "看到荷叶人,我想到了一个很好的事业想法.用那巨大的荷叶制作雨伞怎么样?很了不起吧?哈哈.\n请获得完整的荷叶!"
    },
    "18100006": {
        "Dev_Desc": "협행_반달_시궁창의 주인들",
        "Original_Text": "썩은 벌목지에서 어느 정도 목재를 구해보려했는데 안되겠소. 서인족들이 드글드글하니 접근조차 쉽지 않소.\\n처치하면 수양의 이름으로 꼭 보상하리다.",
        "English_Text": "I tried to get some wood from the rotten logging area, but I can't. It's hard to even get close to the westerners because it's crowded.\nIf you kill them, I'll definitely reward you in the name of the ram.",
        "Russian_Text": "Я пытался достать дрова из гнилой зоны вырубки, но это невозможно. Трудно даже приблизиться к людям Вестина, потому что там многолюдно.",
        "Chinese_Text": "我想从腐烂的伐木场弄些木材来、但不行.西人族熙熙攘攘、连接近都不容易.\n处置后一定会以首阳的名义进行补偿."
    },
    "18100007": {
        "Dev_Desc": "협행_반달_냄새의 원인",
        "Original_Text": "이게... 바다에서 바람이 불어오는가 봅니다. 분명 항구에 가까운데 냄새는 우리 대어방으로 다 옵니다! 이런 젠장! \\n냄새의 근원인 빌어먹을 서인족을 처치해주시면 꼭 사례하겠습니다.",
        "English_Text": "This... It looks like the wind is blowing from the sea. It's definitely close to the port, but the smell comes all the way to our big fish room! Oh damn! ",
        "Russian_Text": "Это ... Похоже, ветер дует с моря. Это определенно недалеко от порта, но запах доносится до нашего Даэобанга! Черт побери!",
        "Chinese_Text": "这个….海上好像有风.明明离港口很近,但味道却传到了我们的大鱼房!真是的.\n请消灭气味的根源——该死的西人族."
    },
    "18100008": {
        "Dev_Desc": "협행_반달_서인족의 무기 연구",
        "Original_Text": "이 미천한 것들의 무기를 연구해서 뭐가 있을 까 싶다만... 하라면 해야지 어쩌겠나. 인생이 다 그렇지 않은가? \\n서인족 무기 몇 개를 구해주게. 그리하면 합당한 보상을 주겠네.",
        "English_Text": "I'd like to research the weapons of these lowly things, but... if I had to do it, what should I do? Isn't life like that? \nGet some Westin weapons. If you do, I'll give you a reasonable reward. .",
        "Russian_Text": "Я хочу изучить оружие этих скромных существ, но ... если бы мне пришлось это сделать, что бы я сделал? Жизнь не такая?",
        "Chinese_Text": "我想研究这些低贱的武器会有什么呢...让你做就做怎么办.人生不都是这样吗.\n去收集几个西人族武器.那样的话我会给你适当的补偿."
    },
    "18100009": {
        "Dev_Desc": "협행_반달_단단한 껍질은 유용해",
        "Original_Text": "호수거북의 단단한 껍질은 여러 용도로 사용할 수 있지. 그래서 말인데 온전한 거북이 등딱지를 몇 개 구해주게.\\n사례는 잊지 않겠네.",
        "English_Text": "The hard shell of a lake tortoise can be used for many purposes. So let's get some intact turtle shells.\nI won't forget the case.",
        "Russian_Text": "Твердый панцирь озерной черепахи можно использовать для многих целей. Итак, давайте возьмем несколько целых панцирей черепахи. \n Я никогда не забуду этот пример.",
        "Chinese_Text": "湖龟的坚硬的皮可以用于多种用途.所以,请你帮我找几个完整的乌龟背.\n我不会忘记你的谢礼."
    },
    "18100010": {
        "Dev_Desc": "협행_반달_거북이는 죄가 없다냥!",
        "Original_Text": "거북이가 난폭해지는 건 다 인간들이 쓰레기를 버려서다냥! 죄 없는 거북이한테 너무 뭐라하지 말라냥!\\n착한 모험가가 거북호의 쓰레기를 좀 치워달라냥! 부탁이다냥!",
        "English_Text": "The reason turtles become violent is because humans throw away garbage! Don't say anything too much to an innocent turtle!\nI want a good adventurer to clean up the trash on the turtle ship! Please!",
        "Russian_Text": "Причина, по которой черепахи становятся агрессивными, заключается в том, что люди выбрасывают мусор! Не говори слишком много невинной черепахе! \n Хороший искатель приключений, пожалуйста, убери мусор на корабле-черепахе!",
        "Chinese_Text": "乌龟变得粗暴都是人类扔垃圾的!不要对无辜的乌龟说什么.\n善良的冒险者要求清理龟湖的垃圾!拜托你了."
    },
    "18100011": {
        "Dev_Desc": "협행_반달_거북이는 죄가 있어",
        "Original_Text": "거북이가 난폭해져서 거북호의 물고기가 씨가 마르고 있습니다. 저희의 돈줄, 아, 생업이 달려있습니다.\\n호수거북 좀 쫓아내 주시면 꼭 사례하겠습니다.",
        "English_Text": "The turtles have become violent and the fish of the Turtle Lake are drying out. Our money, ah, our livelihood depends on it.\nIf you drive out some lake turtles, I will pay you back.",
        "Russian_Text": "Черепахи стали жестокими, и рыбы в Черепашьем озере высыхают. Наши деньги, ах, наши средства к существованию зависят от этого.",
        "Chinese_Text": "乌龟变得粗暴了,龟湖的鱼正在干涸.这关系到我们的生路,啊,生计.\n请把湖龟赶走,我一定会酬谢的."
    },
    "18100012": {
        "Dev_Desc": "협행_반달_유적지를 지켜달라냥!",
        "Original_Text": "아직 조사하지 못한 것들이 너무 많다냥... 그런데 저 괴생명체들이 유적지 근처를 배회하고 있다냥!\\n모험가가 저것들을 처치해달라냥!\\n                           - 개척바롱단 네이냥 - ",
        "English_Text": "There are too many things that haven't been investigated yet... But those monsters are roaming around the ruins!\nI want an adventurer to get rid of them!",
        "Russian_Text": "Есть так много вещей, которые еще не исследованы ... Но эти монстры бродят по руинам! \n Авантюристам нужно избавиться от них! \n - Пионер Баронгдан Нейгнан -",
        "Chinese_Text": "还没有调查的东西太多了...但是那些怪生命体在遗迹附近徘徊!\n冒险者要求消灭它们!\n-开拓巴隆丹尼昂-"
    },
    "18100013": {
        "Dev_Desc": "협행_반달_움직이는 바위다냥!",
        "Original_Text": "뭔가 익숙한 느낌이 난다냥. \\n어디서 만난 적은 없지만서도 그렇다냥. \\n우리가 조사를 할 수 있게 도와달라냥! \\n그렇해주면 모험가에게 보상을 주겠다냥!",
        "English_Text": "It feels like something is familiar. \nIt's like we've never met anywhere. \nPlease help us investigate! \nIf you do, I'll reward adventurers!",
        "Russian_Text": "Это кажется знакомым. \n Хотя я никогда где-то его не встречал. \n Помогите нам провести исследование!",
        "Chinese_Text": "有种熟悉的感觉\n虽然没有在哪里见过面,但也一样.\n请帮助我们进行调查!\n那样的话、冒险者会给你报酬的!"
    },
    "18100014": {
        "Dev_Desc": "협행_반달_신비한 부스러기",
        "Original_Text": "유적지 근처에서 희귀한 물질이 발견된다고 하는군.\\n움직이는 돌덩이들이 있다고 하는데 그것들의 부스러기인가보네. 모험가라면 충분히 구해줄 수 있겠지?",
        "English_Text": "Rare material is said to be found near the ruins.\nThere are moving stones, but they seem to be debris. Can an adventurer be able to save enough?",
        "Russian_Text": "Говорят, что возле руин найден редкий материал.",
        "Chinese_Text": "遗迹附近发现了稀有物质.\n听说有移动的石块.如果你是冒险者的话、应该能帮我弄到吧?"
    },
    "18100015": {
        "Dev_Desc": "협행_반달_불마의 존재(1)",
        "Original_Text": "공허의 구덩이는 우리 에레다가 가장 주목하고 있는 곳이네. 예전에 큰 참사도 있었던 곳인 만큼 특별히 신경을 쓰고 있지.\\n이곳에서 불마자 처치를 도와주게.",
        "English_Text": "The Void Pit is the place that our Ereda are paying the most attention to. We are paying special attention to it as it is a place where there have been major disasters in the past.\nPlease help me deal with the burnout here.",
        "Russian_Text": "Яма Бездны - одно из самых пристальных направлений нашего внимания на Эреде. Мы уделяем ей особое внимание, поскольку в прошлом здесь происходили крупные катастрофы.",
        "Chinese_Text": "空虚的坑是我们埃莱达最关注的地方.因为是以前发生过大惨案的地方,所以特别在意.\n在这里帮助处理火魔吧."
    },
    "18100016": {
        "Dev_Desc": "협행_반달_강력한 적",
        "Original_Text": "균열에서 쏟아져 나오는 것들 중 일부 녀석들은 불마자들과는 차원이 다른 강함을 자랑하네.\\n구덩이에서 그 녀석들을 쓰러뜨려 에레다를 도와주게!",
        "English_Text": "Some of the things that are pouring out of the rift boast a different level of strength than the Fire Demons.\nDefeat them in the pit to help Ereda!",
        "Russian_Text": "Некоторые из вещей, выходящих из разлома, могут похвастаться другим уровнем силы, чем валуны. \n Помогите Эреде, победив их в яме!",
        "Chinese_Text": "从缝隙中涌出的东西中,有一部分家伙炫耀着和火魔者不同次元的强大.\n在坑里打倒他们,帮助埃莱达!"
    },
    "18100017": {
        "Dev_Desc": "협행_반달_균열의 흔적",
        "Original_Text": "제 이름은 김규녈! 균열광이죠. 후후.\\n다른 게 아니라 불마자들에게서 균열의 흔적을 수집해 주시면 꼭 사례를 하겠습니다. \\n제 힘으로는 무리거든요! 하하. 부탁드립니다!\\n                          - 균열 연구가 김규녈 -",
        "English_Text": "My name is Gyu-Neong Kim! I'm a rift maniac. Whoops. \nIf you collect traces of cracks from other bums, I'll make a case for you. \nIt's too much on my own! Haha. Please give!",
        "Russian_Text": "Меня зовут Гю-Неонг Ким! Я маньяк разломов. Крик. \n Если вы соберете следы разломов у неместных болванов, я дам вам чемодан. \n Это слишком много для меня! Ха-ха. Пожалуйста! \n - Исследование трещин Го Ким Гю-Нын - ",
        "Chinese_Text": "我的名字是金圭来!是缝隙光呼呼.\n不是别的,只要从火魔身上收集缝隙的痕迹,我一定会给你谢礼的.\n靠我的力量是不行的!哈哈.拜托了!\n缝隙研究家金圭珍-"
    },
    "18100018": {
        "Dev_Desc": "협행_반달_목초지의 골칫거리",
        "Original_Text": "목초지의 사묘정들 때문에 목장의 양들이 너무 놀라 쓰러지는 일들이 벌어지고 있습니다. \\n불쌍한 양들... 모험가님께서 귀여운 양들을 위해서라도 좀 도와주십쇼!",
        "English_Text": "Sometimes the sheep on the ranch are so startled that they fall because of the nurses in the pasture.\nPoor sheep... Adventurer, please help the cute sheep!",
        "Russian_Text": "Иногда овцы на пастбище так напуганы, что падают из-за медсестер на пастбище. \n Бедная овца ... Искатель приключений, пожалуйста, помогите милой овце!",
        "Chinese_Text": "因为草场的四苗亭,牧场的羊们都吓得倒下了.\n可怜的羊们…冒险者大人请帮帮可爱的羊吧!"
    },
    "18100019": {
        "Dev_Desc": "협행_반달_의외의 약재, 첫번째",
        "Original_Text": "해월대륙에서 발견되는 풍토병에 쓸 약재가 필요하네. 사묘정의 잎이 효과가 좋다는 보고가 있네.\\n모험가라면 충분히 구해줄 수 있을거라 믿네.",
        "English_Text": "I need medicine for the endemic disease found in the sea and moon continent. There are reports that the leaves of Samyojeong are effective.\nI believe that adventurers will be able to save them enough.",
        "Russian_Text": "Мне нужно лекарство от эндемического заболевания, которое встречается на море и на Луне. Есть сообщения, что листья Самёджон эффективны.",
        "Chinese_Text": "海月大陆发现的风土病需要药材.有报告说沙妙亭的叶子效果不错.\n如果你是冒险者的话、我相信你能帮我弄到."
    },
    "18100020": {
        "Dev_Desc": "협행_반달_의외의 약재, 두번째",
        "Original_Text": "구관이 명관이라고 늘 곁에 두고 사용했던 약재가 좀 필요하네. 목초지 근처에서 쉽게 구할 수 있는 것이니 어렵지 않을 걸세.\\n구해다주면 합당한 보상을 주겠네.",
        "English_Text": "I need some medicinal herbs that I have always used because the old Gwan is a Myeonggwan. It shouldn't be difficult as it's easily available near the pasture.\nIf you get it, I'll give you a reasonable reward.",
        "Russian_Text": "Мне нужны лекарственные травы, которые я всегда использовал вместе со мной, потому что старый Кван - это Мёнгван. Его легко найти рядом с пастбищем, так что это не составит труда.",
        "Chinese_Text": "需要一些放在身边用过的药材.在草场附近应该不难入手."
    },
    "18100021": {
        "Dev_Desc": "협행_반달_붉은 염료가 필요해",
        "Original_Text": "붉은 발발이의 풀은 아주 고운 색을 낼 수 있어요.\\n근데 발발이가 워낙 사나워서 저희는 쉽게 구할 수가 없네요.\\n모험가님께서 구해주실 수 있을까요?",
        "English_Text": "The grass of the red pug can give off a very fine color.\nBut the pug is so wild that we can't easily get it.\nCan an adventurer help me?",
        "Russian_Text": "Красная трава мопсов может давать очень красивый цвет. \n Но мопсы настолько дикие, что мы не можем легко их достать. \n Может ли искатель приключений спасти их?",
        "Chinese_Text": "红色脚尖的草可以做出很漂亮的颜色.\n但是脚尖太厉害了,我们很难弄到.\n冒险者大人能弄到吗?"
    },
    "18100022": {
        "Dev_Desc": "협행_반달_황금 염료가 필요해",
        "Original_Text": "황금 발발이의 풀은 구하기 무척 까다롭죠.\\n그래서 항상 수요가 넘치는 인기 품목이랍니다.\\n구해주신다면 사례는 꼭 하겠습니다.",
        "English_Text": "Golden pug grass is very difficult to obtain.\nThat's why it's a popular item that is always in great demand.\nIf you can find it, I'll definitely give it a try.",
        "Russian_Text": "Траву белоголового орлана найти очень сложно. \n Так что это всегда популярный товар, который пользуется большим спросом.",
        "Chinese_Text": "黄金脚手架的草很难买到.\n所以一直都是很有需求的人气商品.\n如果能得到的话,一定会给你报酬的."
    },
    "18100023": {
        "Dev_Desc": "협행_반달_잃어버린 비법서",
        "Original_Text": "목초지를 지나다가 비법서를 잃어버렸다냥...\\n몇 번이고 가봤는데 못 찾았다냥...\\n꼭 좀 찾아달라냥... 흑...",
        "English_Text": "I think I lost the secret book while passing through the pasture...\nI've been to it many times but I couldn't find it...\nI want you to find it... Black...",
        "Russian_Text": "Думаю, я потерял секретную книгу рецептов, когда проходил через пастбище ... \n Я был несколько раз, но не мог найти его ... \n Я хочу, чтобы ты нашел его ... Черный ...",
        "Chinese_Text": "经过牧草地的时候丢失了秘方…\n去过几次,但是没找到…\n一定要找到...黑…"
    },
    "18100024": {
        "Dev_Desc": "협행_반달_피의 복수",
        "Original_Text": "우리 단원들이 창도단 놈들에게 당했다고 하는군. 떼거지로 달려든 모양이야. \\n그래서 말인데 창도단 놈들에게 피의 복수를 좀 해줄 수 있겠나? 사례는 섭섭치 않게 하겠네.",
        "English_Text": "It sounds like our members were attacked by the Spear Swordsmen. It seems they ran into a swarm. \nSo, can you give me some bloody revenge on the Spear Swordsmen? I won't be disappointed in the case.",
        "Russian_Text": "Похоже, на наших членов напали копейщики-мечники. Похоже, они наткнулись на рой.",
        "Chinese_Text": "听说我们的团员们被昌道团的家伙们打败了.好像是一群乞丐.\n所以说,你能为创刀团的人报仇吗?我会给你谢礼的."
    },
    "18100025": {
        "Dev_Desc": "협행_반달_익숙하면서 다른 무기",
        "Original_Text": "창도단의 무기는 조금 새로운 방식으로 제작된 것 같네. 분명히 우리 동방대륙의 기술이 포함되어있는데 뭔가 조금 다르네. \\n더 자세히 보고 싶은데 자네가 좀 구해줄 수 있겠나.",
        "English_Text": "It seems that the weapons of the spear gang are crafted in a slightly new way. Obviously, they contain technology from the eastern continent, but something is a little different. \nI want to take a closer look, can you help me?",
        "Russian_Text": "Похоже, что оружие банды копейщиков создано немного по-новому. Очевидно, оно содержит технологии с восточного континента, но кое-что немного отличается. \n Я хочу поближе познакомиться, вы можете мне помочь?",
        "Chinese_Text": "创刀团的武器好像是用新的方式制作的.明明包含了我们东方大陆的技术但是有点不同\n我想再仔细看看,你能帮我弄些来吗?"
    },
    "18100026": {
        "Dev_Desc": "협행_반달_의외의 유행품",
        "Original_Text": "요즘 사람들 사이에서 의외로 유행하는 물건이 있어요. 바로 창도단의 장신구예요. 우리 도화상전이 이걸 놓칠 수 없죠! \\n모험가님께서 구해주시면 합당한 보상을 드리겠어요.",
        "English_Text": "There is an item that is surprisingly popular among people these days. It is an accessory of the spear gang. Our drawing exhibition cannot miss this! \nIf an adventurer saves it, I will give you a reasonable reward.",
        "Russian_Text": "Есть вещь, которая удивительно популярна среди людей в наши дни. Это аксессуар банды копьеносцев. Наше художественное шоу не может пропустить это!",
        "Chinese_Text": "最近人们之间有意外流行的东西.那就是昌道团的装饰品.我们桃花商传不能错过这个!\n如果冒险者大人能帮忙的话、我会给你相应的报酬."
    },
    "18100027": {
        "Dev_Desc": "협행_반달_도적단을 소탕하라",
        "Original_Text": "창도단 녀석들... 오냐오냐 하니까 저희의 영역을 넘보는 것 같습니다. \\n따끔하게 혼을 내줘야겠습니다. 아주 따아~끔하게 말입니다. 사례는 톡톡히 하겠습니다.",
        "English_Text": "Guys from the spear gang... It seems like they're going beyond our realm when they say on and off. \nI'll have to give my soul a stinging feeling. I'm going to do it very well. I'll do a good job.",
        "Russian_Text": "Парни из банды копейщиков ... Я думаю, они выходят за пределы нашего царства, когда говорят, приходят и уходят.",
        "Chinese_Text": "昌道团的家伙们…因为很喜欢所以在觊觎我们的领域\n要狠狠地教训一下.非常刺痛.我会好好酬谢你的."
    },
    "18100028": {
        "Dev_Desc": "협행_반달_곰과 늑대의 시간",
        "Original_Text": "돌 언덕 구릉지의 곰과 호랑이 때문에 주민들이 공포에 떨고 있습니다. 그 녀석들을 쫓아내주시면 사례하겠습니다.\\n아, 잿빛바람님 몰래 진행해주십시오. 그 분께서 아시면 필시 화부터 내실 테니까요.",
        "English_Text": "People are trembling in fear because of the bears and tigers in the Stone Hill Hills. If you chase them away, I will reward them.\nOh, please proceed without notice, Graywind. If he knows, he will most likely start anger. ",
        "Russian_Text": "Жители деревни дрожат от страха из-за медведей и тигров на холмах Каменного холма. Если вы прогоните их, я награжу вас.",
        "Chinese_Text": "因为石坡丘陵地的熊和老虎,居民们都在恐惧中颤抖.把他们赶走的话,我会给你谢礼的.\n啊,灰色的风啊,请偷偷进行吧.他知道了一定会先发火的."
    },
    "18100029": {
        "Dev_Desc": "협행_반달_덧가죽을 구해줘",
        "Original_Text": "동물 가죽은 어디에든 유용하게 사용할 수 있지.\\n그런 의미에서 돌 언덕 구릉지의 곰과 호랑이에게서 온전한 가죽을 좀 모아주게. \\n합당한 대가는 지불하겠네.",
        "English_Text": "Animal skins can be used anywhere.\nIn that sense, please collect some intact hides from bears and tigers in the Stone Hill Hills. \nI will pay a reasonable price.",
        "Russian_Text": "Шкуры животных могут быть полезны где угодно. \n В этом смысле собирайте неповрежденные шкуры медведей и тигров в холмах Каменного холма. \n Я заплачу разумную цену.",
        "Chinese_Text": "动物皮在任何地方都可以很好的使用.\n我会付出适当的代价."
    },
    "18100030": {
        "Dev_Desc": "협행_반달_잃어버린 짐을 찾습니다",
        "Original_Text": "돌 언덕 구릉지의 짐승들에게 쫓겨 봇짐을 잃어버리고 말았습니다. 저희도 짐을 그만 잃어버리고 싶은데 무서운 걸 어떡합니까... \\n찾아주시면 꼭 답례하겠습니다.",
        "English_Text": "I was chased by the beasts of the stone hill and hilly area and lost my luggage. We also want to stop losing our luggage, but what are we afraid of... \nIf you find it, I will definitely return it.",
        "Russian_Text": "Меня преследовали звери на каменистых холмах и холмах, и я потерял свой багаж. Мы также хотим перестать терять наш багаж, но что нам делать?",
        "Chinese_Text": "被石坡丘陵地的野兽们追赶,丢了包袱.我们也想把行李丢了怎么办...\n如果您能来,我一定会回礼的."
    },
    "18100031": {
        "Dev_Desc": "협행_반달_행인 보호 임무",
        "Original_Text": "숲길은 예로부터 주민들의 쉼터이자 산책로로 많이 사용됐었는데, 지금은 골칫 거리 정령들 때문에 사정이 좋지 않습니다. \\n모험가님께서 주민들에게 숲길을 되찾아주세요.",
        "English_Text": "Forest roads have been used a lot as a shelter and trail for residents since ancient times, but now the situation is not good because of troublesome spirits.",
        "Russian_Text": "Лесные дороги использовались как убежища и тропы для жителей с древних времен, но сейчас ситуация не очень хорошая из-за беспокойных духов. \n Авантюристы, пожалуйста, верните лесную дорогу жителям.",
        "Chinese_Text": "森林之路自古以来就是居民们的休息地,也是散步路,现在因为麻烦的精灵们情况不好.\n请冒险者大人帮居民们找回森林之路."
    },
    "18100032": {
        "Dev_Desc": "협행_반달_흘리고 온 봇짐",
        "Original_Text": "숲길을 통과하던 중 갑자기 나타난 수목 정령을 피해 달아나다가 그만 봇짐들을 떨어뜨리고 왔습니다. 다시 자리를 가봤지만 짐승들이 물고 간 모양인지 보이지 않았습니다.\\n제 봇짐을 좀 찾아주세요.",
        "English_Text": "I ran away from the tree spirit that suddenly appeared while I was passing through the forest, and I dropped the bots and came back. I went back to the place, but I couldn't see if it was bitten by animals.\nPlease find my bots.",
        "Russian_Text": "Проходя через лес, я убежал от внезапно появившегося древесного духа и перестал ронять ботов. Я вернулся к тому месту, но не смог увидеть, похоже ли, что животные кусаются. \n Пожалуйста, найдите мои боты .",
        "Chinese_Text": "穿过林荫道时,为了躲避突然出现的树木精灵逃跑时,把包袱掉了下来.我又去看了看,看不见野兽们叼走了.\n请帮我找一下我的包袱."
    },
    "18100033": {
        "Dev_Desc": "협행_반달_제대로 된 약재",
        "Original_Text": "고도시 숲길에 서식하는 산양의 뿔은 재질이 단단하며 약재로 쓰기에도 손색이 없다네. 하지만 그곳엔 청인족이니, 투엽단이니 온갖 위험한 놈들이 득실거리지 않은가?\\n자네가 그걸 구해다 준다면 합당한 보상을 주겠네!",
        "English_Text": "The horns of the goats that live in the forest roads of ancient cities are hard and can be used as medicines. But aren't they full of blue men and horsefights, all kinds of dangerous people there?\nYou can't use them If you rescue me, I will give you a reasonable reward!",
        "Russian_Text": "Рога коз, обитающих на лесных дорогах древних городов, твердые и могут использоваться в лечебных целях. Но разве они не заражены всевозможными опасными людьми, такими как синие люди и конные бои? тебе!",
        "Chinese_Text": "栖息在古都市森林路上的山羊角材质坚硬,用作药材也毫不逊色.但是那里是清人族,斗夜团,不是有很多危险的家伙吗?\n如果你能把它救回来的话,我会给你适当的补偿!"
    },
    "18100034": {
        "Dev_Desc": "협행_반달_정령, 가지, 없다…",
        "Original_Text": "수목 정령의 가지는 혼령과 교감하는데 아주 효과가 좋다냥!\\n우리가 수목 정령을 때려서 가져올 수 없으니...\\n모험가가 수목 정령의 가지를 가져와 달라냥!",
        "English_Text": "The tree spirit branch is very effective in communicating with spirits!\nWe can't bring it back by hitting the tree spirit...\nPlease bring the tree spirit branch to an adventurer!",
        "Russian_Text": "Ветвь духа дерева очень эффективна в общении с духами! \n Мы не можем вернуть ее, поражая духа дерева ... \n Авантюрист должен принести ветку духа дерева!",
        "Chinese_Text": "树木精灵的树枝与灵魂交流效果非常好!\n我们打不到树木精灵…\n冒险者请把树木精灵的树枝拿来!"
    },
    "18100035": {
        "Dev_Desc": "협행_반달_밀렵단을 저지하라",
        "Original_Text": "투엽단 녀석들이 기승을 부려 많은 야생 동물들이 피해를 입고 있는 상태라오. \\n이 간악한 무리를 저지해 주면 합당한 보상을 주겠소. 반달호수의 야생 동물들에게 평화를 찾아주시오.\\n                        - 야생 보전회 잿빛바람 - ",
        "English_Text": "Many wild animals are being harmed by the riding of the fighters. \nIf you stop this evil swarm, I will give you a reasonable reward. Please bring peace to the wild animals of Vandal Lake. ",
        "Russian_Text": "Истребители свирепствуют, и многие дикие животные получают урон. \n Я буду вознаграждать вас за то, что вы остановили этот злобный рой. Принесите мир дикой природе озера Вандал. \n - Общество охраны дикой природы Серый ветер -",
        "Chinese_Text": "因为斗夜团的家伙们肆虐,很多野生动物都受到了伤害.\n如果你能阻止这群凶恶的人,我会给你相应的补偿.请为半月湖的野生动物寻找和平.\n野生保全会灰色的风-"
    },
    "18100036": {
        "Dev_Desc": "협행_반달_역지사지",
        "Original_Text": "고도시 숲길에는 투엽단의 무분별한 밀렵 활동으로 죽어나간 야생 동물의 시체가 도처에 널려 있다오.  \\n혹시라도 그곳에서 동물의 뼈를 발견하거든 수습해 주길 청하오. 답례는 반드시 하겠소.\\n                        - 야생 보전회 잿빛바람 - ",
        "English_Text": "In the forest roads of the ancient city, the corpses of wild animals that have been killed by the reckless poaching activities of the firefighters are everywhere. \nIf you find any bones of animals there, please bring them back. .",
        "Russian_Text": "На лесных дорогах старого города повсюду останки диких животных, убитых в результате безрассудной браконьерской деятельности конных банд. Пепельный ветер -",
        "Chinese_Text": "古都市森林路上到处都是因斗夜团盲目的偷猎活动而死去的野生动物的尸体.\n如果在那里发现动物的骨头,请帮我收拾一下.我一定会回礼的.\n-野生保全会灰色的风-"
    },
    "18100037": {
        "Dev_Desc": "협행_반달_소중한 인형을 찾아주세요",
        "Original_Text": "흑흑... 제 인형 좀 찾아주세요...\\n노, 노숙령과 동자령들이 가져간 게 분명해요...!\\n흑흑... 소중한 인형인데...\\n                              - 소호촌 꼬마아이 - ",
        "English_Text": "Heuk heuk... Please find my doll...\nNo, it must have been taken by the old man and the young man...!\nHeuk heuk... this is a precious doll...",
        "Russian_Text": "Хеукхеук ... Пожалуйста, найди мою куклу ... \n Нет, должно быть, старик и молодой человек забрали ее ...!",
        "Chinese_Text": "呜呜...请帮我找一下我的娃娃…\n肯定是卢、露宿令和东子岭拿走的…!\n呜呜…是很珍贵的娃娃…\n-小浩村的孩子-"
    },
    "18100038": {
        "Dev_Desc": "협행_반달_원혼을 달래야한다냥",
        "Original_Text": "깊은 묘지 숲의 령들을 달래야 한다냥!\\n우리도 열심히 성불시키고 있는데 역부족이다냥...\\n모험가는 주술같은 거 필요 없다냥! \\n때려서 성불이다냥!!",
        "English_Text": "I need to appease the spirits of the deep cemetery forest!\nWe're working hard to achieve success, but it's not enough...\nAn adventurer doesn't need magic!",
        "Russian_Text": "Нам нужно умилостивить духов глубокого кладбищенского леса! \n Мы также много работаем, чтобы добиться успеха, но этого недостаточно ... \n Авантюристам не нужна магия или что-то в этом роде!",
        "Chinese_Text": "要抚慰深墓地森林的灵灵们!\n我们也在努力地点着圣火,但是力量不足…\n冒险者不需要咒术!\n打得火柴都着了!!"
    },
    "18100039": {
        "Dev_Desc": "협행_반달_나, 김서방, 아니다.",
        "Original_Text": "나, 김서방, 아니다. 아, 나, 도깨비, 아니다.\\n도깨비, 괴롭히는, 도깨비들, 나쁘다.\\n대신, 혼내달라.\\n                                           - 김서방 - ",
        "English_Text": "I, Seobang Kim, no. Oh, me, goblin, no.\nGoblin, bullying, goblin, bad.\nInstead, please scold me.",
        "Russian_Text": "Я, Ким Сеобанг, нет. О, я, гоблин, нет. \n Гоблин, мучающий, гоблин, плохой. \n Вместо этого, пожалуйста, отругайте меня. \n - Ким Собан -",
        "Chinese_Text": "我金女婿不是.啊,我,鬼怪,不是.\n鬼怪,折磨的鬼怪们,不好.\n代替,教训一下吧.\n金相公-"
    },
    "18100040": {
        "Dev_Desc": "협행_반달_조금 다른 생물들",
        "Original_Text": "호오... 꼭 균열에서 나온 불마의 존재가 아니더라도 균열의 흔적을 수집할 수도 있을 것 같습니다. 물론 제 추측이지만서두요! 하하.\\n침식된 존재들에게서 균열의 흔적을 가져다 주시면 보답하겠습니다!\\n                          - 균열 연구가 김규녈 -",
        "English_Text": "Hey... You don't have to be a fissure from a fissure, but you can also collect traces of fissures. \nIf you bring traces of fissures from eroded beings, I'll reward you!",
        "Russian_Text": "Уу ... Вам не обязательно быть трещиной от трещины, но я думаю, вы можете собрать ее следы. Конечно, я думаю, поторопитесь! Ха-ха. \n Я вознаграду вас, если вы принесете следы разлома от разрушенных существ! \n - Исследователь трещин Гю-Нынг Ким - ",
        "Chinese_Text": "呼…即使不是从缝隙中产生的火魔的存在,也可以收集缝隙的痕迹.虽然是我的推测,但请快点!哈哈.\n请给被侵蚀的存在带来缝隙的痕迹.\n缝隙研究家金圭珍-"
    },
    "18100041": {
        "Dev_Desc": "협행_반달_두고 온 물건",
        "Original_Text": "마을을 되찾아야 하수와!!!\\n그 전에 마을에서 짐부터 찾아와야 한수와!!!\\n부탁하겠수와!\\n                             - 수와족 촌장 대와 - ",
        "English_Text": "I need to get the village back with Susu!!!\nBefore that, I need to get my luggage from the village with Hansoo!!!\nI beg you!",
        "Russian_Text": "Мы должны вернуть деревню, Сува !!! \n Перед этим мы должны привезти багаж из деревни на Хансоо !!! \n Я умоляю вас!",
        "Chinese_Text": "只有找到村子,污水才会来!!\n在那之前要先从村子里拿行李过来!!\n拜托了!\n-苏瓦族村长大和-"
    },
    "18100042": {
        "Dev_Desc": "협행_반달_수와족 마을 재건 사업",
        "Original_Text": "마을을 되찾아야 하수와!!!\\n마을을 망가뜨리고 있는 악어와 서인족을 물리치수와!\\n건방진 괴물들을 물리치수와!\\n                             - 수와족 촌장 대와 - ",
        "English_Text": "We must take back the village!\nDefeat the crocodiles and westerners who are ruining the village! Defeat the cheeky monsters!",
        "Russian_Text": "Нам нужно вернуть деревню, Сува !!! \n Победите крокодилов и людей Вестина, которые разрушают деревню! \n Победите дерзких монстров! \n - Вождь деревни Сува Даэва -",
        "Chinese_Text": "只有找到村子,污水才会来!!\n把破坏村子的雷克顿和西人族物理治秀!\n把傲慢的怪物们击退!\n-苏瓦族村长大和-"
    },
    "18100043": {
        "Dev_Desc": "협행_반달_불마의 존재(2)",
        "Original_Text": "조금 다른 방식으로 불마의 존재가 생겨났다는 보고가 있네. 균열에 침식된 존재들을 처치해주게. \\n조사 목적도 있지만... 그곳의 수와들에게 도움이 됐으면 좋겠네.",
        "English_Text": "There are reports of Bulma beings created in a slightly different way. Kill the beings eroded by the rifts. \nIt's also for investigation purposes, but... I hope it helps the Suwas there.",
        "Russian_Text": "Есть сообщения о существах Булма, созданных немного другим способом. Убейте существ, разрушенных разломом.",
        "Chinese_Text": "有报告说用不同的方式产生了火魔的存在消灭被缝隙侵蚀的存在.\n虽然也有调查目的...希望能对那里的兽人们有所帮助."
    },
    "18100044": {
        "Dev_Desc": "협행_반달_수양 협행 전문가",
        "Original_Text": "우리 수양에서 제보한 협행을 [2]건 완료하면 특별히 보상을 주겠네.\\n대장님의 이름으로 특별히 주는 보상이네.\\n그럼 무운을 빌겠네.",
        "English_Text": "I'll give you a special reward if you complete [2]>of the cooperative actions reported by our training team.\nThis is a special reward in the name of the captain.\nThen I wish you good luck.",
        "Russian_Text": "Я дам вам особую награду, когда вы выполните [2]>совместных действий, описанных в нашей тренировке. \n Это особая награда от имени капитана. \n Тогда я желаю вам удачи.",
        "Chinese_Text": "我们首阳提供的协助完成[2]件后会给予特别的奖励.\n以队长的名义给予特别的奖励.\n那就祈求你的好运吧."
    },
    "18100045": {
        "Dev_Desc": "협행_반달_에레다 협행 전문가",
        "Original_Text": "우리 에레다는 본 문파에서 제보한 협행을 [2]건 완료하는 모험가에게 단장님의 이름으로 특별한 보상 주고 있네.\\n불마의 기운을 없애는 일에 동참해주게.",
        "English_Text": "We Ereda are giving special rewards in the name of the leader to adventurers who complete [2 cases]>of cooperative actions reported by this clan.\nPlease join us in eradicating the energy of the fire horse.",
        "Russian_Text": "Мы, Эреда, даем особые награды от имени вождя авантюристам, завершившим [2]>совместные действия, о которых сообщил этот клан.",
        "Chinese_Text": "我们的埃莱达以团长的名义给完成本门派提供的协议[2]的冒险者特别的奖励.\n参与消灭火魔气息的工作."
    },
    "18100046": {
        "Dev_Desc": "협행_반달_도화상전 협행 전문가",
        "Original_Text": "도화상전에서는 상전의 협행을 [4]건 완료하는 분에게 소정의 보상을 드리고 있어요. 저희 상전은 계산도 철저! 하고 지급도 확실! 하다는 거 알고 계시죠? \\n많은 참여 부탁드려요~!",
        "English_Text": "In Dohwasangjeon, we give a small reward to those who complete [4]>side-by-side actions of the master. Our bosses are thorough in the calculations! And the payment is guaranteed! ~!",
        "Russian_Text": "В Dohwasangjeon мы даем небольшую награду тем, кто выполняет [4]>совместных действия со своим начальством. Знаете ли вы, что наше начальство тщательно рассчитывает и окупается !? \n Пожалуйста, участвуйте больше!",
        "Chinese_Text": "桃花商战中,对完成商战协议的[4]件的人给予一定的补偿.我们的主子计算也很彻底!而且支付也很明确!你知道吧.\n请大家多多参与~!"
    },
    "18100047": {
        "Dev_Desc": "협행_반달_영교원 협행 전문가",
        "Original_Text": "영교원에서는 특별히 우리 협행을 [3]번 하는 모험가에게 보상을 주고있다냥! 우리 바롱족은 약속을 꼭 지킨다냥!\\n그럼 힘내라냥~",
        "English_Text": "Younggyowon is specially rewarding adventurers who work together [3]>times with us! We Barongs keep their promises!\nThen stay strong~",
        "Russian_Text": "Ёнгёвон особо награждает авантюристов, которые [3]>вместе с нами! Наши баронги сдерживают свои обещания! \n Тогда оставайтесь сильными ~",
        "Chinese_Text": "灵教员特别给我们合作[3]的冒险者奖励!我们巴隆族一定要遵守约定!\n那就加油吧~"
    },
    "18100048": {
        "Dev_Desc": "협행_반달_금경철문 협행 전문가",
        "Original_Text": "금경철문의 협행을 [2]번 수행하는 이에게 철문주님의 이름으로 특별한 보상을 주겠네. 꼭 약속하지.\\n딱 [2]번이면 되네!",
        "English_Text": "I will give a special reward in the name of the Lord of Cheolmun to those who perform [2]>acts of Geumgyeongcheolmun associatively. I promise.\nIt only takes [2]>times!",
        "Russian_Text": "Я дам особую награду от имени лорда Чхолмуна тем, кто выполняет [2]>действия Кымгёнчхольмуна. Обещаю. \n Всего [2]>раза!",
        "Chinese_Text": "以铁门主的名义给执行金嘤铁门悬赏[2]次的人特别的奖励.一定要约定哦\n正好[2]号就可以了!"
    },
    "18100049": {
        "Dev_Desc": "협행_반달_대어방 협행 전문가",
        "Original_Text": "대어방에서는 협행을 수행하는 모험가님을 위해 특별한 보상을 드리고 있습니다. 대어방의 협행을 [4]건 수행하시는 분에게 자격이 주어집니다. 많은 참여 부탁드립니다.",
        "English_Text": "The Daeeobang provides special rewards for adventurers who perform cooperative activities. Those who perform [4]>cooperative activities in the Daeeobang are eligible. Thank you for your participation.",
        "Russian_Text": "Daeeobang предоставляет особые награды для искателей приключений, которые выполняют совместные действия. Те, кто выполняет [4]>совместных действия в Daeeobang, имеют право на участие. Спасибо за ваше участие.",
        "Chinese_Text": "大鱼房为进行悬赏的冒险者大人提供特别的奖励.执行大御房悬赏[4]件的人有资格.希望大家多多参与"
    },
    "18100050": {
        "Dev_Desc": "협행_반달_비사문 협행 전문가",
        "Original_Text": "반달호수의 주민들이 우리 비사문을 통해 제보한 협행을 [4]건 완료해주게. 그리하면 주민들을 대표하여 좀 더 특별한 감사를 표하도록 하지. 그럼 기다리고 있겠네.",
        "English_Text": "On behalf of the villagers, I would like to express my gratitude to Bisamun for handling the cooperative activities. I will complete [4]>cooperative activities reported by the residents.\nThen I will wait.",
        "Russian_Text": "Пожалуйста, заполните [4]>случая сотрудничества, о которых сообщили жители озера Бандал через наш Бисамун. Затем от имени жителей мы выразим нашу особую благодарность. Тогда мы будем ждать.",
        "Chinese_Text": "半月湖的居民们通过我们的秘史门提供的协助[4]件完成.那就代表居民们表示更特别的感谢吧.那就等著吧."
    },
    "18100051": {
        "Dev_Desc": "반달호수_[Lv.27] 썩지 않는 난파선",
        "Original_Text": "수월항 인근에 난파선의 잔해가 떠밀려 온건 제법 오래전 일이라네. 별 관심이 없었네만, 얼마 전 그 배가 아직도 그 자리에 그대로 있다는 소문을 들었어. 도대체 어떻게 만든 배인지 구경을 좀 해야겠네. 주변에 위협을 처리해주게.",
        "English_Text": "Daeeobang",
        "Russian_Text": "Прошло довольно много времени с момента крушения корабля недалеко от порта Суволь. Меня это не интересовало, но до меня дошел слух, что корабль все еще там. Разберитесь с угрозой.",
        "Chinese_Text": "是很久以前的事了.虽然没什么兴趣,但不久前听说那艘船还在原地.我要看看到底是怎么做的船.去处理周围的威胁吧."
    },
    "18100052": {
        "Dev_Desc": "반달호수_[Lv.27] 소라게의 독",
        "Original_Text": "요즘 바다에서 자란 푸른 소라게가 보양식으로 인기더군요. 사람들은 잘 모르지만 소라게에는 독성이 있어 잘못 손질해서 먹었다가는 큰 탈이 납니다. 아무래도 이쪽으로 전문가인 저희 대어방이 직접 판매를 하는 편이 낫겠습니다.",
        "English_Text": "Younggyowon",
        "Russian_Text": "В наши дни синие раки-отшельники, выращенные в море, популярны как питательная пища. Люди не знают о них, но раки-отшельники токсичны, поэтому, если вы их неправильно съедите, у вас будут проблемы. Было бы лучше, если бы наш эксперт Daeeobang продает их напрямую .",
        "Chinese_Text": "最近在海里长大的蓝色海螺蟹作为补品很受欢迎.人们不太清楚,但海螺蟹有毒性,如果处理不当吃的话会出大问题.不管怎么说还是专家我们的大御房亲自销售比较好"
    },
    "18100053": {
        "Dev_Desc": "반달호수_[Lv.27] 귀한 보양식",
        "Original_Text": "바닷가에서 자란 푸른 소라게는 으뜸으로 꼽힙니다. 영양분이 풍부한 데다가 짭짤하면서도 담백한 맛이 일품이거든요. \\n푸른 소라게의 게살을 모아다 주신다면 합당한 보상을 드리겠습니다.",
        "English_Text": "Ereda",
        "Russian_Text": "Голубой краб-отшельник, выращенный на пляже, считается лучшим. Он питателен и имеет соленый, но легкий вкус. \n Если вы соберете крабовое мясо синего краба-отшельника, мы дадим вам разумную награду.",
        "Chinese_Text": "在海边长大的蓝色海螺蟹是首屈一指的.营养丰富而且咸又清淡的味道是最棒的\n收集蓝海螺蟹的蟹肉,给予适当的奖励."
    },
    "18100054": {
        "Dev_Desc": "반달호수_[Lv.27] 떠밀려온 난파선 조사",
        "Original_Text": "수월항 근처에 떠밀려온 난파선이 수양 대원들의 사기를 떨어트리고 있는 모양일세. 우리 배도 항해 도중 난파될 수 있다고 생각하는 모양이야. 조사원을 파견할 계획이니 주변의 위협을 좀 처리해주게.",
        "English_Text": "Geumgyeongcheolmun",
        "Russian_Text": "Похоже, что потерпевший крушение корабль возле порта Суволь снижает боевой дух членов экипажа. Они думают, что наш корабль также может потерпеть крушение во время рейса. Мы планируем отправить следователя, поэтому позаботьтесь об окружающих угрозах.",
        "Chinese_Text": "水月港附近的遇难船好像在降低首阳队员们的士气.看来我们的船在航行途中也会遇难.我打算派遣调查员、你去处理一下周围的威胁吧."
    },
    "18100055": {
        "Dev_Desc": "반달호수_[Lv.27] 반달초를 구해달라냥!",
        "Original_Text": "반달초는 반달호수에서만 구할 수 있는 아주 귀한 약초다냥. 찾는 사람은 너무 많은데 구하기가 정말 어렵다냥!\\n그래서 말인데냥... 모험가만 믿겠다냥!",
        "English_Text": "Daehwasangjeon",
        "Russian_Text": "Бандал - это очень ценное растение, которое можно получить только из озера Вандал. Так много людей ищут его, что действительно трудно найти!",
        "Chinese_Text": "半月草是只有在半月湖才能买到的非常珍贵的药草.找的人太多了,可真难找!\n所以说猫...我就相信冒险!"
    },
    "18100056": {
        "Dev_Desc": "반달호수_[Lv.28] 최고의 재료",
        "Original_Text": "우리 금경철문이 철만 다룬다고 생각하면 오산일세. 훌륭한 무기를 만들기 위해서는 수많은 재료가 필요 하지. \\n으스스한 골짜기에 사는 늪지 악어의 가죽은 최고의 재료야. 자네가 좀 구해다 주게.",
        "English_Text": "Weeping",
        "Russian_Text": "Если вы думаете, что наш Кымгёнчхольмун работает только с железом, вы ошибаетесь. Чтобы сделать отличное оружие, вам понадобится много материалов.",
        "Chinese_Text": "如果认为我们金嘤铁门只涉及铁那就大错特错了.制作优秀的武器需要很多材料.\n生活在阴森山谷的沼泽雷克顿皮是最好的材料.你去弄些回来吧."
    },
    "18100057": {
        "Dev_Desc": "반달호수_[Lv.28] 진흙 속에 사는 물고기",
        "Original_Text": "으스스한 골짜기는 물이 거의 말라버렸지만, 그런 진흙 밭에만 사는 특이한 놈들이 있답니다. 문제는 거기 사는 악어들도 그 맛을 알아 보이는 데로 잡아먹는다는 거죠. 악어의 수를 좀 줄여주시면 저희가 가서 후딱 잡아 오겠습니다!",
        "English_Text": "Insamun",
        "Russian_Text": "Вода в жуткой долине почти сухая, но есть какие-то странные люди, которые живут только на этих илистых полях. Проблема в том, что даже живущие там крокодилы будут есть ее на любой вкус. Если вы уменьшите количество крокодилов на маленький, пойдем перекусим. Я тебя поймаю! ",
        "Chinese_Text": "阴森的山谷里的水几乎干了,但有一些特殊的家伙只生活在泥地里.问题是生活在那里的雷克顿们也会吃到能看出味道的地方减少雷克顿的数量的话我们会去抓回来的!"
    },
    "18100058": {
        "Dev_Desc": "반달호수_[Lv.28] 악어 가죽이 필요해",
        "Original_Text": "악어가죽은 내구성이 높은 데다가 세련되고 고급스러워 인기가 아주 많습니다. \\n이번에도 주문이 잔뜩 들어왔는데 재고가 부족하네요. \\n깨끗하고 흠집 없는 가죽으로 좀 구해다 주십시오.",
        "English_Text": "The Pension Bank",
        "Russian_Text": "Крокодиловая кожа очень популярна, потому что она прочная, стильная и роскошная. \n Мы снова получили много заказов, но у нас заканчивается товар. \n Пожалуйста, приобретите чистую кожу без царапин.",
        "Chinese_Text": "雷克顿皮耐久性高,而且又干练又高档,很受欢迎.\n这次订单也很多,库存不足.\n请用干净无瑕疵的皮革拿过来."
    },
    "18100059": {
        "Dev_Desc": "반달호수_[Lv.28] 수양대원을 위한 특식",
        "Original_Text": "해월대륙으로 가기 전 대원들에게 특식을 제공할 계획이네. 악어 고기는 단백질 함량이 높고 지방이 적어 대원들에게 환영받는 메뉴이지. \\n좀 넉넉하게 구해다 주게. \\n악어는 으스스한 골짜기에서 찾을 수 있을 걸세.",
        "English_Text": "Kyu-Neung Kim",
        "Russian_Text": "Перед тем, как отправиться на морской и лунный континент, мы планируем накормить экипаж специальным обедом. Мясо крокодила - желанное меню для экипажа, потому что оно с высоким содержанием белка и низким содержанием жира. Вперед.",
        "Chinese_Text": "去海月大陆之前打算给队员们提供特餐.雷克顿肉是蛋白质含量高,脂肪少,深受队员们欢迎的菜单.\n多拿些来.\n雷克顿应该可以在阴森的山谷里找到."
    },
    "18100060": {
        "Dev_Desc": "반달호수_[Lv.28] 늪지에서 피는 꽃",
        "Original_Text": "늪지에서 피는 꽃은 생명력이 엄청 강하다냥!\\n말려서 약재로 사용하면 효능이 두~배가 된다냥!\\n모험가가 그 꽃 좀 가져다 달라냥!",
        "English_Text": "Daewa",
        "Russian_Text": "Цветы, цветущие на болотах, обладают очень сильной жизненной силой! \n Сушеные и используемые в качестве лекарств, эффективность удваивается!",
        "Chinese_Text": "沼泽里开的花生命力很强!\n晒干后用作药材的话,效果会加倍!\n冒险者拜托你把那朵花拿来!"
    },
    "18100100": {
        "Dev_Desc": "협행_의뢰자_대어방",
        "Original_Text": "대어방",
        "English_Text": "Daeeobang",
        "Russian_Text": "Даэобанг",
        "Chinese_Text": "大鱼房"
    },
    "18100101": {
        "Dev_Desc": "협행_의뢰자_영교원",
        "Original_Text": "영교원",
        "English_Text": "Younggyowon",
        "Russian_Text": "Ёнгёвон",
        "Chinese_Text": "英教员"
    },
    "18100102": {
        "Dev_Desc": "협행_의뢰자_에레다",
        "Original_Text": "에레다",
        "English_Text": "Ereda",
        "Russian_Text": "Эреда",
        "Chinese_Text": "埃莱达"
    },
    "18100103": {
        "Dev_Desc": "협행_의뢰자_금경철문",
        "Original_Text": "금경철문",
        "English_Text": "Geumgyeongcheolmun",
        "Russian_Text": "Кымгёнчхольмун",
        "Chinese_Text": "金嘤铁门"
    },
    "18100104": {
        "Dev_Desc": "협행_의뢰자_도화상전",
        "Original_Text": "도화상전",
        "English_Text": "Dohwasangjeon",
        "Russian_Text": "Живопись войны",
        "Chinese_Text": "桃花"
    },
    "18100105": {
        "Dev_Desc": "협행_의뢰자_수양",
        "Original_Text": "수양",
        "English_Text": "Weeping",
        "Russian_Text": "Плач",
        "Chinese_Text": "修养"
    },
    "18100106": {
        "Dev_Desc": "협행_의뢰자_비사문",
        "Original_Text": "비사문",
        "English_Text": "Insamun",
        "Russian_Text": "Неразговорчивый",
        "Chinese_Text": "秘闻"
    },
    "18100107": {
        "Dev_Desc": "협행_의뢰자_NPC_연금준",
        "Original_Text": "연금준",
        "English_Text": "The Pension Bank",
        "Russian_Text": "Пансионат Джун",
        "Chinese_Text": "年金准"
    },
    "18100108": {
        "Dev_Desc": "협행_의뢰자_NPC_김규녈",
        "Original_Text": "김규녈",
        "English_Text": "Kyu-Neung Kim",
        "Russian_Text": "Ким Гю-Нын",
        "Chinese_Text": "金圭珍"
    },
    "18100109": {
        "Dev_Desc": "협행_의뢰자_NPC_대와",
        "Original_Text": "대와",
        "English_Text": "Daewa",
        "Russian_Text": "Вот это да",
        "Chinese_Text": "大瓦"
    },
    "18100110": {
        "Dev_Desc": "협행_의뢰자_NPC_네이냥",
        "Original_Text": "네이냥",
        "English_Text": "Nyanyan",
        "Russian_Text": "да",
        "Chinese_Text": "四两"
    },
    "18100111": {
        "Dev_Desc": "협행_의뢰자_NPC_잿빛바람",
        "Original_Text": "잿빛바람",
        "English_Text": "Ashenwind",
        "Russian_Text": "Пепельный ветер",
        "Chinese_Text": "灰色的风"
    },
    "18100112": {
        "Dev_Desc": "협행_의뢰자_NPC_김서방",
        "Original_Text": "김서방",
        "English_Text": "Kim Seobang",
        "Russian_Text": "Ким Сеобанг",
        "Chinese_Text": "金女婿."
    },
    "18100113": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_영교원 바롱",
        "Original_Text": "영교원 바롱",
        "English_Text": "Younggyowon Barong",
        "Russian_Text": "Younggyowon Barong",
        "Chinese_Text": "英老师"
    },
    "18100114": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_에레다 단원",
        "Original_Text": "에레다 단원",
        "English_Text": "Member of Ereda",
        "Russian_Text": "Член Эреды",
        "Chinese_Text": "埃莱达团员"
    },
    "18100115": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_금경철문 장인",
        "Original_Text": "금경철문 장인",
        "English_Text": "Geumgyeongcheol Gate Master",
        "Russian_Text": "Мастер Кымгёнчхольмун",
        "Chinese_Text": "金嘤铁门匠人"
    },
    "18100116": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_도화상전 상인",
        "Original_Text": "도화상전 상인",
        "English_Text": "Dohwasangjeon Merchant",
        "Russian_Text": "Торговец Дохвасанджон",
        "Chinese_Text": "桃花商人"
    },
    "18100117": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_수양의 관리자",
        "Original_Text": "수양의 관리자",
        "English_Text": "Administrator of Discipline",
        "Russian_Text": "Администратор дисциплины",
        "Chinese_Text": "修养的管理者"
    },
    "18100118": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_비사문 협행관리인",
        "Original_Text": "비사문 협행관리인",
        "English_Text": "Bisamun Associate Manager",
        "Russian_Text": "Бисамун, заместитель менеджера",
        "Chinese_Text": "秘史门悬赏管理人"
    },
    "18100119": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_풍백문 책임자",
        "Original_Text": "풍백문 책임자",
        "English_Text": "The person in charge of Pungbaekmun",
        "Russian_Text": "Менеджер Пунгбекмун",
        "Chinese_Text": "负责人"
    },
    "18100120": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_명혜단 담당자",
        "Original_Text": "명혜단 담당자",
        "English_Text": "Responsible for Hyedan Myung",
        "Russian_Text": "Ответственный за Мён Хе-дан",
        "Chinese_Text": "负责人"
    },
    "18100121": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_신해월",
        "Original_Text": "신해월",
        "English_Text": "New Year's Moon",
        "Russian_Text": "Новогодний месяц",
        "Chinese_Text": "辛亥月"
    },
    "18100122": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_사길미",
        "Original_Text": "사길미",
        "English_Text": "Sagilmi",
        "Russian_Text": "Сагилми",
        "Chinese_Text": "沙吉米"
    },
    "18100123": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_비전예",
        "Original_Text": "비전예",
        "English_Text": "Aesthetic",
        "Russian_Text": "Видение",
        "Chinese_Text": "展望"
    },
    "18100124": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_전양원",
        "Original_Text": "전양원",
        "English_Text": "Jeonyangwon",
        "Russian_Text": "Чоньянгвон",
        "Chinese_Text": "传扬院"
    },
    "18100125": {
        "Dev_Desc": "협행_의뢰자_NPC_비옥대지_청수국",
        "Original_Text": "청수국",
        "English_Text": "Blue Water Soup",
        "Russian_Text": "Чхонсугук",
        "Chinese_Text": "清水汤"
    },
    "18100126": {
        "Dev_Desc": "협행_의뢰자_NPC_태록림_명혜단",
        "Original_Text": "명혜단",
        "English_Text": "Myunghyedan",
        "Russian_Text": "Мёнхьедан",
        "Chinese_Text": "明慧坛"
    },
    "18100127": {
        "Dev_Desc": "협행_의뢰자_NPC_비옥대지_풍백문",
        "Original_Text": "풍백문",
        "English_Text": "Pungbaekmun",
        "Russian_Text": "Пунгбэкмун",
        "Chinese_Text": "风白门"
    },
    "18100128": {
        "Dev_Desc": "협행_테스트용_컨텐츠_아무개",
        "Original_Text": "아무개",
        "English_Text": "Nobody",
        "Russian_Text": "кто угодно",
        "Chinese_Text": "某某"
    },
    "18100129": {
        "Dev_Desc": "협행_의뢰자_NPC_꼬마 아이",
        "Original_Text": "꼬마 아이",
        "English_Text": "Little Child",
        "Russian_Text": "маленький ребенок",
        "Chinese_Text": "小孩"
    },
    "18100130": {
        "Dev_Desc": "협행_NPC_온양인",
        "Original_Text": "온영인",
        "English_Text": "Onyoungin",
        "Russian_Text": "На Юнгине",
        "Chinese_Text": "全英仁"
    },
    "18100131": {
        "Dev_Desc": "협행_NPC_봇짐상인",
        "Original_Text": "봇짐상인",
        "English_Text": "Botzym Merchant",
        "Russian_Text": "Ботзимский торговец",
        "Chinese_Text": "包袱商"
    },
    "18101000": {
        "Dev_Desc": "태록림_기름진 발발이",
        "Original_Text": "밀림 발발이의 기름 먹은 풀은 화력 좋게 잘 타죠.\\n연료로 사용하는 곳이 있습니다. \\n풀을 가져오시면 적당한 값에 매입하도록 하겠습니다.",
        "English_Text": "Oiled grass from jungle worms burns well.\nThere are places that use them as fuel.\nIf you bring grass, we will buy it for you at a reasonable price.",
        "Russian_Text": "Промасленная трава амброзии в джунглях хорошо горит. \n Есть место, где ее используют в качестве топлива. \n Принесите траву, и мы купим ее для вас по разумной цене.",
        "Chinese_Text": "丛林爆发的油草很容易燃烧.\n有些地方用作燃料.\n拿草来的话,会以适当的价格购买."
    },
    "18101001": {
        "Dev_Desc": "태록림_거미줄 연구",
        "Original_Text": "밀림 거미는 아직 연구할 여지가 많이 남아 있습니다.\\n거미줄 단백질을 다량 모을 수 있다면 연구에 큰 진척이 있을 것이며, 이는 후세를 위한 길이 될 것입니다.\\n도움을 주신다면 보수는 당연하겠죠?",
        "English_Text": "Jungle spiders still have a lot of room for research.\nIf we can collect large amounts of spider silk proteins, we will make great progress in our research, and this will pave the way for future generations.\nIf you help us, it will pay off. Is it natural?",
        "Russian_Text": "У пауков в джунглях все еще есть много возможностей для исследований. \n Если мы сможем собрать большое количество протеина паучьего шелка, это будет большим шагом вперед и проложит путь для будущих поколений.",
        "Chinese_Text": "丛林蜘蛛还有很多研究的余地.\n如果能收集大量的蜘蛛丝蛋白质的话,研究会有很大的进展,这将成为后世的道路.\n如果能给予帮助的话,报酬是理所当然的吧?"
    },
    "18101002": {
        "Dev_Desc": "태록림_생태계 복원",
        "Original_Text": "본래 동부 생태 조사림은 곰과 호랑이의 서식지였습니다. 그런데 언제부턴가 개체수가 줄더니 이젠 아예 자취를 감춰 버렸습니다. 아무래도 시귀 때문인 것 같습니다! 가죽 공급이 다시 원활해질 수 있도록 시귀를 처치하여 생태계를 복원해 주십시오!",
        "English_Text": "Originally, the Eastern Ecological Forest was a habitat for bears and tigers. However, at some point, their numbers went down and now they have disappeared altogether. I think it's because of the guinea pig! to restore the ecosystem!",
        "Russian_Text": "Изначально Восточный лес экологической службы был местом обитания медведей и тигров. Однако в какой-то момент популяция уменьшилась, а теперь и вовсе исчезла. Я думаю, это из-за морской свинки! Мы должны убить морскую свинку, чтобы восстановить экосистема, чтобы кожа снова стала гладкой. Пожалуйста! ",
        "Chinese_Text": "原来东部生态调查林是熊和老虎的栖息地.但是不知从什么时候开始个体数量减少了,现在干脆消失了.看来是因为诗句!为了让皮革的供应再次顺畅,请处置鮟鱇,恢复生态系统!"
    },
    "18101003": {
        "Dev_Desc": "태록림_자꾸 없어지는 비법서",
        "Original_Text": "비법서를 또 잃어버렸다냥... 이 비법서는 발이 달렸는지 자주 없어진다냥! 동부 생태 조사림 근처에서 잃어버린 것 같은데 주변을 다 찾아봤지만 못 찾았다냥!\\n제발 꼭 좀 찾아달라냥... 흑...",
        "English_Text": "Looks like I've lost the secret recipe again... This secret recipe often disappears because I ran it on my feet! I think I lost it near the eastern ecology forest, but I searched all around but couldn't find it!\nPlease be sure to find it! ...black...",
        "Russian_Text": "Похоже, я снова потерял книгу рецептов ... Эта книга рецептов часто исчезает, потому что я запускал ее на ногах! Я думаю, что потерял ее недалеко от восточного экологического леса, но я обыскал все вокруг, но не нашел! .. ",
        "Chinese_Text": "秘方又丢了.这个秘方好像有脚,经常不见!好像在东部生态调查林附近丢了,周围都找过了,但是没找到!\n拜托一定要找我...黑…"
    },
    "18101004": {
        "Dev_Desc": "태록림_방어선 구축",
        "Original_Text": "방어선 구축을 잘해두면 적은 병사로 넓은 땅을 방어할 수 있죠. 좋은 위치를 찾아 적을 몰아내고 방어시설을 만들어야 합니다.\\n녹각다귀를 밀어내는 작업을 도와주시겠습니까?",
        "English_Text": "If you build a good defense line, you can defend a large area with small soldiers. You need to find a good location to drive out the enemy and build a defense facility.\nWould you like to help push out the antlers?",
        "Russian_Text": "Если вы построите хорошую оборонительную линию, вы сможете защищать большую территорию с небольшим количеством солдат. Вам нужно найти хорошее место, чтобы прогнать врага и построить оборону.",
        "Chinese_Text": "好好构筑防御线的话,可以用敌人的士兵防御广阔的土地.要找到好的位置,赶走敌人,建立防御设施.\n能帮我把鹿角岛推开吗?"
    },
    "18101005": {
        "Dev_Desc": "태록림_늑대 집단",
        "Original_Text": "늑대는 집단생활을 합니다. 그 수준이 높아 소수의 병력으로는 늑대를 상대하기 힘듭니다.\\n언덕 숲에 가서 집단을 깨뜨려 주신다면 저희 에레다에서 남은 세력을 파괴할 계획입니다.",
        "English_Text": "Wolves live in groups. Their level is high, so it is difficult to deal with wolves with a small number of troops.\nIf you go to the hill forest and break the group, we plan to destroy the remaining forces in Ereda. ",
        "Russian_Text": "Волки живут группами. Их уровень настолько высок, что бороться с волками малым количеством войск сложно.",
        "Chinese_Text": "狼过着集体生活.因为它的水平很高,所以用少数的兵力很难对付狼.\n如果你去山丘森林破坏集团的话,我们打算破坏在雷达留下的势力."
    },
    "18101006": {
        "Dev_Desc": "태록림_새로운 염료 개발",
        "Original_Text": "발발이는 염료를 만들기에 좋은 소재죠. 해월대륙의 발발이에게선 어떤 염료를 얻을 수 있을지 기대됩니다.\\n언덕 숲에 서식하는 오똑 발발이의 풀을 많이 얻어와 주십시오!",
        "English_Text": "The bald eagle is a good material for making dyes. I can't wait to see what kind of dye you can get from the balga in the sea and moon continent.\nPlease get a lot of grass from the bald eagle that lives in the hilly forest!",
        "Russian_Text": "Белоголовый орлан - хороший материал для изготовления красок. Не могу дождаться, чтобы увидеть, какой краситель можно получить из балги в море и на лунном континенте.",
        "Chinese_Text": "是制作发炎染料的好材料.很期待海月大陆的脚手架能得到什么样的染料.\n请多收集栖息在山坡森林的高脚脚手架的草!"
    },
    "18101007": {
        "Dev_Desc": "태록림_만다라화의 소음 문제",
        "Original_Text": "만다라화는 성격이 포악하여 사람들에게 위해를 가하는데, 그것 이외에도 소음을 발생 시켜 피해를 보고 있습니다. 많은 대원이 불만을 표시하고 있습니다.\\n만다라 폭포 주변을 좀 조용하게 만들어주시면 사례하겠습니다.",
        "English_Text": "Mandala flower has a vicious nature and harms people, but besides that, it causes damage by generating noise. Many operators are dissatisfied.\nIf you make the area around Mandala Falls a little quieter, I will reward you. .",
        "Russian_Text": "Цветы мандалы жестоки по своей природе и причиняют вред людям, но, кроме того, они также страдают от шума из-за шума. Многие операторы недовольны.",
        "Chinese_Text": "曼陀罗的性格暴戾,危害人们,除此之外,还产生了噪音,受到了伤害.许多队员表示不满.\n请让曼陀罗瀑布周围安静一点."
    },
    "18101008": {
        "Dev_Desc": "태록림_장인들의 별미!",
        "Original_Text": "장인분들이 즐겨 먹는 음식이 있습니다. \\n약간 호불호가 갈릴 것 같은데... 여기 계신 분들은 무진장 좋아하더군요. 가는 모래 하구 근처에 있는 연안 소라게를 잡아서 내용물을 가져다주십시오.",
        "English_Text": "There are food that artisans love to eat. \nI think there may be some disagreements... People here love it immensely. Please catch the coastal hermit crab near the fine sand estuary and bring the contents.",
        "Russian_Text": "Есть еда, которую любят есть ремесленники. \n Я думаю, она немного другая ... Людям здесь она очень нравится. Поймайте прибрежного краба-отшельника возле устья мелкого песка и принесите его содержимое.",
        "Chinese_Text": "有工匠们喜欢吃的食物\n感觉好恶分明...在这里的人们非常喜欢请抓住靠近沙河口的沿岸海螺,把里面的东西拿过来."
    },
    "18101009": {
        "Dev_Desc": "태록림_거북 알 채집",
        "Original_Text": "거북알이 별미라 엄청 먹어 치운다고 하더라구요. 지금 많다고 해서 남획하면 나중을 기약할 수 없습니다. 저희도 거북을 많이 사냥하긴 하지만... 알은 보호해야 할 것 같습니다. 가는 모래 하구에 있는 거북알을 채집해 주시면 저희가 보호하겠습니다.",
        "English_Text": "They say they eat a lot of turtle eggs because they are a delicacy. Just because there are so many now, we can't promise for the future if we overfish. We also hunt a lot of turtles, but... I think we need to protect their eggs. Fine sand estuary. If you collect the turtle eggs in the , we will protect them.",
        "Russian_Text": "Они говорят, что яйца черепах - это деликатес, поэтому они едят их много. Если сейчас их слишком много, мы не можем обещать на будущее, если будем переловить рыбу. Мы также охотимся на многих черепах, но ... я думаю, нам нужно защитить яйца. Яйца черепахи в устье мелкого песка. Если вы соберете их, мы их защитим .",
        "Chinese_Text": "听说乌龟蛋很好吃所以吃了很多现在很多,如果乱划的话,以后就不能约定了.虽然我们也经常捕猎乌龟...蛋应该要保护一下采集在细沙河口的龟卵我们会保护你的."
    },
    "18101010": {
        "Dev_Desc": "태록림_연안 거북의 껍질",
        "Original_Text": "저희 명혜단은 거북 통해 서식 환경에 따른 생물의 변화를 연구하고 있습니다. \\n난파선의 잔해 부근에 있는 연안 거북의 단단한 등딱지를 구해다 주십시오. 보존 상태를 최대한 좋게 부탁드리겠습니다.",
        "English_Text": "Our team of Myunghye is studying the changes of living things according to their habitat through turtles. \nPlease find the hard shells of coastal turtles near the wreckage of the shipwreck. We hope that they are preserved as best as possible.",
        "Russian_Text": "Наша команда, Myunghyedan, изучает изменение живых существ в зависимости от среды их обитания с помощью черепах. \n Пожалуйста, спасите твердые панцири прибрежных черепах из обломков кораблекрушения. Мы просим максимально сохранить их.",
        "Chinese_Text": "我们明慧丹正在通过乌龟研究栖息环境的生物变化.\n请把遇难船残骸附近的沿岸龟的坚硬的甲壳拿过来.请大家尽量保持好状态"
    },
    "18101011": {
        "Dev_Desc": "태록림_어둑시니 퇴치",
        "Original_Text": "명혜단은 자신을 보호할 정도의 전투력을 가지고 있지만 무력집단은 아니다 보니 한계점이 명확합니다. 저희는 누구보다 저희 자신의 힘을 잘 알고 있죠.\\n그런 의미에서 난파선의 잔해에 있는 어둑시니 처치를 부탁드리고자 합니다.",
        "English_Text": "The Myunghyedan has enough fighting power to protect themselves, but since they are not an armed group, their limitations are clear. We know our own strength better than anyone else.\nIn that sense, we I would like to ask you to take care of the dark person.",
        "Russian_Text": "Мёнхедан обладает достаточной боевой мощью, чтобы защитить себя, но, поскольку они не являются вооруженной группой, их ограничения очевидны. Мы знаем свою силу лучше, чем кто-либо другой. Я хотел бы спросить вас.",
        "Chinese_Text": "明慧丹虽然具有保护自己的战斗力,但因为不是武力集团,所以界限很明确.我们比任何人都了解自己的力量.\n在这种意义上,遇难船残骸上的黑暗,请处理."
    },
    "18101012": {
        "Dev_Desc": "태록림_식인악어 퇴치",
        "Original_Text": "악어도 인간에 피해만 주지 않으면 공존하고 싶은데... 연안 근처에 피해자가 속출하고 있습니다. 사람들의 접근을 막기도 어렵고...\\n발자국 없는 해안에서 악어들을 몰아내 주십시오.",
        "English_Text": "Even crocodiles want to coexist as long as they don't harm humans... There are a lot of victims near the coast. It's difficult to prevent people from approaching...\nPlease drive out the crocodiles from the coast where there are no footprints.",
        "Russian_Text": "Даже крокодилы хотят сосуществовать, если они не причиняют вреда людям ... но у побережья много жертв.",
        "Chinese_Text": "雷克顿如果不给人类带来伤害的话想共存...沿岸附近受害者层出不穷.很难阻止人们靠近…\n请把雷克顿赶出没有脚印的海岸."
    },
    "18101013": {
        "Dev_Desc": "태록림_단단한 식물의 줄기",
        "Original_Text": "바구니를 만들려고 하는데 새로운 재료가 필요합니다.\\n골짜기 바람길 쪽에서 식물 줄기를 얻어 주시겠어요?\\n주변의 적들이 무서워서 못 들어가겠습니다.\\n                                - 공예가 신해월 - ",
        "English_Text": "I'm trying to make a basket, but I need new materials.\nCan you get some plant stems from the Valley Windway?\nI can't enter because I'm afraid of the surrounding enemies.",
        "Russian_Text": "Я пытаюсь сделать корзину, но мне нужны новые материалы. \n Вы можете достать стебли растений из ветряка долины? \n Я не могу войти, потому что боюсь врагов вокруг меня. \n - Crafter Shin Haewol - ",
        "Chinese_Text": "想要制作篮子,需要新的材料.\n在山谷风路那边获得植物茎吧?\n因为害怕周围的敌人,所以进不去.\n工艺家辛海月-"
    },
    "18101014": {
        "Dev_Desc": "태록림_잃어버린 짐을 찾아요",
        "Original_Text": "골짜기 바람길 쪽에서 곰에게 쫓겨 봇짐을 잃어버리고 말았습니다. 짐을 찾으러 가야 하는데... 괜히 갔다가 더 잃고 돌아올 것 같기도 하고... 역시 이런 건 전문가분께 부탁드리는 게 좋겠지요? 잘 부탁드리겠습니다!",
        "English_Text": "I was chased by a bear on the windward side of the valley and lost my bot luggage. I need to go find my luggage... I think I'm going to lose more and come back... I think it would be better to ask a professional about this? I'll give it to you!",
        "Russian_Text": "Меня преследовал медведь на наветренной стороне долины, и я потерял свой багаж. Мне нужно идти, чтобы найти свой багаж ... Я думаю, что потеряю еще больше и вернусь ... Думаю, это лучше спросить об этом у профессионала? Пожалуйста, позаботьтесь обо мне! ",
        "Chinese_Text": "在山谷的风路上被熊追赶,丢了包袱.要去找行李...感觉去了之后会失去更多这样的还是拜托专家吧?请多多关照!"
    },
    "18101015": {
        "Dev_Desc": "태록림_혈비패 축출",
        "Original_Text": "수양은 혈비패와의 전쟁을 선포하였습니다!\\n수양이든 혈비패든 하나는 박살 나야 끝날 겁니다.\\n물론 수양이 박살 날 일은 없을 겁니다. 하핫!",
        "English_Text": "The ram has declared war on the blood dynasty!\nOne of the rams or the blood dynasty will have to be destroyed.\nOf course, the ram will not be destroyed. Haha!",
        "Russian_Text": "Баран объявил войну кровавой добыче! \n будет уничтожен только один баран или выводок. \n конечно, баран никогда не будет уничтожен. Ха-ха!",
        "Chinese_Text": "首阳宣布了与血匪牌的战争.\n无论是首阳还是血雨牌,一个都要粉碎才能结束.\n当然首阳不会被粉碎.哈哈!"
    },
    "18101016": {
        "Dev_Desc": "태록림_혈비패 두건 태우기",
        "Original_Text": "혈비패에서 한자리하는 녀석들은 두건을 가지고 다닌다고 하더군.\\n사실 전혀 신경 쓰고 싶진 않지만 약간 거슬리기도 해.\\n두건을 모아 주겠나? 다 태워버릴 수 있게!",
        "English_Text": "They say that the guys who occupy the same place in the blood band carry hoods.\nI don't really want to worry about it at all, but it's a bit annoying.\nCan you collect the hoods? So I can burn them all!",
        "Russian_Text": "Говорят, что парни, которые занимают одно место в кровавой повязке, носят капюшоны. \n Меня это вообще не волнует, но это немного раздражает.",
        "Chinese_Text": "血雨牌上的家伙们都带着头巾.\n其实我一点都不想在意,但是有点碍眼.\n能帮我收集头巾吗?让他们都烧掉!"
    },
    "18101017": {
        "Dev_Desc": "태록림_달빛바람의 명예",
        "Original_Text": "달빛바람님의 환영을 제거해 주십시오.\\n이것때문에 이상한 소문이 돈단 말입니다.\\n달빛바람님의 명예를 위해서라도 부탁드립니다.",
        "English_Text": "Please remove the Moonlight's illusion.\nThis has caused strange rumors.\nFor Moonlight's honor, please.",
        "Russian_Text": "Пожалуйста, удали иллюзии Лунного ветра. \n Это причина странных слухов. \n Ради чести Лунного ветра, пожалуйста.",
        "Chinese_Text": "请消除月光风大人的幻影.\n因为这个有奇怪的传闻.\n为了月光风大人的名誉,拜托了."
    },
    "18101018": {
        "Dev_Desc": "태록림_투연초 연구",
        "Original_Text": "영교원에서는 다양한 약초를 조사하고 있다냥!\\n투연초는 괴물이라고 생각했는데 약초일 수도 있다는 의견이 나왔다냥!\\n영교원은 잎사귀를 조사할 필요가 있다냥!",
        "English_Text": "Younggyowon is investigating various medicinal herbs!\nI thought it was a monster, but the opinion came out that it could be a medicinal herb!\nYounggyowon needs to examine the leaves!",
        "Russian_Text": "Ёнгёвон изучает различные лекарственные травы! \n Я думал, что Туёнчо была чудовищем, но выяснилось, что это может быть трава! \n Ёнгёвон нужно исследовать листья!",
        "Chinese_Text": "英老师正在调查各种药草!\n原以为斗烟草是怪物,但有人说有可能是药草!\n英老师需要调查叶子!"
    },
    "18101019": {
        "Dev_Desc": "태록림_곽호룡의 위신",
        "Original_Text": "곽호룡님이 환영에 대한 이야기를 들으시고는 내가 그렇게 약할 것 같냐며 신경 쓰지 말라고 하셨습니다. \\n그래도 도화상전의 외부 시선을 신경 쓰지 않을 수 없네요.\\n처리 부탁드리겠습니다.",
        "English_Text": "Horyong Kwak heard about the illusion and told me not to worry about how weak I might be.\nBut, I still have to pay attention to the outside view of the painting.\nPlease deal with it.",
        "Russian_Text": "Когда Хо-рён Квак услышал об иллюзии, он сказал мне не беспокоиться о том, насколько я слаб. \n Тем не менее, я не могу не обратить внимание на внешний вид картины. \n Пожалуйста, позаботьтесь об этом. ",
        "Chinese_Text": "郭浩龙先生听到欢迎的消息后说：“你觉得我会那么弱吗?”\n即便如此,也不能不在意桃花意象的外部视线.\n请处理."
    },
    "18101020": {
        "Dev_Desc": "태록림_집단 요청",
        "Original_Text": "아이고, 곧 안개숲 개척지로 물건을 팔러 가야 하는데, 가는 길목에 환영 인명충들이 들끓는다는 이야길 들었습니다요. 봇짐 상인도 신뢰가 생명인지라 안 갈 수도 없고... \\n사람 한 명 구한다 생각하시고 좀 도와주십시오!\\n                                 - 봇짐 상인 - ",
        "English_Text": "Hey, I'm going to have to go to the Foggy Forest frontier to sell stuff soon, but I've heard rumors that there are infested with phantom worms along the way. Even bot-jim merchants can't go without trust because trust is life... \none person Think of it and help me!",
        "Russian_Text": "О, черт возьми, я собираюсь скоро продать кое-что в колонии Туманного леса, но я слышал истории о фантомных жуках на пути. Даже бот-трейдер не может обойтись без доверия, потому что доверие - это жизнь ... \n Подумайте о спасении одного и помогите мне. Пожалуйста! \n - Botzym Merchant - ",
        "Chinese_Text": "哎呀,马上就要去雾林开拓地卖东西了,听说去的路口有很多欢迎人名.包袱商人也是信任的生命所以不能不去...\n请想着救一个人,帮帮我!\n—包袱商人—"
    },
    "18101021": {
        "Dev_Desc": "태록림_튀어나오는 위험",
        "Original_Text": "늪지를 조사해야 하는데 중간중간에 연잎인간들이 튀어나와서 깜짝깜짝 놀란다냥!\\n이래선 제대로 조사를 진행할 수 없다냥!\\n연잎인간을 없애달라냥!",
        "English_Text": "I need to investigate the swamp, but I'm surprised that lotus leaf humans popped out in the middle!\nI can't conduct a proper investigation after this!\nPlease get rid of the lotus leaf humans!",
        "Russian_Text": "Мне нужно исследовать болото, но я удивлен, что люди из листьев лотоса выскакивают из середины!",
        "Chinese_Text": "要调查沼泽地,中间出现了荷叶人,吓了一跳!\n这样的话就不能好好进行调查了!\n要求消灭荷叶人!"
    },
    "18101022": {
        "Dev_Desc": "태록림_뱀버섯 해독제",
        "Original_Text": "뱀버섯의 독은 만능 해독제입니다. 물론 제조가 어려워 보통 사람은 사용하지 못하지만요. \\n뱀버섯 군락에 있는 서인족을 좀 처치해주십시오. 뱀버섯 독을 채집해달라 부탁드리고 싶지만... 독 채집이 까다로워 직접 가야 하거든요.\\n                             - 뱀전문가 사길미 - ",
        "English_Text": "The snake mushroom poison is a universal antidote. Of course, it is difficult to manufacture, so ordinary people cannot use it. \nPlease kill the westerners in the snake mushroom colony. I would like to ask you to collect the snake mushroom poison. .. Gathering poison is difficult, so you have to go there yourself.",
        "Russian_Text": "Яд змеиного гриба - универсальное противоядие. Конечно, его сложно изготовить, поэтому обычные люди не могут его использовать. \n Пожалуйста, убейте жителей Запада в колонии змеиных грибов. Я хотел бы попросить вас собрать змеиный гриб. яд, но ... Это сложно, и вам придется отправиться туда самому. \n - Змеиный эксперт Са Гильми - ",
        "Chinese_Text": "蛇蘑菇的毒是万能解毒剂.当然,制造困难,一般人都不能使用.\n请消灭蛇蘑菇群落中的西人族.虽然想拜托你采集蛇蘑菇毒…毒采集很难,需要亲自去.\n-Bame专家萨吉米-"
    },
    "18101023": {
        "Dev_Desc": "태록림_묘지 근처 치안 확보",
        "Original_Text": "묘지 근처에서 이상한 걸 봤다고 신고자가 늘고 있어요.\\n저희도 아직 상황을 파악하지 못했습니다.\\n일단 주변 영혼불이라도 제거해 봐야겠습니다.",
        "English_Text": "An increasing number of people report seeing something strange near the cemetery.\nWe haven't figured out the situation yet.\nWe'll try to eliminate the surrounding soul fire first.",
        "Russian_Text": "Все больше людей сообщают, что видели что-то странное возле кладбища. \n Мы еще не выяснили ситуацию. \n Сначала я постараюсь избавиться от окружающего огня души.",
        "Chinese_Text": "越来越多的举报者说在墓地附近看到了奇怪的东西.\n我们也还没有掌握情况.\n首先要清除周围的灵魂之火."
    },
    "18101024": {
        "Dev_Desc": "태록림_묘약 개발",
        "Original_Text": "묘지 근처에 갑자기 혈비패가 늘어났습니다.\\n그곳에 딱히 혈비패에게 필요한 게 있을 것 같진 않은데...\\n그 녀석들이라면 무슨 짓을 벌일지 알 수 없으니, \\n지금 시점에서 없애 버리는 게 좋을 것 같습니다.",
        "English_Text": "Suddenly there are more blood rags near the cemetery.\nIt doesn't seem like there's anything specifically needed for the blood dynasty there...\nI don't know what they will do, \nat this point It would be better to get rid of it.",
        "Russian_Text": "Рядом с кладбищем внезапно увеличилось количество тряпок с кровью. \n Я не думаю, что в них есть особая необходимость ... \n Я не знаю, что они собираются делать, поэтому \n Я думаю, что лучше избавься от них сейчас .",
        "Chinese_Text": "墓地附近突然增加了血雨牌.\n那里好像没有血雨牌需要的东西…\n如果是他们的话,不知道会发生什么事,\n现在就消灭比较好."
    },
    "18101025": {
        "Dev_Desc": "태록림_신묘약 개발",
        "Original_Text": "에레다 대원들을 위해 묘약을 개발 중입니다. 낙원 산선호를 잘 연구하면 만병통치약을 만들 수 있을 것 같아요.\\n그 지역의 분위기를 대원들이 좋아하지 않네요.\\n산선호의 발을 좀 모아주시겠습니까?",
        "English_Text": "We are developing a potion for Ereda crews. If you study Paradise Sanseonho well, you can make a panacea.\nCrews don't like the atmosphere of the area.\nSanseonho's feet Would you like to collect some?",
        "Russian_Text": "Я разрабатываю зелье для команды Эреды. Если я хорошо изучу Наквон Сансонхо, я думаю, что смогу сделать панацею. \n Командам не нравится атмосфера этого района. \n Вы можете помочь мне собрать несколько стоп Сансонхо?",
        "Chinese_Text": "正在为埃莱达队员们开发妙药.好好研究乐园山的喜好,就能做出灵丹妙药.\n队员们不喜欢那个地区的气氛."
    },
    "18101026": {
        "Dev_Desc": "태록림_고대 묘면족의 무기",
        "Original_Text": "고대에 존재했던 수많은 종족에 대해 알고 계십니까? 옛날에 비해 퇴화하긴 했지만 묘면족도 그중 하나입니다. \\n묘면족의 무기를 좀 구해다 주십시오. 고대의 기술에 대한 실마리를 얻을 수도 있으니깐요.",
        "English_Text": "Do you know about the many races that existed in ancient times? Although they have deteriorated compared to the past, the Myomyeon are one of them. \nPlease get some of the Myomyeon's weapons. It might give you clues to ancient techniques. .",
        "Russian_Text": "Знаете ли вы о многих расах, существовавших в древние времена? Хотя они ухудшились по сравнению с прошлым, Мёмён - одна из них.",
        "Chinese_Text": "您知道古代存在的许多种族吗?虽然比以前退化了,但妙面族也是其中之一.\n请把妙面族的武器拿过来.因为可以获得古代技术的线索."
    },
    "18101027": {
        "Dev_Desc": "태록림_담인초 새로운 연구",
        "Original_Text": "담인초 사이에서도 미묘한 종의 차이가 있다고 한다냥!\\n우린 담인초 연구를 위해 다양한 자료가 필요하다냥!\\n이번엔 습지에 있는 담인초 잎사귀를 얻어달라냥!",
        "English_Text": "It is said that there are subtle differences in species even among phalaenopsis!\nWe need a variety of data for research on phalaenopsis!\nThis time, I want you to get the damselfly leaves from the marsh!",
        "Russian_Text": "Говорят, что есть тонкие различия в видах даже среди женьшеня! \n Нам нужны различные данные для изучения дамми! \n На этот раз я хочу, чтобы вы получили листья стрекоз в заболоченных местах!",
        "Chinese_Text": "潭仁草之间也有微妙的种类差异.\n我们为了研究淡仁草需要各种资料!\n希望这次能得到湿地里的淡草叶!"
    },
    "18101028": {
        "Dev_Desc": "태록림_습격자 낙원족",
        "Original_Text": "낙원족들은 눈에 보이면 파괴하는 걸 좋아하는 걸까?\\n해월대륙에 설치한 협행표목이 낙원족에 의해 파괴되었어.\\n그들이 접근할 수 없도록 퇴치해 주면 좋겠는데...\\n부탁해도 될까?",
        "English_Text": "Do the people of Paradise like to destroy when they see it?\nThe parallel sign installed on the continent of the sea and moon was destroyed by the people of Paradise.\nI would like to get rid of them so that they can't access it... \nCan I ask you a favor?",
        "Russian_Text": "Любят ли райские люди разрушать все, что они видят? \n Тротуарный вход на море и лунный континент был разрушен Райскими племенами.",
        "Chinese_Text": "乐园族们看到的话会喜欢破坏吗?\n设置在海月大陆的悬赏表木被乐园族破坏了.\n希望能消灭他们无法接近…\n可以拜托你吗?"
    },
    "18101029": {
        "Dev_Desc": "태록림_여기의 연잎도?",
        "Original_Text": "반달호수에서 온전한 연잎을 이용해 우산으로 만드는 걸 시도했었는데요. 해월대륙의 연잎도 이용 가능할지 확인해보고자 합니다.\\n낙원 구릉에서 온전한 연잎을 구해주십시오!",
        "English_Text": "I tried to make an umbrella using whole lotus leaves at Vandal Lake. We would like to see if lotus leaves from the sea and moon continents are also available.\nPlease get whole lotus leaves from the hills of Paradise!",
        "Russian_Text": "Я попытался сделать зонтик из целых листьев лотоса на озере Вандал. Я хотел бы проверить, можно ли использовать листья лотоса с моря и с лунного континента.",
        "Chinese_Text": "在半月湖尝试用完整的荷叶制作雨伞我想确认一下海月大陆的荷叶是否也可以使用.\n请在乐园丘陵上获得完整的荷叶!"
    },
    "18101030": {
        "Dev_Desc": "태록림_언덕길 관리",
        "Original_Text": "저희 명혜단은 풀내음 언덕길이 향기롭고 푸르른 곳으로 보존되기를 희망합니다. 그러니 자연의 섭리를 거스르고 고약한 냄새를 풀풀 풍기는 시귀를 좀 내쫓아 주십시오! 이왕이면 쓰레기도 좀 치워 주시면 좋고요.",
        "English_Text": "Our Myunghyedan hopes that the grassy hill road will be preserved as a fragrant and green place. So, please throw out some idioms that go against the providence of nature and emit a foul smell!",
        "Russian_Text": "Наш Мёнхьедан надеется, что дорога, покрытая травой, будет сохранена как благоухающее и зеленое место. Поэтому, пожалуйста, отбросьте некоторые идиомы, которые идут вразрез с провидением природы и источают отвратительный запах!",
        "Chinese_Text": "我们明慧丹希望草的阴坡路能被保存到香绿的地方.所以请把违背自然规律,散发出难闻气味的诗句赶出去!既然要收拾垃圾就好了"
    },
    "18101031": {
        "Dev_Desc": "태록림_사묘정 몰아내기",
        "Original_Text": "요즘 들어 풀내음 사묘정 관련한 이야기가 많이 들려오네요. 치안 확보는 저희의 주요 임무가 아니긴 하지만... 이 정도라면 저희도 어느 정도는 힘을 보태야 할 것 같습니다.\\n부탁드려도 될까요?",
        "English_Text": "I've been hearing a lot of stories about the sagebrush these days. Securing public safety is not our main task, but... If this is enough, we also need to add some strength.\nPlease May I give it to you?",
        "Russian_Text": "Я слышал много историй о Самёджоне в прошлом. Обеспечение общественной безопасности - не наша главная задача, но ... Если этого достаточно, я думаю, нам нужно добавить немного сил. \n Могу я спросить ? ",
        "Chinese_Text": "最近有很多关于音乐史妙政的故事确保治安虽然不是我们的主要任务...如果是这种程度的话我们也要加上一点力\n可以拜托你吗?"
    },
    "18101032": {
        "Dev_Desc": "태록림_삼색조 기름",
        "Original_Text": "낙원 삼색조의 기름을 구해주시겠습니까?\\n기름을 가공해서 나무에 바르려고요.\\n습기에 강한 나무가 될 것으로 예상됩니다.\\n                          - 폭포 관광객 비전예 - ",
        "English_Text": "Can you get me the oil of the paradise tricolor?\nI'm going to process the oil and apply it to the wood.\nIt is expected to be a tree that is resistant to moisture.",
        "Russian_Text": "Вы можете принести мне райское трехцветное масло? \n Я обработаю масло и нанесу его на древесину. \n Ожидается, что дерево будет влагостойким.",
        "Chinese_Text": "能帮我弄到乐园三色鸟的油吗?\n想把油加工后涂抹在树上.\n预计会成为防潮的树.\n瀑布游客展望-"
    },
    "18101033": {
        "Dev_Desc": "태록림_태록림 수원 관리",
        "Original_Text": "폭포 남부 숲에서 시작된 물줄기는 태록림 구석구석으로 흐른다냥. 그런데냥, 최근 들어 나타난 시귀 때문에 그곳의 수질이 크게 오염되고 말았다냥! 이대로 가다간 사람들이 병에 걸릴지도 모른다냥!\\n시귀를 처치해 달라냥!",
        "English_Text": "The water that started in the forest south of the waterfall flows to every nook and cranny of the Taerokrim. But, by the way, the water quality has been greatly polluted because of a recent siege! If you go like this, people may get sick! \nI want you to get rid of the demon!",
        "Russian_Text": "Вода, которая берет начало в лесу к югу от водопада, течет во все уголки леса Таэрок. Но, кстати, качество воды там сильно ухудшилось из-за недавно появившейся сигары! , люди могут заболеть! Сделайте это! ",
        "Chinese_Text": "从瀑布南部森林开始的水流流向太绿林的各个角落.但是最近出现的市鬼,那里的水质受到了很大的污染!这样下去,人们可能会生病!\n消灭魔鬼!"
    },
    "18101034": {
        "Dev_Desc": "태록림_좋은 붓 제작",
        "Original_Text": "저희 특성상 많은 기록을 남기게 되는데... 좋은 붓은 필수라고 할 수 있지요. 해월대륙에 와서 보니 여우의 털이 상태가 좋아 붓으로 만들 수 있을 것 같습니다.\\n여우의 고운 털을 구해주시겠습니까?",
        "English_Text": "The nature of our company leaves a lot of records... A good brush is essential. After coming to the sea and moon continent, it seems that the fox's hair is in good condition and can be made with a brush.\nGet the fox's fine fur. Could you please?",
        "Russian_Text": "Характер нашей компании оставляет много рекордов ... Хорошая расческа необходима. Когда я приехал на море и лунный континент, мне показалось, что шерсть лисицы в хорошем состоянии и ее можно сделать щеткой.",
        "Chinese_Text": "我们的特性上会留下很多记录...好的毛笔是必须的.来到海月大陆一看,狐狸的毛状态很好,可以用毛笔做出来.\n能帮我弄到狐狸漂亮的毛吗?"
    },
    "18101035": {
        "Dev_Desc": "태록림_모면족 방어",
        "Original_Text": "묘면족이 우리의 영역인 해맞이 비탈길에 침입하였습니다.\\n그들의 공격을 막아내야 합니다.\\n도와주시겠습니까?",
        "English_Text": "The Myomyeon have invaded our domain, Sunrise Slope.\nWe need to stop their attack.\nCan you help me?",
        "Russian_Text": "Мёмён вторглись на нашу территорию, на Санрайз-Склон. \n Мы должны остановить их атаку. \n Вы можете мне помочь?",
        "Chinese_Text": "妙面族侵入了我们的领域——迎日坡路.\n必须阻止他们的攻击.\n能帮忙吗?"
    },
    "18101036": {
        "Dev_Desc": "태록림_관광객 보호 임무",
        "Original_Text": "해맞이 비탈길은 경치가 좋고, 폭포로 가는 길에 있어 많은 관광객이 이용하는 곳입니다.\\n지금은 수목정령들이 골칫거리네요.\\n비탈길이 다시 안전해질 수 있도록 도와주십시오.",
        "English_Text": "The sunrise slope is scenic, and many tourists use it as it is on the way to the waterfall.\nThe arboretums are a problem now.\nPlease help make the slope safe again.",
        "Russian_Text": "Склон восхода солнца живописен, и это популярная достопримечательность на пути к водопаду. \n Теперь дендрарии - проблема. \n Пожалуйста, помогите сделать склон снова безопасным.",
        "Chinese_Text": "迎日坡路风景优美,在通往瀑布的路上有很多观光客.\n现在树木精灵们很头疼.\n请帮助坡路再次安全."
    },
    "18101037": {
        "Dev_Desc": "태록림_작업자 보호 임무",
        "Original_Text": "검은 진흙지대의 흙이 품질이 좋더군요. \\n저희 일꾼들이 들어가서 흙을 가져와야 하는데 거북과 거미 때문에 위험하다는 의견이 많습니다.\\n작업자들을 보호할 수 있도록 도와주시겠습니까?",
        "English_Text": "The soil in the Black Mud Zone was of good quality.\nMany people say that our workers have to go in and bring the soil, but turtles and spiders are dangerous.\nCan you help protect the workers?",
        "Russian_Text": "Почва в зоне Черной Грязи хорошего качества. \n Наши рабочие должны пойти и забрать почву, но есть много комментариев о том, что это опасно из-за черепах и пауков. \n Можете ли вы помочь защитить рабочих ? ",
        "Chinese_Text": "黑土地带的泥土品质不错.\n我们的工人们应该进去拿土,但是因为乌龟和蜘蛛有很多危险的意见.\n能帮我保护工作人员吗?"
    },
    "18101038": {
        "Dev_Desc": "태록림_단단한 가죽 얻기",
        "Original_Text": "좋은 가죽은 언제나 환영입니다. 다양한 입수 경로를 유지하는 게 좋더군요. 혹시 공급이 끊기더라도 대체품을 빨리 준비할 수 있거든요.\\n진흙 악어의 가죽도 한번 써보고 싶습니다.",
        "English_Text": "Good hides are always welcome. It's good to keep a variety of sources. Even if supplies run out, we can quickly prepare replacements.\nI'd like to try mud crocodile skins too.",
        "Russian_Text": "Хорошие шкуры всегда приветствуются. Хорошо иметь несколько источников доступа. Если запасы закончатся, мы сможем быстро получить замену.",
        "Chinese_Text": "好皮革随时欢迎.维持多样的入水途径比较好.即使供应中断,也可以尽快准备替代品.\n我想用一下泥土雷克顿的皮."
    },
    "18101039": {
        "Dev_Desc": "태록림_해변의 어둑시니",
        "Original_Text": "어둑시니가 도깨비 해변을 장악했습니다. 해변가는 수양 쪽에서 처리해주면 좋겠는데 요즘 수양이 하는 일을 보면... \\n저희가 나서서 처리하는 게 좋을 것 같습니다.\\n도와주시겠습니까?",
        "English_Text": "The Goblin Beach has been taken over. I wish Suyang would take care of the beachfront, but looking at what Suyang is doing these days... \nI think it would be better for us to take care of it.\nCan you help me? ",
        "Russian_Text": "Гоблин захватил пляж Доккаэби. Я бы хотел, чтобы Суян позаботился о береговой стороне, но, глядя на то, что Суян делает в наши дни ... \n Я думаю, что было бы лучше, если бы мы позаботились об этом. \n Можете ли вы Помоги мне?",
        "Chinese_Text": "夜幕笼罩着鬼怪的海边.去海边的首阳那边处理就好了看最近首阳做的事情...我们最好出面处理.\n能帮忙吗?"
    },
    "18101040": {
        "Dev_Desc": "태록림_별미, 거북알!",
        "Original_Text": "여기까지 왔으면 도깨비 해변의 거북알은 한번 먹어봐야지!\\n이게! 이게! 진짜 별미거든! \\n안 먹으면 무조건 손해 보는 거야! \\n가져와. 가져와! 내가 값은 잘 쳐줄게.\\n                          - 시설 관리자 전양원 - ",
        "English_Text": "If you come all the way here, you should try the turtle eggs on Goblin Beach!\nThis! This! It's a real delicacy! \nIf you don't eat it, you're going to lose money! \nBring it. Bring it! I'll give you a good price. ",
        "Russian_Text": "Если вы прошли сюда весь путь, попробуйте черепашьи яйца с Гоблинского пляжа! \n Это! Это! Это настоящий деликатес! \n Если вы не съедите его, вы потеряете деньги! \n Bring это. Принеси это! Я дам тебе хорошую цену .",
        "Chinese_Text": "既然都到这里了,那就要尝尝鬼怪海边的龟卵了!这个!你这家伙.真的很美味!\n不吃的话一定要吃亏!\n拿来.拿来.我会好好付钱的\n-设施管理者全杨院-"
    },
    "18101041": {
        "Dev_Desc": "태록림_자연에서 얻는 약재",
        "Original_Text": "해월대륙의 발발이 잎 추출물엔 어떤 약효가 있을지 궁금하다냥!\\n아직은 잘 모르지만, 분명히 뭔가 있을게 틀림없다냥!\\n난파선의 잔해에서 발발이의 잎을 좀 넉넉히 구해달라냥!",
        "English_Text": "I wonder what kind of medicinal effect the seaweed leaf extract will have!\nI don't know yet, but I'm sure there must be something!\nPlease get some leaves from the wreckage of the shipwreck! ",
        "Russian_Text": "Интересно, какой лечебный эффект имеет экстракт листьев морских водорослей! \n Я еще не знаю, но там должно быть что-то! \n Пожалуйста, возьмите несколько листьев с обломков кораблекрушения!",
        "Chinese_Text": "很好奇海月大陆的爆发对叶子提取物有什么药效!\n虽然还不太清楚,但肯定会有什么!\n从遇难船的残骸中获得足够的爆发叶!"
    },
    "18101042": {
        "Dev_Desc": "태록림_에레다 협행 전문가",
        "Original_Text": "우리 에레다가 태록림에서 제보한 협행을 [3]건 완료하는 모험가에겐 단장님의 이름으로 특별한 보상을 주고 있네.\\n불마의 기운을 없애는 일에 동참해주게.",
        "English_Text": "We are giving a special reward in the name of the leader to adventurers who complete the [3]>incident reported by our ereda at Taerokrim.\nPlease join us in eradicating the spirit of fire horses.",
        "Russian_Text": "От имени лидера мы даем особую награду авантюристу, который завершит [3]>совместных действий, о которых сообщила наша Эреда в Таэрокриме.",
        "Chinese_Text": "我们埃莱达・泰录林提供的协助[3]件完成后,冒险者以团长的名义给予特别的奖励.\n请参与消灭火魔气息的工作."
    },
    "18101043": {
        "Dev_Desc": "태록림_금경철문 협행 전문가",
        "Original_Text": "태록림에서 금경철문의 협행을 수행하는 이에게 철문주님의 이름으로 특별한 보상을 주겠네. 꼭 약속하지.\\n딱 [3]번이면 되네!",
        "English_Text": "I will give a special reward in the name of the Lord of Cheolmun to those who perform the cooperation of Geumgyeongcheolmun in Taerokrim. I promise.\nIt only takes [3]>times!",
        "Russian_Text": "Я дам особую награду от имени лорда Чхолмуна тем, кто совершит совместный акт Кымгёнчхольмуна в Таэрокриме. Обещаю. \n Всего [3]>раза!",
        "Chinese_Text": "我会以铁门主的名义给在太绿林执行金嘤铁门协议的人特别的奖励.一定要约定哦\n正好[3]号就可以了!"
    },
    "18101044": {
        "Dev_Desc": "태록림_도화상전 협행 전문가",
        "Original_Text": "도화상전에서는 상전의 태록림 협행을 [3]건 완료하는 분에게 소정의 보상을 드리고 있어요. \\n도화상전이 보증한다는 게 무슨 의미인지 아시죠!\\n많은 참여 부탁드려요~",
        "English_Text": "In the Dohwasangjeon, we give a small reward to those who complete [3]>of the Master's Taerokrim collaboration.\nYou know what the Dohwasangjeon guarantees!\nPlease participate a lot~",
        "Russian_Text": "В Дохвасанджоне мы даем небольшую награду тем, кто завершит [3]>сотрудничество Мастера с Таэрокрим.",
        "Chinese_Text": "在桃花商战中,将商战的太录林悬赏[3]件完成的人给予一定的补偿.\n知道桃花主子保证是什么意思吧!\n希望大家多多参与~"
    },
    "18101045": {
        "Dev_Desc": "태록림_수양 협행 전문가",
        "Original_Text": "태록림에서 수양이 제보한 협행을 [3]건 완료하면 \\n특별히 큰 보상을 주겠네. 대장님의 이름으로 주는 특별한 보상이야.\\n그럼 무운을 빌겠네.",
        "English_Text": "If you complete [3]>of the collaborations reported by Suyang in Taerokrim,\nI will give you a special reward. It is a special reward in the name of the captain.\nThen I wish you good luck.",
        "Russian_Text": "Если вы завершите [3]>совместных действий, о которых сообщил Суян в Таэрокриме \n, я дам вам особую награду. Это особая награда от имени капитана. \n Желаю вам удачи.",
        "Chinese_Text": "在太绿林完成首阳举报的协助[3]件,\n给予特别大的奖励.这是以队长的名义给予的特别奖励."
    },
    "18101046": {
        "Dev_Desc": "태록림_영교원 협행 전문가",
        "Original_Text": "영교원은 태록림에서 우리가 주는 협행을 [3]번 하는 모험가에게 보상을 주고있다냥! \\n우리 바롱들은 약속을 꼭 지킨다냥!\\n그럼 힘내라냥~",
        "English_Text": "Younggyowon is rewarding adventurers who do [3]>the sidewalks we give them in Taerokrim!\nOur barongs keep their promises!\nThen stay strong~",
        "Russian_Text": "Ёнгёвон награждает авантюристов, которые [3]>раза делаем это вместе в Таэрокриме! \n Наши баронги сдерживают свои обещания! \n Тогда поднимите настроение ~",
        "Chinese_Text": "灵教员在太录林给我们的协助[3]次的冒险者奖励!\n我们巴隆们一定要遵守约定!\n那就加油吧~"
    },
    "18101047": {
        "Dev_Desc": "태록림_명혜단 협행 전문가",
        "Original_Text": "저희 명혜단은 탐구를 도와주시는 모험가분들께 제대로 된 보상을 드려야 한다고 생각합니다.\\n태록림에서 저희가 드리는 협행을 [3]번 도와주신다면 보상을 기대하셔도 좋습니다. \\n그럼 이번에도 부탁드리겠습니다.",
        "English_Text": "Myunghyedan believes that adventurers who help out with their quests should be properly rewarded.\nIf you help us [3]>times in Taerokrim, you can expect a reward.\nThen you can expect a reward. Again, please.",
        "Russian_Text": "Мёнхьедан считает, что мы должны должным образом вознаграждать искателей приключений, которые помогают нам в их поисках. \n Если вы поможете нам [3]>раза в Таэрокриме, вы можете рассчитывать на награду.",
        "Chinese_Text": "我们的明慧丹认为应该给帮助探险的冒险者们一个很好的奖励.\n如果能帮助我们在太绿林进行的合作[3]的话,可以期待奖励.那么这次也拜托了."
    },
    "18101048": {
        "Dev_Desc": "태록림_비사문 협행 전문가",
        "Original_Text": "우리 비사문에서 태록림의 협행을 처리해준 것에 감사를 표하네. \\n주민들이 비사문을 통해 제보한 협행을 [2]건 완료해 주겠나? 그럼 기다리고 있겠네.",
        "English_Text": "We would like to express our gratitude to Bisamun for dealing with Taerokrim's cooperation.\nWill you complete [2]>cases of cooperation reported by local residents?\nThen I'll be waiting for you.",
        "Russian_Text": "Я хотел бы выразить благодарность нашему Бисамуну за сотрудничество с Таэрокримом.",
        "Chinese_Text": "感谢我们秘史文处理了太绿林的协助.\n居民们通过秘史门提供的协助能完成[2]件吗?那就等著吧."
    },
    "18102000": {
        "Dev_Desc": "비옥대지_야영지 터 정리",
        "Original_Text": "이젠 사용하지 않는 야영지긴 하지만...\\n홍돈족이 살게 두고 싶진 않네요.\\n괜찮으시면 그들을 몰아내 주시죠.",
        "English_Text": "It's an unused camp, but...\nI don't want the Hongdon people to live there.\nIf it's okay, drive them out.",
        "Russian_Text": "Это неиспользуемый кемпинг, но ... \n Я не хочу оставлять людей Хонгдона в живых. \n Если вы не против, прогоните их.",
        "Chinese_Text": "虽然现在是不使用的营地…\n我不想让红豚族住下去.\n如果可以的话就把他们赶走吧."
    },
    "18102001": {
        "Dev_Desc": "비옥대지_만다라화의 소음",
        "Original_Text": "만다라화는 성질이 온화하지 않아 사람들이 좋아하지 않습니다. 무엇보다 시끄럽다는 게 제일 문제죠. 공존을 고려하다가도 결국은 포기하게 되는 것 같습니다.\\n해월 지부 주변의 만다라화를 제거해 주십시오.",
        "English_Text": "People don't like mandalas because they are not gentle in nature. The biggest problem is that they are noisy. They seem to give up after considering coexistence.\nPlease remove the mandalas around the Haewol branch.",
        "Russian_Text": "Людям не нравятся мандалы, потому что они не мягкие по своей природе. Самая большая проблема в том, что они шумные. Даже учитывая сосуществование, они, кажется, в конце концов сдаются. \n Пожалуйста, удалите мандалы вокруг ветви Хэвол.",
        "Chinese_Text": "曼陀罗的脾气不温和,人们不喜欢.最重要的是吵闹考虑到共存,最终还是放弃了.\n请清除海月支部周围的曼陀罗花."
    },
    "18102002": {
        "Dev_Desc": "비옥대지_훈련생 보호",
        "Original_Text": "곧 훈련생들이 수수께끼 벌판으로 첫 실전 훈련을 나갑니다. 아무래도 걱정이 좀 되는군요. 훈련생들이 위험에 빠지는 건 원치 않으니 미리 그 수를 좀 줄여둬야겠습니다.",
        "English_Text": "Soon the trainees are going out for their first real-world training in a riddle field. I'm a little worried. I don't want the trainees to be in danger, so we should reduce the number in advance.",
        "Russian_Text": "Вскоре стажеры отправятся на свое первое практическое обучение в области загадок. Я немного волнуюсь. Я не хочу, чтобы стажеры были в опасности, поэтому нам придется сократить количество заранее. ",
        "Chinese_Text": "训练生们即将以谜底的原野进行第一次实战训练.我还是有点担心.训练生们不想陷入危险,所以要提前减少数量."
    },
    "18102003": {
        "Dev_Desc": "비옥대지_전갈의 독",
        "Original_Text": "이 지역 전갈의 독은 강하고 쓸데가 많기로 유명합니다. 돈을 벌기 위해 전갈 독을 채집하다 사고를 당하는 사람도 많아요.\\n독을 치료하기 위해선 독이 필요하고... 그러다 사고를 당하고... 이상한 순환이 생겼네요.\\n                             - 도화상전 온영인 - ",
        "English_Text": "The venom of local scorpions is known for being strong and useful. Many people have accidents while collecting scorpion venom to make money. To cure the venom, you need poison... and then you get into an accident. ...it's a strange cycle.",
        "Russian_Text": "Яд скорпионов в этой области известен тем, что он силен и полезен. Многие люди попадают в аварии, собирая яд скорпиона, чтобы заработать деньги. Существует странный цикл. \n - Dohwasangjeon Onyoungin -",
        "Chinese_Text": "这个地区蝎子的毒很强,用途很多.为了赚钱采集蝎子毒时发生事故的人也很多.\n为了治疗毒需要毒…然后出了事故...出现了奇怪的循环\n桃花相全英仁-"
    },
    "18102004": {
        "Dev_Desc": "비옥대지_벌판 쓰레기 수거",
        "Original_Text": "특정 단체를 지칭하고 싶지 않지만... 수수께끼 벌판에 쓰레기가 많이 버려져 있더군요. 벌판의 치안 확보를 도와주고 계시는 게 고맙기 때문에 별말씀을 드리고 싶지 않습니다. 도와주시겠습니까?",
        "English_Text": "I don't want to refer to a specific group... but there's a lot of rubbish dumped in Mystery Fields. I don't want to say much because I'm grateful for your help in securing the field. Could you please help?",
        "Russian_Text": "Я не хочу ссылаться на конкретную группу ... но на Таинственном поле свалено много мусора. Я не хочу много говорить, потому что я благодарен за вашу помощь в обеспечении безопасности поля. помощь?",
        "Chinese_Text": "虽然不想指特定团体...谜底里扔了很多垃圾.谢谢你帮助我确保原野的治安,我不想说什么.能帮帮我吗?"
    },
    "18102005": {
        "Dev_Desc": "비옥대지_좋은 붓 만들기",
        "Original_Text": "이 지역에도 통통한 여우들이 많이 보이네요.\\n털의 상태도 좋아 보입니다. \\n저런 털이라면 좋은 붓을 만들 수 있겠어요.\\n장막 여우의 고운 털을 구해주시겠습니까?",
        "English_Text": "I see a lot of chubby foxes in this area as well.\nThe condition of the fur looks good too.\nI can make a good brush with that kind of fur.\nCan you get me the fine fur of a veil fox?",
        "Russian_Text": "Я тоже вижу здесь много пухлых лисиц. \n Шерсть выглядит хорошо. \n Если у вас такая шерсть, вы можете сделать хорошую щетку.",
        "Chinese_Text": "这个地区也有很多胖嘟嘟的狐狸.\n毛的状态也很好.如果是那样的毛的话,你能做一支好毛笔吗?"
    },
    "18102006": {
        "Dev_Desc": "비옥대지_지역주민 보호",
        "Original_Text": "주민 보호가 풍백문의 주요 임무는 아니지만, 비옥대지 안에서라면 풍백문의 일이라고 생각합니다.\\n어둑시니가 주민들에게 피해가 크다고 하니 부탁드리겠습니다.",
        "English_Text": "Protection of residents is not the main task of Pungbaekmun, but I think it is the job of Pungbaekmun if it is in a fertile land.\nPlease note that Darkness is causing a lot of damage to the residents.",
        "Russian_Text": "Защита жителей не является главной задачей Пунгбекмуна, но я думаю, что это работа Пунгбекмуна, если он находится на плодородной земле.",
        "Chinese_Text": "虽然保护居民不是风白门的主要任务,但我认为在肥沃的大地里,这是风白门的事情."
    },
    "18102007": {
        "Dev_Desc": "비옥대지_날 보호해라냥!",
        "Original_Text": "개척바롱단에게 수많은 시련이 있어왔다냥. \\n물론 스스로의 힘으로 이겨내 왔지만... 최근에 충고를 들었다냥. 모든 걸 혼자서 짊어지지 말란 말이었다냥!\\n맞다냥! 이젠 나도 주변의 도움을 받아보려 한다냥!\\n                          - 개척바롱단 네이냥 - ",
        "English_Text": "The Pioneer Barongdan has been through a lot of trials.\nOf course, they overcame them on their own, but... I recently received advice. I meant not to shoulder everything alone!\nThat's right! Now I'm trying to get help from those around me!",
        "Russian_Text": "Pioneer Barongdan прошел через множество испытаний. \n Конечно, я преодолел это самостоятельно, но… я недавно получил совет. Я пытаюсь его получить! \n - Pioneer Barongdan Neignan -",
        "Chinese_Text": "开拓巴隆丹经历了许多考验.\n虽然用自己的力量战胜了...最近听说了忠告.什么.\n答对了!现在我也想得到周围人的帮助!\n-开拓巴隆丹尼昂-"
    },
    "18102008": {
        "Dev_Desc": "비옥대지_또 새로운 염료 개발",
        "Original_Text": "이곳의 검은 발발이풀로 만드는 검은색은 빛 반사율이 극히 낮다는 실험결과가 있습니다. \\n이건 혁명적인 검은색이에요.\\n검은 발발이 풀을 구해주세요.",
        "English_Text": "Experimental results show that the black color made from the black ragweed here has extremely low light reflectance. \nThis is a revolutionary black.\nPlease save the black ragweed.",
        "Russian_Text": "Экспериментальный результат показывает, что черный цвет, сделанный из черных белоголовых орлов, имеет чрезвычайно низкую светоотражающую способность. \n Это революционный черный цвет. \n Пожалуйста, сохраните черную амброзию.",
        "Chinese_Text": "有实验结果表明,这里的黑色脚尖用草制成的黑色反光率极低.\n这是革命性的黑色."
    },
    "18102009": {
        "Dev_Desc": "비옥대지_호랑이 가죽 구해요",
        "Original_Text": "이곳의 호랑이는 색이 특별합니다. 그런 특별한 호랑이 가죽을 손에 넣고자 하는 부자들이 있어요. 부귀를 가져오고 잡귀를 몰아낸다는 속설이 있다는데...\\n뭐 사실이든 아니든 상관없죠. 돈이 된다는 게 중요합니다.",
        "English_Text": "The tiger here has a special color. There are rich people who want to get such a special tiger skin. There is a myth that brings wealth and drives away evil spirits...\nIt doesn't matter if it's true or not. .It's important to make money.",
        "Russian_Text": "У тигра здесь особый окрас. Есть богатые люди, которые хотят получить эту особую тигровую шкуру. Существует миф, что она приносит богатство и отгоняет злых духов ... \n Неважно, правда это или нет. Это важно.",
        "Chinese_Text": "这里的老虎颜色很特别.有想把那种特别的虎皮弄到手的富翁们俗话说会带来富贵,赶走杂鬼…\n不管是不是事实都无所谓.能赚钱是很重要的"
    },
    "18102010": {
        "Dev_Desc": "비옥대지_강력한 적, 염옥",
        "Original_Text": "비옥 발굴지 근처에는 시귀 병사들과 인부들이 여전히 남아있습니다. 수양을 믿고 이곳까지 온 이들이니 그들에게 안식을 선물하는 것 역시 수양이 해야 할 일이지만 도저히 여력이 생기질 않는군요. 도와주시겠습니까?",
        "English_Text": "There are still soldiers and laborers in the fertility excavation site. They believe in cults and have come all the way here, so it is their duty to give them rest, but they can't afford it. Could you please?",
        "Russian_Text": "Вокруг места раскопок плодородия все еще есть воины и рабочие. Поскольку они пришли сюда, чтобы поверить в Суян, дать им отдых - тоже работа Суяна, но я не могу себе этого позволить. Вы можете мне помочь?",
        "Chinese_Text": "肥沃的发掘地附近还留有市鬼士兵和工人.因为他们是相信首阳来到这里的,所以给他们送上安息也是首阳应该做的事情,但是根本没有余力.能帮帮我吗?"
    },
    "18102011": {
        "Dev_Desc": "비옥대지_균열 연구 자료",
        "Original_Text": "제 이름은 김규녈! 균열광이죠. 후후. 해월대륙에 균열을 연구하러 왔습니다!\\n예? 제가 해월대륙에 와서 균열이 일어난 게 아니냐고요? 오해입니다. 제가 연구해서 보여드리죠. 균열이 무엇인지를.\\n                          - 균열 연구가 김규녈 -",
        "English_Text": "My name is Gyu-Neun Kim! I'm a rift maniac. Whoops. I'm here to study the cracks in the sea and moon continent! Yes? Did I come to the sea and moon continent and the cracks occurred? It's a misunderstanding. I'll research and show you the cracks. what this is.",
        "Russian_Text": "Меня зовут Гю-Неонг Ким! Я маньяк разломов. Упс. Я приехал изучать трещины в море и на лунном континенте! \n Да? Я приехал на море и лунный континент, и там возникли трещины? Это недоразумение. Я исследую и покажу вам, что это за трещины. \n - Исследователь трещин Гю-Нунг Ким - ",
        "Chinese_Text": "我的名字是金圭来!是缝隙光呼呼我是来研究海月大陆的缝隙的!什么?我是不是到了海月大陆发生了裂痕?这是误会.我研究后给大家看吧缝隙是什么?\n-缝隙研究家金圭珍-"
    },
    "18102012": {
        "Dev_Desc": "비옥대지_야금 야금 야금!",
        "Original_Text": "박쥐가 사는 곳에도 뭔가 좋은 약초가 있을지도 모른다냥.\\n그곳에선 야금 때문에 몰래몰래 숨어서 채취해야 하는데...\\n위험하고 너무 효율이 떨어지는 것 같다냥!\\n가서 야금을 제거해 주면 좋겠다냥!",
        "English_Text": "There may be some good medicinal herbs in places where bats live.\nThere, you have to hide and collect them because of metallurgy...\nIt seems dangerous and too inefficient!\nGo and get rid of the metallurgy I wish I could give it to you!",
        "Russian_Text": "Там, где живут летучие мыши, могут быть хорошие лекарственные травы.",
        "Chinese_Text": "蝙蝠居住的地方也许也有什么好药草.\n去把冶金去掉就好了!"
    },
    "18102013": {
        "Dev_Desc": "비옥대지_좋은 약초 찾기",
        "Original_Text": "우리가 직접 가서 약초를 캐기엔 너무 위험하다냥.\\n아직 그곳에 무엇이 있는지 모르는 게 문제니까 일단 눈에 보이는 들풀이라도 좋으니 적당히 뽑아오라냥.\\n만약에 가치가 있다면 이후에 어떻게 할지 고민하겠다냥!",
        "English_Text": "It's too dangerous to go digging for herbs by ourselves.\nThe problem is that we don't know what's there yet, so any wild grass that you can see is fine, so pick it up in moderation.\nIf it's worthwhile, later I'll think about what to do!",
        "Russian_Text": "Для нас слишком опасно идти копать травы в одиночку.",
        "Chinese_Text": "我们直接去挖药草太危险了.\n因为还不知道那里有什么是问题,所以先把能看到的野草抽出来吧.\n如果有价值的话,以后会考虑怎么做!"
    },
    "18102014": {
        "Dev_Desc": "비옥대지_붉은 뿔의 가치",
        "Original_Text": "동부 숲에 돈이 될만한 걸 찾고 있습니다.\\n우선은 붉은 뿔을 한번 조사해보려고요.\\n이게 약효가 있거나... 특정한 용도로 쓸 수 있으면 좋겠네요.",
        "English_Text": "I'm looking for something worthwhile in the Eastern Forest.\nFirst, I'd like to investigate the red horn.\nI hope it has medicinal properties... or can be used for a specific purpose.",
        "Russian_Text": "Я ищу что-нибудь стоящее в Восточном лесу. \n Сначала я собираюсь проверить красный рог. \n Надеюсь, у него есть лечебные свойства ... или что-то особенное.",
        "Chinese_Text": "我正在东部森林寻找能赚钱的东西.\n首先我想调查一下红角.\n这个有药效...希望能用在特定的用途上"
    },
    "18102015": {
        "Dev_Desc": "비옥대지_하늘의 해파리",
        "Original_Text": "바다에 있어야 할 해파리가 하늘에 떠 있다고냥?\\n뭔가 굉장한 게 있을 지도 모르겠다냥... 생, 건조, 반건조, 얼려서 여러가지로 약효를 시험해 봐야겠다냥.\\n우선 많이 잡아 와 달라냥!",
        "English_Text": "It's like jellyfish that should be in the sea are floating in the sky?\nThere might be something amazing... I'll have to try various medicinal effects of raw, dried, semi-dried, and frozen.\nCatch a lot first. different!",
        "Russian_Text": "Это похоже на то, как медузы, которые должны быть в море, плывут в небе? \n Может быть что-то удивительное ... Мне придется испытать лечебные эффекты свежих, сушеных, полусухих и замороженных медуз. \n Во-первых, много лови! ",
        "Chinese_Text": "猫?\n不知道有什么了不起的...生,干燥,半干燥,冷冻后要测试各种药效."
    },
    "18102016": {
        "Dev_Desc": "비옥대지_담인초 몰아내기",
        "Original_Text": "사묘정의 숲은 병사들이 휴식처로 삼는 곳입니다. 근데 그곳의 투연초가 있어서 병사들에게 피해를 준다는군요.\\n병사들에게 좋은 쉼터가 될 수 있도록, 투연초를 제거해 주시겠습니까?",
        "English_Text": "The Forest of Samyojeong is a place where soldiers take a rest. But it seems that there is a turmeric plant there that causes damage to the soldiers.\nWould you mind removing the turmeric so that it can be a good resting place for the soldiers? ?",
        "Russian_Text": "Лес Самёджон - место, где солдаты отдыхают. Однако там растет куркума, которая, как говорят, причиняет солдатам вред.",
        "Chinese_Text": "石淼精的森林是士兵们休息的地方.但是那里有烟斗烟会给士兵们带来伤害.\n为了给士兵们提供好的休息场所,可以把烟斗烟去掉吗?"
    },
    "18102017": {
        "Dev_Desc": "비옥대지_신규 염료 개발",
        "Original_Text": "여기 삼색조 깃털에서 염료를 추출해 보려고요.\\n만약에 성공한다면 기본색상 세 개에 합성색까지!\\n앞으로 삼색조가 좋은 수입원이 될지도 모르겠네요.",
        "English_Text": "I'm trying to extract dye from a tricolor feather here.\nIf successful, three basic colors plus a synthetic color!\nThe tricolor might be a good source of income in the future.",
        "Russian_Text": "Здесь я пытаюсь извлечь краситель из трехцветных перьев. \n В случае успеха, три основных цвета плюс синтетический цвет! \n Триколор может стать хорошим источником дохода в будущем.",
        "Chinese_Text": "想从三色鸟羽毛中提取染料.\n如果成功的话,基本颜色3个加上合成色!\n以后三色鸟可能会成为好的收入来源."
    },
    "18102018": {
        "Dev_Desc": "비옥대지_화염초의 가치",
        "Original_Text": "화염초에 대해서는 현재 두 가지 가능성을 보고 있습니다.\\n화염초가 높은 온도를 내는 데 도움을 줄 것이라는 것과 높은 온도에 잘 버티는 능력이 있을 거란 추측이죠.\\n화염초를 많이 가져오시면 금경철문에서 알아보겠습니다.",
        "English_Text": "We are currently looking at two possibilities for the flameweed.\nI'm guessing that the flameweed will help it generate high temperatures and that it will have the ability to withstand high temperatures.\nBring lots of flameweeds. If you come, I'll find you at Geumgyeongcheolmun.",
        "Russian_Text": "В настоящее время я рассматриваю две возможности использования пламенных свечей. \n Я предполагаю, что пламенные свечи помогут им достичь высоких температур и что они будут способны выдерживать высокие температуры.",
        "Chinese_Text": "对于火炎草,现在有两种可能性.\n火炎草有助于提高温度,并且有很好的抵抗高温的能力.\n如果多带火炎草的话,就从金嘤铁门了解一下."
    },
    "18102019": {
        "Dev_Desc": "비옥대지_유강독모의 껍데기",
        "Original_Text": "유강독모 유충의 껍데기를 조사하면 유강독모에 내성을 가진 물질을 발견할 수 있을지도 모릅니다.\\n유강독모 유충의 껍데기를 좀 많이 얻어주시겠어요?\\n조사가 속도를 높일 수 있을 겁니다.",
        "English_Text": "Examining the shells of gangrene larvae may reveal substances that are resistant to gangrene.\nCan you get some more shells of gangrene larvae?\nI will speed up the investigation. you can.",
        "Russian_Text": "Если вы исследуете оболочки личинок гангрены, вы сможете найти вещества, устойчивые к гангрене. \n Могу я получить еще несколько оболочек личинок гангрены? \n Это ускорит расследование.",
        "Chinese_Text": "如果对幼虫的外壳进行调查的话,可能会发现对幼虫有抗药性的物质."
    },
    "18102020": {
        "Dev_Desc": "비옥대지_담인초의 용도",
        "Original_Text": "담인초의 조직을 잘만 이용하면 다용도로 쓸 수 있을 것 같습니다. 아직 구상 수준에 머물러 있습니다만, 표본을 많이 구할 수 있다면 연구를 한번 해보려 합니다.\\n부탁드려도 될까요?",
        "English_Text": "It looks like it can be used for many purposes if the tissue of ginseng plant is used well. It is still at the conception level, but if a large number of specimens are available, I would like to do research.\nCan I please?",
        "Russian_Text": "Я думаю, что его можно использовать для многих целей, если правильно использовать ткань растения женьшеня. Он все еще находится на уровне зачатия, но если есть много доступных образцов, я хотел бы провести исследование. \n Могу я спросить?",
        "Chinese_Text": "只要好好利用潭仁草的组织就可以多用了.虽然还停留在构思水平,但是如果能得到很多标本的话,我想研究一下.\n可以拜托你吗?"
    },
    "18102021": {
        "Dev_Desc": "비옥대지_좋은 품질의 석재",
        "Original_Text": "솟을바위 경사로 쪽의 돌 품질이 좋은 것 같아서요. 장인들이 가서 돌을 캐려고 하는데 시귀 병사들이 돌아다녀서 어렵습니다. 수양에선 딱히 도와주지 않아서요.\\n시귀 병사들을 좀 제거해 주시겠어요?",
        "English_Text": "I think the quality of the stones on the slope of Sotreulbawi Rock is good. The craftsmen go to dig stones, but it is difficult because the soldiers of the siege are wandering around.",
        "Russian_Text": "Я считаю, что качество камней на склоне Sotreulbawi Rock хорошее. Мастера собираются копать камни, но это сложно, потому что солдаты Sigui ходят.",
        "Chinese_Text": "因为岩石倾斜,所以那边的石头质量很好.工匠们想去挖石头,但因为市鬼士兵们到处走动,所以很困难.首阳没帮上什么忙."
    },
    "18102022": {
        "Dev_Desc": "비옥대지_양피지 재료",
        "Original_Text": "사실 이제 종이의 품질이 높아져서... 양피지를 쓸 이유가 전혀 없다고 생각했습니다. 근데 높은 분 중 하나가 꼭 양피지를 쓰고 싶다고 하시네요. 거기에다 차마 이유를 묻진 못했습니다. 차라리 양피지를 만드는 게 쉽겠더라고요.",
        "English_Text": "Actually, now that the quality of the paper has improved... I thought there was no reason to use parchment at all. But one of the high-ranking people said that he wanted to use parchment. It would be easy.",
        "Russian_Text": "На самом деле, теперь, когда качество бумаги улучшилось ... Я думал, что нет никакой причины использовать пергамент. Но один из высокопоставленных людей сказал, что хочет использовать пергамент. Я даже не мог спросить, почему. Было бы легче сделать пергамент .",
        "Chinese_Text": "其实纸的质量提高了...我觉得没有理由用羊皮纸但是高的人中有一位说一定要用羊皮纸我没能再问你理由.还不如制作羊皮纸呢"
    },
    "18102023": {
        "Dev_Desc": "비옥대지_변이된 자의 도구",
        "Original_Text": "시귀 채석꾼이 쓰는 도구의 수준이 궁금해서요.\\n혹시 가능하다면 도구를 좀 수집해주시겠습니까?\\n배울 게 있다면 배우려고요.",
        "English_Text": "I'm curious about the quality of the tools used by the Quarry Quarry.\nIf possible, would you like to collect some tools?\nIf there's anything I can learn, I'd like to learn it.",
        "Russian_Text": "Мне любопытно качество инструментов, которые используют карьеры. \n Если возможно, вы можете собрать какие-нибудь инструменты? \n Если есть чему поучиться, я бы хотел изучить это.",
        "Chinese_Text": "我想知道你使用的道具的水平.\n如果可能的话,能帮我收集一下道具吗?\n如果有需要学习的东西,我想学习."
    },
    "18102024": {
        "Dev_Desc": "비옥대지_창도단 퇴치",
        "Original_Text": "용머리 곶은 바닷바람이 불어와서 효능 좋은 약초가 자랄 것 같다냥! 근데 꼭 그런 곳마다 이상한 녀석들이 있어서 우리를 방해한다냥! 용머리 곶은 창도단 녀석들이 방해하는데, 우릴 좀 도와줬음 좋겠다냥!",
        "English_Text": "The sea breeze blows at Cape Yongmeori, so good medicinal herbs seem to grow! But there are always strange guys in such places that disturb us! At Cape Yongmeori, the spear gang guys are obstructing us, please help us. I wish I had!",
        "Russian_Text": "Морской бриз дует на мысе Йонгмеори, так что, кажется, растут хорошие лечебные травы! Но в таких местах всегда есть странные парни, которые нам мешают! На мысе Йонгмеори нам мешают парни из банды копейщиков, я надеюсь, вы можете нам помочь!",
        "Chinese_Text": "龙头岬因为海风吹来,好像会有很好的药草!但是每一个地方都有奇怪的家伙在妨碍我们!龙头串是昌道团的家伙们妨碍的,希望能帮助我们!"
    },
    "18102025": {
        "Dev_Desc": "비옥대지_홍돈족 쫓아내기",
        "Original_Text": "홍돈족은 해월대륙으로 넘어오기 위해 수양을 이용했습니다. 탐사를 돕기로 약속했지만 목적을 달성하자마자 탐사대를 떠나버리더군요. 최근엔 저희를 공격하기까지 합니다. \\n마음 같아서는... 아닙니다. 그냥 쫓아내 주십시오.",
        "English_Text": "The Hongdon people used rams to cross over to the sea and moon continent. They promised to help with the expedition, but they left the expedition as soon as they achieved their purpose. Recently, they even attacked us. \nIn my mind... No. Just kick him out.",
        "Russian_Text": "Люди Хонгдона использовали таран, чтобы перейти к морю и лунному континенту. Они обещали помочь с экспедицией, но они покинули экспедицию, как только достигли своей цели. Недавно они даже напали на нас. Пожалуйста, отдайте его мне. ",
        "Chinese_Text": "红豚族为了进入海月大陆利用了首阳.虽然约定帮助探险,但一达成目的就离开了勘探队.最近还攻击我们\n按我的想法...不是的.就把我赶走吧."
    },
    "18102026": {
        "Dev_Desc": "비옥대지_창도단 장비 수거",
        "Original_Text": "창도단 때문에 탐사고 뭐고 다 망쳤습니다.\\n그래도 그들을 미리 조사해두는 건 필요할 것 같습니다.\\n그들의 장비를 좀 얻어주실 수 있을까요?\\n                          - 매화단 청수국 -",
        "English_Text": "The spear team ruined the exploration and everything.\nI think it's still necessary to investigate them in advance.\nCan you get some of their equipment?",
        "Russian_Text": "Команда копейщиков испортила исследование и все остальное. \n Но я думаю, что необходимо исследовать их заранее. \n Вы можете получить часть их оборудования? \n - Цветение сливы Голубая гортензия -",
        "Chinese_Text": "因为昌道团什么勘探都搞砸了.\n但还是需要事先调查一下他们.\n能帮我弄到他们的装备吗?\n梅花团清水汤-"
    },
    "18102027": {
        "Dev_Desc": "비옥대지_청인족 퇴치 임무",
        "Original_Text": "청인족들이 탁회암 고원 쪽에서 많이 발견된다고 합니다.\\n사실 거기라면 풍백문이 나설 건 없겠지만... 혹시 청인족이 비옥대지쪽으로 넘어오지 않도록 사전에 막을 필요는 있을 것 같습니다.",
        "English_Text": "It is said that a lot of blue people are found in the Takhoeam Plateau.\nActually, there would be no Pungbaekmun, but... I think it's necessary to prevent the blue people from crossing into the fertile land in advance. ",
        "Russian_Text": "Говорят, что на плато Тахоам водится много синих людей.",
        "Chinese_Text": "清人族在卓会岩高原附近发现了很多.\n事实上,如果是那里的话,就没有什么风白门了…有必要事先阻止清仁族进入肥沃的大地."
    },
    "18102028": {
        "Dev_Desc": "비옥대지_풍백문 협행 전문가",
        "Original_Text": "비옥대지에서 풍백문이 요청한 일을 [2]건 완료해주신 소협에겐 당연히 그에 응당한 보상을 드릴 것입니다.\\n저희를 도와주십시오.",
        "English_Text": "Of course, we will reward you accordingly for completing [2]>tasks requested by Pungbaekmun in the Fertile Land.\nPlease help us.",
        "Russian_Text": "Для тех, кто выполнит [2]>задания, запрошенные Пунгбэкмуном в Плодородной земле, мы, конечно же, вознаградим их соответствующим образом. \n Пожалуйста, помогите нам.",
        "Chinese_Text": "丰伯文在肥沃的大地上所要求的事情,完成[2]件的小侠,当然会给予相应的补偿,\n请帮助我们."
    },
    "18102029": {
        "Dev_Desc": "비옥대지_금경철문 협행 전문가",
        "Original_Text": "비옥대지에서 금경철문의 협행을 수행하는 이에게 금경철문의 이름으로 특별한 보상을 주겠네. \\n꼭 약속하지. 딱 [2]번이면 되네!",
        "English_Text": "I will give a special reward in the name of Geumgyeongcheolmun to those who perform the cooperation of Geumgyeongcheolmun in the Fertile Land. \nI promise. It only takes [2]>times!",
        "Russian_Text": "Я дам особую награду от имени Кымгёнчхольмун тем, кто будет сотрудничать с Кымгёнчхольмун на плодородной земле. \n Обещаю. Это займет всего [2]>раза!",
        "Chinese_Text": "在肥沃台地进行金嘤铁门协议的人,以金嘤铁门的名义给予特别的补偿.\n一定要约定.正好[2]号就可以了!"
    },
    "18102030": {
        "Dev_Desc": "비옥대지_도화상전 협행 전문가",
        "Original_Text": "도화상전에서는 상전의 비옥대지 협행을 [2]건 완료하는 분에게 소정의 보상을 드리고 있어요. \\n도화상전이 보증한다는 게 무슨 의미인지 아시죠!\\n많은 참여 부탁드려요~",
        "English_Text": "In Dohwasangjeon, we are giving a small reward to those who complete [2]>of the master's fertile ground.\nDo you know what the Dohwasangjeon guarantees!\nPlease participate a lot~",
        "Russian_Text": "В Дохвасанджоне мы даем небольшую награду человеку, завершившему [2]>сотрудничество хозяина на плодородной земле. \n Вы знаете, что означает гарантия Дохваджон!",
        "Chinese_Text": "桃花商战中,将商战的肥沃大地协议完成[2]件的人给予一定的补偿.\n知道桃花主子保证是什么意思吧!\n希望大家多多参与~"
    },
    "18102031": {
        "Dev_Desc": "비옥대지_수양 협행 전문가",
        "Original_Text": "비옥대지에서 수양이 제보한 협행을 [2]건 완료하면 특별히 큰 보상을 주겠네.\\n대장님의 이름으로 주는 특별한 보상이야.\\n그럼 무운을 빌겠네.",
        "English_Text": "I'll give you a special reward if you complete [2]>of the cooperative actions reported by Suyang in the Fertile Land.\nThis is a special reward in the name of the captain.\nThen I wish you good luck.",
        "Russian_Text": "Если вы выполните [2]>совместных действия, о которых сообщил Суян в Плодородных землях, я дам вам особую награду. \n Это особая награда от имени капитана. \n Желаю вам удачи.",
        "Chinese_Text": "在肥沃的大地上完成首阳提供的协助[2]件的话,会给你特别大的奖励.\n这是以队长的名义给予的特别奖励.\n那就祈求你的好运吧."
    },
    "18102032": {
        "Dev_Desc": "비옥대지_영교원 협행 전문가",
        "Original_Text": "영교원은 비옥대지에서 우리가 주는 협행을 [2]번 하는 모험가에게 보상을 주고있다냥! \\n우리 바롱들은 약속을 꼭 지킨다냥! 그럼 힘내라냥~",
        "English_Text": "Younggyowon is rewarding adventurers who do [2]>the sidekicks we give them in the fertile land! \nOur barongs keep their promises! Then stay strong~",
        "Russian_Text": "Ёнгёвон вознаграждает искателей приключений, которые [2]>раза делают это вместе на плодородной земле! \n Наши баронги сдерживают свои обещания!",
        "Chinese_Text": "灵教员在肥沃的大地上给予我们的协助[2]次的冒险者奖励!\n我们巴隆们一定要遵守约定!那就加油吧~"
    },
    "18102033": {
        "Dev_Desc": "비옥대지_명혜단 협행 전문가",
        "Original_Text": "저희 명혜단은 탐구를 도와주시는 모험가분들께 제대로 된 보상을 드려야 한다고 생각합니다. 비옥대지에서 저희가 드리는 협행을 [2]번 도와주신다면 보상을 기대하셔도 좋습니다. 그럼 이번에도 부탁드리겠습니다.",
        "English_Text": "We, Myunghyedan, believe that adventurers who help out with their quests should be properly rewarded. If you help us [2]>with our cooperation in the Fertile Lands, you can expect a reward. ",
        "Russian_Text": "Мы, Мёнхедан, считаем, что должны должным образом вознаграждать искателей приключений, которые помогают нам в их поисках. Если вы поможете нам [2]>раза в Плодородной Земле, вы можете ожидать награду.",
        "Chinese_Text": "我们明慧丹认为应该给帮助探险的冒险者们一个像样的奖励.如果您能在肥沃的大地上帮助我们的协助[2],敬请期待奖励.那么这次也拜托了"
    },
    "18102034": {
        "Dev_Desc": "비옥대지_비사문 협행 전문가",
        "Original_Text": "우리 비사문에서 비옥대지의 협행을 처리해준 것에 감사를 표하네.\\n주민들이 비사문을 통해 제보한 협행을 [2]건 완료해 주겠나? 그럼 기다리고 있겠네.",
        "English_Text": "We express our gratitude to Bisamun for handling the cooperation of the fertile land.\nWill you complete [2]>of the cooperative actions reported by the residents?\nThen I'll wait for you.",
        "Russian_Text": "Мы выражаем благодарность Бисамуну за то, что он сделал это на благодатной почве.",
        "Chinese_Text": "感谢你在我们的秘史门处理了肥沃大地的悬赏.\n居民们通过秘史门提供的悬赏[2]能完成吗?那就等著吧."
    },
    "18102035": {
        "Dev_Desc": "비옥대지_[Lv.50] 만다라화의 무기",
        "Original_Text": "만다라화가 들고 있는 그 무기가 있지 않습니까? \\n바롱의 꼬리를 곧게 펴둔 것처럼 생긴 그거요.\\n저희 장인 중의 하나가 그걸 조사하겠다고 \\n만다라화에 접근했다가 공격을 받은 듯합니다.\\n가서 좀 구해주시겠습니까? \\n주변에 적들이 많으니 조심하십시오.",
        "English_Text": "Isn't that the weapon the mandala is holding? \nIt looks like a barong's tail straightened out.\nOne of our craftsmen tried to investigate it.\nIt looks like he approached the mandala and was attacked.\nGo Would you like some help?\nThere are many enemies around, so be careful.",
        "Russian_Text": "Разве это не оружие, которое держит мандала? \n Похоже на баронг с прямым хвостом. \n Один из наших мастеров пытается его исследовать? \n Вокруг много врагов, так что будьте осторожны.",
        "Chinese_Text": "你没有曼陀罗的武器吗？\n看起来我拉直了巴鲁的尾巴。\n我们的一个工艺品将调查它。\n它似乎受到曼德拉的攻击。\n我可以去救我一点吗？\n小心，因为你周围有很多敌人。"
    },
    "18102036": {
        "Dev_Desc": "비옥대지_[Lv.50] 그늘엄니초가 후식?",
        "Original_Text": "붉은 비탈에 그늘엄니초라는 좋은 약초가 있다냥!\\n언젠가부터 홍돈족이 자리를 잡고 비켜주지 않는다냥!\\n홍돈족이 그늘엄니초를 후식으로 먹는다는데... \\n그러기엔 그 약초는 너무 귀한 거다냥!\\n좋은 약을 만들 수 있게 도와달라냥!",
        "English_Text": "There is a good herb called Shadetusk on the red slope!\nFrom some point on, the Reddon tribe will take their place and don't move away!\nThe Reddon tribe eats Shadowtusk for dessert... \nThat's not enough. Herbs are so precious!\nPlease help me make good medicines!",
        "Russian_Text": "На красном склоне растет хорошая трава под названием Shadetusk! \n Когда-нибудь племя Хонгдон осядет и не уйдет! Это драгоценно! \n Помогите мне приготовить хорошее лекарство!",
        "Chinese_Text": "有一个好的草本植物，这是一个红色斜坡的阴影！\n有一天到洪杜达，我没有让它关闭！\n洪敦正在吃一片阴影......\n草本是如此珍贵！\n我不想发出好药！"
    },
    "18102037": {
        "Dev_Desc": "비옥대지_[Lv.52] 나무 정령의 이끼",
        "Original_Text": "나무 정령의 이끼를 이용하면 \\n재료의 강도를 올릴 수 있다고 합니다.\\n만약에 성공한다면 \\n더 튼튼한 무기와 장비를 만들 수 있는 거죠!\\n이끼를 구하는 방법요? 그건 모험자님이 찾아주셔야죠.\\n그럼 잘 부탁드리겠습니다.",
        "English_Text": "It is said that using the tree spirit's moss \nyou can increase the strength of the material.\nIf successful, \nwe can make stronger weapons and equipment!\nHow to get moss? That's adventurer. You have to find this one.\nThen, please take care of me.",
        "Russian_Text": "Говорят, что использование мха духа дерева \n может увеличить прочность материала. \n В случае успеха \n вы сможете сделать более сильное оружие и снаряжение! \n Как получить мох? Это предстоит найти искателям приключений. \n Тогда Я хотел бы поблагодарить вас .",
        "Chinese_Text": "使用木制精神的苔藓\n据说可以提高材料的强度。\n如果你成功了\n我可以制作更坚固的武器和设备！\n你怎么得到苔藓？这是找到的冒险家。\n然后我想问你。"
    },
    "18102038": {
        "Dev_Desc": "비옥대지_[Lv.52] 뱀버섯의 독성분",
        "Original_Text": "뱀버섯이 독을 가지고 있다는 거 아냥?\\n물론 그 독은 바롱 등에게 해를 입히는 거다냥!\\n하지만 나같은 우수한 약제사라면 \\n사용량을 적절히 조절하고 효과를 억제시켜 \\n약으로도 사용할 수 있는 거다냥!\\n알았으면 단풍 노을 골짜기에 가서 독을 얻어와라냥!",
        "English_Text": "Are you saying that snake mushrooms have poison?\nOf course, that poison is harmful to Barongs and others!\nBut, if you are a good pharmacist like me,\nYou can properly adjust the amount of use and suppress the effect \nand even use it as medicine. You can use it!\nIf you know, go to the autumnal sunset valley and get poison!",
        "Russian_Text": "Вы говорите, змеиные грибы ядовиты? \n Конечно, яд вредит баронгу и другим! Ньянг! \n Если вы знаете, отправляйтесь в долину осеннего заката и получите яд!",
        "Chinese_Text": "你有毒药的蛇蘑菇吗？\n当然，毒药是对Biral伤害！\n但如果你是像我这样的优秀药剂师\n适当调整使用量并抑制效果\n我可以用医学用它！\n如果你知道，去枫树的山谷，得到毒药！"
    },
    "18102039": {
        "Dev_Desc": "비옥대지_[Lv.53] 신입에겐 부담스러워",
        "Original_Text": "수수께끼 벌판은 비교적 안전한 곳이라 \\n신입대원들도 그곳에서 훈련을 많이 시키는데요.\\n어둠 고목 정령을 어려워해서 \\n퇴치 임무에 아무도 앞으로 나서질 않습니다. \\n누군가 어둠 고목 정령을 상대하는 모습을 보여주시면\\n수양의 신입 대원들에게 큰 도움이 될 것 같습니다.",
        "English_Text": "The Mystery Field is a relatively safe place, so \nNewcomers also train a lot there.\nThe Dark Tree Spirit is difficult, so \nNo one goes forward on the extermination mission. \nSomeone is dealing with the Dark Tree Spirit. If you show it,\nI think it will be of great help to the new recruits of Suyang.",
        "Russian_Text": "Таинственные поля - относительно безопасное место \n, и новобранцы также много тренируются там. \n Из-за сложности Старого Темного Духа \n Никто не выходит вперед с миссией, чтобы победить его. \n Если кто-то покажет вам, как с этим бороться. Старый Темный Дух \n Я думаю, это будет большим подспорьем для новых участников Suyang .",
        "Chinese_Text": "神秘领域是一个相对安全的地方。\n新的船员在那里培训。\n很难拥有黑暗的秋天\n没有人会前进到战斗使命。\n如果你展示某人，\n对大惊小怪的新船员来说似乎是一个很大的帮助。"
    },
    "18102040": {
        "Dev_Desc": "비옥대지_[Lv.57] 시귀로부터 구출",
        "Original_Text": "시귀들을 조사하러 나갔던 수양대원이\\n현장에서 발이 묶인 것 같습니다.\\n그곳으로 가서 수양대원을 도와주실 수 있겠습니까?\\n시귀의 수가 많습니다. 잘 부탁드리겠습니다.",
        "English_Text": "The foster crew who went out to investigate the demons\nlooks stranded at the scene.\nCan you go there and help the foster people?\nThere are a lot of demons. Please take care.",
        "Russian_Text": "Приемная команда, которая вышла расследовать демонов \n, похоже, застряла на месте происшествия. \n Можете ли вы пойти туда и помочь приемным людям? \n демонов много. Пожалуйста, будьте осторожны.",
        "Chinese_Text": "节日，\n它似乎在该领域捆绑在场。\n你能去那里帮助你的船员吗？\n有很多时间的时间。我想问你。 "
    },
    "18102041": {
        "Dev_Desc": "비옥대지_[Lv.58] 견고한 방어선 뚫기",
        "Original_Text": "저희 수양은 적의 방어선을 뚫어내려고 노력 중인데요.\\n변이된 청인족 검사들이 지역마다 자리를 잡아서요.\\n요충지에 있는 검사들만 좀 제거된다면...\\n진격은 시간문제일 것 같은데 말입니다.\\n혹시 그 역할을 맡아주실 수 있겠습니까?",
        "English_Text": "Our training is trying to break through the enemy's defenses.\nThe mutated blue-man swordsmen are set up in each area.\nIf only the swordsmen in key points are removed...\nThe advance seems to be a matter of time. I mean.\nCan you take on that role?",
        "Russian_Text": "Наш Суян пытается прорвать оборону врага. \n Мутировавшие синие фехтовальщики обосновались в каждом регионе. \n Если только фехтовальщики в ключевых точках будут убраны ... Не могли бы вы взять на себя эту роль?",
        "Chinese_Text": "我们的家伙正试图刺穿敌人的防御。\n成圣的Chui（Chihui）的避难所在每个地区都有一个地方。\n如果只删除侵扰中的测试......\n前进似乎是一个问题。\n你能扮演这个角色吗？"
    },
    "18102042": {
        "Dev_Desc": "비옥대지_[Lv.58] 청인족 무기 재활용",
        "Original_Text": "요즘 무기 제작 재료의 값도 점점 비싸지고 있습니다.\\n그래서 생각을 해봤는데요. 청인족의 무기를 좀 얻어서, \\n그걸 해체하면 무기 생산 재료를 얻을 수 있을 것 같습니다.\\n적도 약화시킬 수 있고요! 부탁드려도 될까요?",
        "English_Text": "These days, weapon crafting materials are getting more and more expensive.\nI thought about it. \nIf you take the blue man archer's bow, it weakens the enemy! \nCan I please?",
        "Russian_Text": "В наши дни стоимость материалов для изготовления оружия становится все дороже и дороже. \n Я думал об этом. \n Если вы возьмете лук синего лучника, он ослабит врага!",
        "Chinese_Text": "这些天无机生产材料的价值变得越来越昂贵。\n我一直在想。\n如果你带走了弓箭手的弓箭，你会削弱你的敌人！\n我认为可以获得基于拆除的生产材料。\n可以问一下你吗？ "
    },
    "18102043": {
        "Dev_Desc": "비옥대지_[Lv.58] 이상한 형태의 무기",
        "Original_Text": "변이된 청인족의 무기는 형태도 특이하고\\n표면에 따개비 같은 것도 잔뜩 붙어 있더라고요.\\n왜 저런 형태의 무기를 사용하는지부터 시작해서\\n조사하고 싶은 게 너무나도 많습니다.\\n일단 변이된 청인족의 무기를 좀 구해주시겠습니까?",
        "English_Text": "If you look at the mutated blue man warrior's weapon, it has a unique shape\nand there are a lot of barnacles on the surface.\nStarting with why they use such a type of weapon\nThere are so many things I want to investigate.\n Could you get some of the mutated blue man warrior's weapon?",
        "Russian_Text": "Когда вы смотрите на оружие мутировавшего синего человека-истребителя, оно имеет уникальную форму \n и на поверхности много ракушек. Не могли бы вы принести мне какое-нибудь боевое оружие?",
        "Chinese_Text": "修改日历的武器，\n我的表面上有一堆单词。\n为什么从那种类型的武器开始\n我想调查这么多。\n你能在武装的天空中拯救一些谦虚的武器吗？"
    },
    "18102044": {
        "Dev_Desc": "비옥대지_[Lv.59] 창도단 무기 재활용",
        "Original_Text": "요즘 무기들의 가격이 이상하게 높습니다.\\n재료값도 엄청 올랐습니다.\\n창도단의 무기를 재활용할 수 있다면\\n상대에겐 음수, 우리에겐 양수! 두 배 이익이죠.\\n그럼 잘 부탁드리겠습니다.",
        "English_Text": "Because bows are trendy these days, the price is strangely high.\nThe cost of materials has also risen significantly.\nIf the bow of the spear guards can be recycled,\nnegative for the opponent, positive for us! It's double the profit.\nThen I wish you all the best.",
        "Russian_Text": "Цена на удивление высока, потому что луки в наши дни в моде. \n Стоимость материалов также выросла. \n Если вы можете переработать лук копьеносцев \n Отрицательное число для вашего противника - это хорошо для нас!",
        "Chinese_Text": "如今，这是一个弓的奇怪价格。\n物质价值也很多。\n如果您可以回收窗口监视的弓\n对于你的对手，消极，我们给我们！双重利润。\n然后我想问你。"
    },
    "18102045": {
        "Dev_Desc": "비옥대지_[Lv.59] 명혜단원 위기 해결",
        "Original_Text": "명혜단에서는 현재 변이된 청인족과 창도단을\\n상호 비교하면서 연구하고 있는데요.\\n저희 단원이 연구 도중에 \\n창도단의 덩치와 장사들에게 잡힌 것 같습니다.\\n명혜단의 능력만으론 구출이 좀 어려울 것 같아\\n도움을 요청드리고자 합니다. 제발 부탁드립니다.",
        "English_Text": "The Myunghyedan is currently researching the mutated Blue People and the Changdo gang by comparing them with each other.\nOur members seem to have been caught by the Changdo dan's size and merchants during the study.\nOnly with the Myunghyedan's abilities, Rescue seems to be a bit difficult\nI would like to ask for your help. Please.",
        "Russian_Text": "В настоящий момент Мёнхедан изучает мутировавших синих людей и Чхандодан, сравнивая их \n друг с другом. Я думаю, \n Я хотел бы попросить вашей помощи. Пожалуйста.",
        "Chinese_Text": "在昌寒枪，\n我正在学习互相比较。\n我们的单位正在研究\n它似乎被抓到了窗口的大型和业务。\n我认为救援有点难以拯救。\n我想寻求帮助。请。"
    },
    "18102046": {
        "Dev_Desc": "비옥대지_[Lv.60] 은신거미 없애기",
        "Original_Text": "재앙의 은신처 쪽에 거미로 인한 피해가 극심합니다.\\n처음엔 적당히 피해 다니라고 경고를 했었는데...\\n거미가 잘 보이지 않는 곳에서 튀어나오나 봅니다.\\n그래서 풍백문에선 가만히 둘 수 없을 것 같습니다.\\n어떻게든 문제 해결을 해야겠는데요. \\n도와주시겠어요?",
        "English_Text": "The damage caused by spiders to the hideout of disaster is extreme.\nAt first I warned you to avoid it in moderation...\nThe spiders seem to pop out of places you can't see easily.\nSo you can't stay still at Poongbaekmun. It seems like it.\nI need to solve the problem somehow.\nCan you help me?",
        "Russian_Text": "Ущерб, нанесенный пауками в убежище катастрофы, огромен. \n Сначала я предупреждал вас избегать этого в умеренных количествах ... \n Паук, кажется, появился из ниоткуда, вы не можете его увидеть. \n Мне нужно решить проблему как-нибудь \n Вы можете мне помочь? ",
        "Chinese_Text": "蜘蛛造成灾难造成的损坏。\n起初我警告说，我得到了妥善避免......\n我看到蜘蛛突然出现在不可见的地方。\n所以我不认为我不能把它放在刮风的门里。\n我需要以某种方式解决这个问题。\n你可以帮帮我吗？ "
    },
    "18103000": {
        "Dev_Desc": "[Lv. XX] 변형된 풍백문 대원",
        "Original_Text": "풍백문 대원들이 검은 새벽단에 납치되었습니다.\\n그들을 어떻게든 구출해보려 했는데... \\n그자들은 대원들을 실험체로 삼았습니다. \\n좀 늦었을 지도 모르겠습니다만... \\n변형된 풍백문파원들을 찾아 안식에 들게 해주십시오.",
        "English_Text": "The members of Poongbaekmun were kidnapped by the Black Dawn.\\nI tried to rescue them somehow...\\nThey used them as subjects.\\nIt may be a little late, but... \\nThe transformed Poongbaek ",
        "Russian_Text": "Члены Пунгэкмуна были похищены Черным Рассветом. \\ NЯ пытался как-то спасти их ... \\ nОни использовали их в качестве подопытных. \\ NЭто может быть немного поздно, но ... \\ nПревращенный Пунбек Найдите членов клана и положи их на покой .",
        "Chinese_Text": "风白门的成员被黑色黎明绑架了。\\n我试图以某种方式营救他们......\\n他们将他们用作臣民。\\n可能有点晚了，但是......\\n变形的风白找到氏族成员并让他们安息。"
    },
    "18103001": {
        "Dev_Desc": "[Lv. XX] 풍백문 인식표 회수",
        "Original_Text": "검은 새벽단이 풍백문 대원들을 납치하여 실험체로 삼았습니다. \\n이젠 어쩔 수 없이 문파원들을 적으로 상대해야 합니다만... \\n풍백문 대원 인식표라도 회수하여 단체로 묻어주고 싶습니다.",
        "English_Text": "The Black Dawn has kidnapped the members of Pungbaekmun and used them as test subjects. \\nNow, we have no choice but to deal with the members of the Moon faction as enemies... \\nI would like to collect even the identification tags of the members of Pungbaekmun and bury them as a group.",
        "Russian_Text": "«Черная заря похитила членов Пунгбекмуна и использовала их в качестве подопытных. \\ NТеперь у нас нет другого выбора, кроме как иметь дело с членами фракции Луны как с врагами ... \\ nЯ хотел бы собрать даже идентификационные метки членов Пунгбекмуна и хоронят их как группу .",
        "Chinese_Text": "黑色黎明绑架了风白门的成员，并把他们作为测试对象。\\n现在，我们不得不把月亮派的成员当作敌人来对付......\\n我甚至想收集他们的识别标签风白门的成员，一起埋葬他们。"
    },
    "18103002": {
        "Dev_Desc": "[Lv. XX] 침식된 수색견 제거",
        "Original_Text": "수양에선 적진으로 은밀한 침투 작전을 계획하고 있습니다. \\n하지만 침식된 수색견들이 있어 작전 수행이 쉽지 않습니다. \\n침식된 수색견을 제거해 주시겠습니까?",
        "English_Text": "Shuyang is planning a covert infiltration operation into the enemy camp. \\nBut it is difficult to carry out the operation because there are eroded search dogs. \\nCan you remove the eroded search dogs?",
        "Russian_Text": "«Шуян планирует тайную операцию по проникновению во вражеский лагерь. \\ NНо эту операцию сложно провести, потому что есть подорванные поисковые собаки. \\ NМожете ли вы удалить подорванных поисковых собак?»",
        "Chinese_Text": "舒阳正在筹划对敌营的秘密渗透行动。\\n但是由于有被侵蚀的搜查犬，行动很难进行。\\n你能把被侵蚀的搜查犬移走吗？"
    },
    "18103003": {
        "Dev_Desc": "[Lv. XX] 검은 새벽단의 장비",
        "Original_Text": "검은 새벽단은 무슨 설비라도 가지고 있을까요?\\n저렇게 금속제 장비들을 어디서 찍어내고 있는지 궁금합니다. \\n품질은 어떠한지... 당연히 금경철문에 비할 바는 못되겠지만... \\n어떤 수준인지 직접 확인하고 싶습니다. \\n그들의 장비를 가져다 주십시오.",
        "English_Text": "Does the Black Dawn Team have any equipment?\\nI wonder where they are printing such metal equipment. \\nHow is the quality... Of course, it can't be compared to Geumgyeongcheolmun... \\nWhat level is it? ",
        "Russian_Text": "«У Black Dawn есть какое-нибудь оборудование? \\ N Интересно, где они печатают такое металлическое оборудование. \\ NКакое качество ... Конечно, его нельзя сравнивать с Кымгёнчхольмун ... \\ nКакой уровень это? Я ' хочу проверить. \\ nПожалуйста, принесите их оборудование. ",
        "Chinese_Text": "黑色黎明有装备吗？\\n我不知道他们在哪里印刷这种金属设备。\\n质量如何……当然不能和金景哲门相比……\\n它是什么水平？我'我想检查一下。\\n请带上他们的设备。"
    },
    "18103004": {
        "Dev_Desc": "[Lv. XX] 에레다 대원 구출",
        "Original_Text": "확인해 본 결과 전초기지에 간 저희 대원들 상태가 좋지 않은 듯합니다.\\n저희가 지금 직접 구출하러 가기 애매한 상태라서요. \\n전초기지로 가서 주변의 적을 없애주실 수 있겠습니까?\\n부탁드리겠습니다.",
        "English_Text": "After checking, it seems that our crews who went to the outpost aren't in good condition.\\nIt's difficult for us to go to the rescue on our own right now.\\nCan you go to the outpost and destroy the surrounding enemies?\\nPlease ",
        "Russian_Text": "После проверки выяснилось, что наши бригады, вышедшие на заставу, не в хорошем состоянии. \\ NСейчас нам сложно идти на помощь самостоятельно. \\ NМожете пойти на заставу и избавиться от близлежащих враги? \\ nПожалуйста. ",
        "Chinese_Text": "经过检查，我们去前哨的队员情况似乎不太好。\\n我们现在很难自己去救援。\\n你能不能去前哨把附近的人干掉？敌人？\\n请。"
    },
    "18103005": {
        "Dev_Desc": "[Lv. XX] 검은 새벽단 줄이기",
        "Original_Text": "전초기지 방어에 저희 에레다도 참여할 예정입니다. \\n변종 검은 새벽단을 제거해 주십시오.\\n검은 새벽단이 줄어 들면 비용을 지불하겠습니다.",
        "English_Text": "Our Ereda will also participate in the defense of the outpost. \\nPlease remove the variant Black Dawn.\\nIf the number of Black Dawns decreases, we will pay for it.",
        "Russian_Text": "«Наша Эреда также будет участвовать в защите аванпоста. \\ NПожалуйста, удалите вариант« Черный рассвет ». \\ NЕсли количество« Черных рассветов »уменьшится, мы заплатим за него».",
        "Chinese_Text": "我们艾瑞达也会参与前哨的防御。\\n请移除变种黑色黎明。\\n如果黑色黎明的数量减少，我们会为此付出代价。"
    },
    "18103006": {
        "Dev_Desc": "[Lv. XX] 침식된 수와족 돕기",
        "Original_Text": "수와족의 묘지가 수몰되었다수와. \\n우리와 직접 관련은 없지만 수와족은 서로서로 돕는다수와. \\n그곳의 침식된 수와들이 영면에 들 수 있게 도와달라수와.                           \\n                          - 수와족 촌장 대와 -",
        "English_Text": "The cemetery of the Suwa tribe was submerged in Suwa. \\nThe Suwa people are not directly related to us, but the Suwa people help each other. \\nPlease help the eroded Suwa there go to sleep. ",
        "Russian_Text": "«Кладбище людей Сува было затоплено в Сува. \\ N Люди Сува не имеют прямого отношения к нам, но люди Сува помогают друг другу. \\ NПожалуйста, помогите выветрившимся Сува заснуть. N - Вождь деревни Сува Даэва -»",
        "Chinese_Text": "诹访人的墓地被淹没在诹访。\\n诹访人与我们没有直接关系，但诹访人互相帮助。\\n请帮助那里被侵蚀的诹访人睡觉。n——诹访村长大和——"
    },
    "18103007": {
        "Dev_Desc": "[Lv. XX] 우산의 재료가 될까?",
        "Original_Text": "이곳의 연잎을 가공하여 우산과 우비를 만드려고 합니다. \\n이미 다른 지역의 연잎으로는 검증이 끝난 일인데요.\\n과연 이 지역의 연잎으로도 잘 될 지 궁금합니다.\\n연잎인간을 잡아 재료를 모아주시겠습니까?",
        "English_Text": "I am going to process the lotus leaves here to make umbrellas and raincoats.\\nIt has already been verified with lotus leaves from other regions.\\nI wonder if it will work well with lotus leaves from this area.\\nA lotus leaf man ",
        "Russian_Text": "«Я собираюсь обработать листья лотоса здесь, чтобы сделать зонтики и плащи. \\ NЭто уже было проверено на листьях лотоса из других регионов. \\ NНе знаю, подойдет ли он для листьев лотоса из этой области. \\ NЛюди ты любишь ловить его и собирать ингредиенты? ",
        "Chinese_Text": "我要在这里加工荷叶，做雨伞和雨衣。\\n已经用其他地区的荷叶验证过了。\\n不知道用这个地区的荷叶能不能很好用。\\n荷叶人会的你喜欢抓住它并收集材料？"
    },
    "18103008": {
        "Dev_Desc": "[Lv. XX] 튀어나오는 연잎",
        "Original_Text": "침수된 곳에서만 나는 약초를 구해야 하는데 \\n중간중간에 연잎인간이 튀어나와서 너무 위험하다냥. \\n우리가 채집할 수 있도록 연잎인간들을 제거해달라냥!",
        "English_Text": "I only need to get herbs from flooded places, but it's very dangerous because a lotus man pops out in the middle. \\nPlease get rid of the lotus man so we can collect them!",
        "Russian_Text": "«Мне нужно собирать травы только из затопленных мест, но это очень опасно, потому что человек-лотос выскакивает посередине. \\ NПожалуйста, избавьтесь от людей-лотосов, чтобы мы могли их собрать!»",
        "Chinese_Text": "我只需要从水淹的地方取药材，但是很危险，因为中间会冒出一个莲花人。\\n请摆脱莲花人，以便我们收集它们！"
    },
    "18103009": {
        "Dev_Desc": "[Lv. XX] 동물의 뼈 수거 돕기",
        "Original_Text": "이곳의 망령들은 예전에 이곳에 살던 동물들인 것 같습니다. \\n물에 잠기면서 편안하게 죽지 못해서 망령이 된 건 아닐지... \\n저희 대원이 보이면 수거하고 있습니다만... \\n주변의 적이 많아 처리에 어려움을 겪고 있습니다.",
        "English_Text": "The ghosts here seem to be the animals that used to live here. \\nMaybe they became ghosts because they couldn't die comfortably while submerged... \\nIf our crew sees them, they're collecting them... \\nThe surrounding area ",
        "Russian_Text": "Призраки здесь кажутся животными, которые здесь жили. \\ NМожет быть, они стали призраками, потому что не могли спокойно умереть, тоня ... \\ nЕсли наша команда их увидит, они их собирают ... \\ nВ окрестностях У нас много врагов, поэтому нам трудно с ними справиться .",
        "Chinese_Text": "这里的鬼魂似乎是曾经住在这里的动物。\\n他们之所以成为鬼魂，可能是因为溺水时不能舒服地死去......\\n如果我们的船员看到它们，他们正在收集它们......\\n周边地区我们有很多敌人，所以我们很难对付他们。"
    },
    "18103010": {
        "Dev_Desc": "[Lv. XX] 생명, 죽음 그리고 영혼",
        "Original_Text": "어떤 분께서 망령을 죽일 때 나오는 가루를 이용해 \\n생명과 죽음, 영혼에 대한 연구를 하고 싶다고 하네요.\\n좀 이상하다고 생각하지만...\\n저희야 이윤을 남길 수 있다면 상관없으니까요.\\n그럼 잘 부탁드립니다.",
        "English_Text": "Someone says that they want to do research on life, death, and souls using the powder produced when killing ghosts.\\nI think it's a bit strange, but...\\nIt doesn't matter if we can make a profit.\\ ",
        "Russian_Text": "Кто-то говорит, что они хотят исследовать жизнь, смерть и души, используя порошок, полученный при убийстве призраков. \\ NЯ думаю, это немного странно, но ... \\ nЭто не имеет значения, сможем ли мы получить прибыль. \\ N nТогда спасибо. ",
        "Chinese_Text": "有人说，他们想用杀鬼时产生的粉末来研究生死灵魂。\\n我觉得有点奇怪，但是......\\n我们能不能盈利也没关系。 n那么，谢谢。"
    },
    "18103011": {
        "Dev_Desc": "[Lv. XX] 잿빛 하늘 숲 탐사를 위해",
        "Original_Text": "잿빛 하늘 숲의 어둑시니가 저희의 임무에 방해가 됩니다. \\n소수는 저희가 직접 처리하고 있습니다만... \\n역시 전문가분들의 도움을 받아야 할 것 같습니다.",
        "English_Text": "The darkness of the Ashen Sky Forest is interfering with our mission. \\nWe are dealing with a small number ourselves, but... \\nI think we will also need the help of experts.",
        "Russian_Text": "«Тьма Пепельного Небесного Леса мешает нашей миссии. \\ NМы сами имеем дело с небольшим числом, но ... \\ nЯ думаю, нам также следует обратиться за помощью к экспертам».",
        "Chinese_Text": "灰空森林的黑暗正在干扰我们的任务。\\n我们自己在处理一小部分人，但是......\\n我认为我们也应该寻求专家的帮助。"
    },
    "18103012": {
        "Dev_Desc": "[Lv. XX] 비법서 탐색 돕기",
        "Original_Text": "비법서를 다시 잃어버리고 말았다냥... \\n이번에 내가 직접 비법서를 찾아보겠다냥.\\n대신 주변에 무서운 적들이 있으니 좀 도와달라냥. 부탁한다냥!",
        "English_Text": "I lost the recipe book again... \\nI'm going to look for the recipe book myself this time.\\nInstead, there are scary enemies around, so please help me. Please!",
        "Russian_Text": "«Я снова потерял книгу рецептов ... \\ nВ этот раз я сам собираюсь поискать книгу рецептов. \\ NВместо этого вокруг есть страшные враги, поэтому, пожалуйста, помогите мне. Пожалуйста!»",
        "Chinese_Text": "食谱书又丢了……\\n这次我要自己去找食谱书。\\n相反，周围有可怕的敌人，所以请帮助我。拜托！"
    },
    "18103013": {
        "Dev_Desc": "[Lv. XX] 녹각다귀 뿔의 가루",
        "Original_Text": "철을 녹일 때 녹각다귀의 뿔을 태운 가루를 넣으면 \\n결과물이 좋아진다는 설이 있는데요. \\n별로 믿기진 않지만 한번 실험해보려고 하니 \\n녹각다귀의 뿔을 좀 넉넉히 구해주십시오.",
        "English_Text": "There is a theory that adding burnt antler horn powder to melting iron will improve the results. \\nI don't believe it, but I'm going to try it. \\nPlease get some antler horns.",
        "Russian_Text": "«Есть теория, что добавление порошка из обожженных рогов рогов к плавленому железу улучшит результаты. \\ NЯ не верю в это, но я собираюсь попробовать. \\ NПожалуйста, возьмите несколько рогов из рогов».",
        "Chinese_Text": "有一种理论，在熔化的铁中加入烧焦的鹿角粉会改善结果。\\n我不相信，但我要试试。\\n请拿一些鹿角。"
    },
    "18103014": {
        "Dev_Desc": "[Lv. XX] 부상자 구출 작전",
        "Original_Text": "잿빛 하늘 숲에 지원 나갔던 풍백문 대원들이 \\n어둑시니와 녹각다귀에 당해 부상당한 모양입니다. \\n혹시 잿빛 하늘 숲에 가시게 되면 적들을 제거하여\\n대원들이 도망칠 수 있게 도와주실 수 있겠습니까?",
        "English_Text": "The Pungbaekmun crews who volunteered for the Gray Sky Forest seem to have been \\ninjured by dark and rusty insects. \\nIf you go to the Gray Sky Forest, you can eliminate the enemies\\nand help them escape. ",
        "Russian_Text": "«Экипажи Пунгбэкмун, вызвавшиеся в Серый Небесный Лес, похоже, \\ нисколько не пострадали от темных и ржавых насекомых. \\ NЕсли вы пойдете в Серый Небесный Лес, вы сможете уничтожить врагов \\ nи помочь им сбежать. А вы бы?»",
        "Chinese_Text": "自愿加入灰天森林的风白门船员似乎已经\\被黑暗和生锈的昆虫伤害了。\\n如果你去灰天森林，你可以消灭敌人\\n并帮助他们逃脱。你愿意吗？"
    },
    "18103015": {
        "Dev_Desc": "[Lv. XX] 녹각다귀 수 줄이기",
        "Original_Text": "녹각다귀 때문에 방어 기지를 세우고 유지하기가 어렵습니다. \\n여기서 막히게 되면 작전에 차질이 생기게 될 텐데요. \\n다른 일들도 많으시겠지만 부탁드리겠습니다. \\n잿빛 하늘 숲의 녹각다귀의 수를 줄여 주십시오.",
        "English_Text": "It is difficult to establish and maintain a defensive base because of the antlers. \\nIf you get stuck here, the operation will be disrupted. \\nThere will be many other things, but please do. \\nPlease reduce the number of antlers in Ashen Sky Forest. ",
        "Russian_Text": "«Трудно создать и поддерживать оборонительную базу из-за рогов. \\ NЕсли вы застрянете здесь, операция будет прервана. \\ NВозможно, будет много других вещей, но, пожалуйста, сделайте это. \\ NПожалуйста, уменьшите количество рогов в Ясене. Небесный лес. ",
        "Chinese_Text": "因为有鹿角，很难建立和维持防御基地。\\n如果你卡在这里，行动就会被打乱。\\n还有很多其他的事情，但请做好。\\n请减少灰烬的鹿角数量天空森林……"
    },
    "18103016": {
        "Dev_Desc": "[Lv. XX] 정예를 상대하는 것",
        "Original_Text": "이번에 에레다 신입대원이 많이 파견되었습니다. \\n이제 토벌 임무도 익숙해진 듯한데... \\n정예 어둑시니를 상대하는 일은 힘든 것 같습니다.\\n정예 어둑시니를 처리해 주시면\\n다른 적들은 처리할 수 있을 것 같습니다.",
        "English_Text": "A lot of Ereda's new recruits have been dispatched this time. \\nNow it seems like you're used to the subjugation mission... \\nIt seems difficult to deal with the elite dwarfs.\\nIf you deal with the elite vultures,\\nthe other enemies will be dealt with. ",
        "Russian_Text": "На этот раз было отправлено много новобранцев Эреды. \\ NТеперь кажется, что вы привыкли к миссии по подчинению ... \\ nТрудно иметь дело с элитными Темными. \\ NЕсли вы имеете дело с элитой, \\ с другими врагами разберутся. Думаю, я справлюсь .",
        "Chinese_Text": "这次艾瑞达出动了很多新兵。\\n现在看来你已经习惯了讨伐任务……\\n对付精英黑暗似乎很难。\\n如果你对付精英，\\ 其他的敌人都会被处理掉。我想我可以做到。"
    },
    "18103017": {
        "Dev_Desc": "[Lv. XX] 새알 보존 돕기",
        "Original_Text": "풍차 주변에 희귀한 새둥지가 있다고 합니다.\\n그동안 사람들이 보호해주었다고 하는데... \\n이 땅에 괴물들이 자리잡으면서 새둥지를 보호할 사람도 사라지고... \\n괴물들에 의해 둥지와 알들이 파괴되고 있다고 해요. \\n괴물들을 좀 없애주시면 저희가 알을 구해 보겠습니다.",
        "English_Text": "It is said that there is a rare bird's nest around the windmill.\\nPeople say that they have been protecting it...\\nAs monsters settle on this land, no one to protect the bird's nest disappears... \\nBy the monsters ",
        "Russian_Text": "«Говорят, что вокруг ветряной мельницы есть гнездо редких птиц. \\ NЛюди говорят, что они защищали его ... \\ nКогда на этой земле поселяются монстры, никто, защищающий птичье гнездо, не исчезает ... \\ nКлянусь монстрами Гнездо и яйца разрушаются. \\ NЕсли вы избавитесь от некоторых монстров, мы спасем яйца .",
        "Chinese_Text": "据说风车周围有一个稀有的鸟巢。\\n人们说他们一直在保护它......\\n随着怪物在这片土地上定居，保护鸟巢的人消失了......\\n被怪物巢和蛋正在被摧毁。\\n如果你摆脱一些怪物，我们会保存蛋。"
    },
    "18103018": {
        "Dev_Desc": "[Lv. XX] 호랑이 가죽 수집가",
        "Original_Text": "부자들은 비슷하지만 다른 무언가가 있는데 \\n그걸 빠뜨리면 무슨 일이 생긴다고 생각하나 봅니다.\\n호랑이 가죽, 그걸 어디에 쓰겠다고 그리 모으는지...\\n저희야 돈이 되니까 환영하지만요.",
        "English_Text": "Wealthy people are similar, but there is something different. \\nIf you omit it, you think what will happen.\\nTiger skin, where do you collect so much to use it...\\nWe welcome it because it's money.",
        "Russian_Text": "«Состоятельные люди похожи, но есть кое-что другое. \\ NЕсли вы его опустите, вы думаете, что произойдет. \\ NШкура тигра, где вы так много собираете, чтобы использовать ... \\ nМы приветствуем это, потому что это деньги».",
        "Chinese_Text": "有钱人都一样，但也有不一样的地方。\\n如果你省略它，你会想到会发生什么。\\n老虎皮，你从哪里收集这么多使用它......\\n我们欢迎它，因为它是金钱。"
    },
    "18103019": {
        "Dev_Desc": "[Lv. XX] 불쾌한 인면충 퇴치",
        "Original_Text": "생김새를 두고 생명체를 판단하거나 차별해선 안되겠지만... \\n인면충에 관해서 저희도 고민이 많습니다. \\n인간의 얼굴을 닮아서 불쾌감을 주는 형태라니... \\n누군가 처리 부탁드리겠습니다.",
        "English_Text": "You shouldn't judge or discriminate against living things based on their appearance, but... \\nWe also have a lot of concerns about the human insect. \\nIt's a form that resembles a human face and causes discomfort... \\nSomeone please deal with it.",
        "Russian_Text": "Вы не должны судить или дискриминировать живые существа по их внешнему виду, но ... \\ nУ нас также много опасений по поводу человеческих насекомых. \\ NЭто форма, которая напоминает человеческое лицо и вызывает дискомфорт ... \\ nКто-то пожалуйста, разберись с этим. ",
        "Chinese_Text": "你不应该根据它们的外表来判断或歧视生物，但是......\\n我们对人类昆虫也有很多担忧。\\n它是一种类似于人脸的形式，会引起不适......\\n有人请处理一下。"
    },
    "18103020": {
        "Dev_Desc": "[Lv. XX] 포식귀로부터 구출",
        "Original_Text": "이 곳 구릉지는 환경이 좋아 귀한 약초가 많이 자라난다냥.\\n동물들은 어떻게든 피해보겠는데... \\n포식귀들이 우리를 끈질기게 따라온다냥.\\n조용히 움직여도 어떻게든 알고 따라오는데 \\n어떻게 해야할 지 모르겠다냥. 그들을 처리해 달라냥.",
        "English_Text": "The hilly environment is good here, so precious herbs grow a lot.\\nThe animals will try to avoid it somehow...\\nThe predators follow us persistently.\\nEven if we move quietly, we somehow know and follow them \\n ",
        "Russian_Text": "«Холмистая местность здесь настолько хороша, что растет множество драгоценных трав. \\ NЗверь будет пытаться как-то их избежать ... \\ nХищники упорно преследуют нас. \\ NДаже если мы будем двигаться тихо, мы каким-то образом узнаем их и будем следовать за ними \\ n nЯ не знаю, что делать. Позаботьтесь о них .",
        "Chinese_Text": "这里的丘陵环境非常好，生长了很多珍贵的药草。\\n动物会以某种方式试图避开它们......\\n掠食者一直在跟踪我们。\\n即使我们安静地移动，我们也不知何故知道并跟踪它们\\ n n我不知道该怎么办。照顾好他们。"
    },
    "18103021": {
        "Dev_Desc": "[Lv. XX] 은둔초 주변 정리",
        "Original_Text": "구릉지에 있는 은둔초가 필요하다냥. \\n주변에 야수들이 많아서 다가갈 수가 없다냥.\\n그 야수들은 은둔초는 먹지도 않는데... \\n왜 그곳 근처를 맴도는지 모르겠다냥. \\n야수만 없애주면 나머지는 알아서 하겠다냥.",
        "English_Text": "I need a hermit plant in a hilly area. \\nThere are a lot of beasts around, so I can't approach it.\\nThe beasts don't even eat hermit plants... \\nI don't know why they hover around there.\\n ",
        "Russian_Text": "Мне нужно растение-отшельник в холмистой местности. \\ NВокруг полно зверей, поэтому я не могу приблизиться к нему. \\ NЗвери даже не едят растения-отшельники ... \\ nЯ не знаю, почему они парят. где-то там. \\ n Просто избавься от зверя, а я позабочусь обо всем остальном. ",
        "Chinese_Text": "我在丘陵地区需要一株隐居植物。\\n周围有很多野兽，所以我无法靠近。\\n野兽甚至不吃隐居植物...... \\n我不知道为什么它们会盘旋在那附近。\\n 把这头野兽弄掉，剩下的我来处理。"
    },
    "18103022": {
        "Dev_Desc": "[Lv. XX] 약재로서의 가능성",
        "Original_Text": "이곳의 사슴도 약재로 사용할 수 있을지 연구해봐야겠습니다. \\n사슴을 잡아서 이것저것 조사를 해보려 하는데 도움이 필요합니다. \\n사슴은 저희 상인들이 옮길테니 사냥만 해주시면 됩니다.",
        "English_Text": "We'll have to research whether the deer here can also be used as medicine. \\nI need help trying to catch a deer and do some research. \\nThe deer will be moved by our merchants, so all you need to do is hunt.",
        "Russian_Text": "Нам нужно будет выяснить, можно ли использовать здешнего оленя в качестве лекарства. \\ NМне нужна помощь, чтобы поймать оленя и провести небольшое исследование. \\ NОлень будет перемещен нашими торговцами, поэтому все, что вам нужно сделать, это поохотиться . ",
        "Chinese_Text": "我们得研究一下这里的鹿是否也可以入药。\\n我需要帮忙抓一头鹿并做一些研究。\\n鹿会被我们的商人搬走，所以你需要做的就是打猎."
    },
    "18103023": {
        "Dev_Desc": "[Lv. XX] 효조 깃털이 필요해",
        "Original_Text": "효조의 깃털을 우연히 주웠는데... \\n의외로 필기구로 사용하기 좋을 것 같습니다. \\n다른 깃털과 비교해볼 수 있도록 충분한 양을 구해주시겠습니까?",
        "English_Text": "I accidentally picked up Hyojo's feather... \\nI think it's surprisingly good for a writing instrument. \\nCan you get enough of it so I can compare it with other feathers?",
        "Russian_Text": "«Я случайно подобрал перо Хёдзё ... \\ nЯ думаю, что оно на удивление хорошо подходит для пишущего инструмента. \\ NМожете ли вы насытиться им, чтобы я мог сравнить его с другими перьями?»",
        "Chinese_Text": "我不小心捡到了孝城的羽毛……\\n我觉得它作为书写工具的效果出奇的好。\\n你能得到足够的它，我可以把它和其他的羽毛进行比较吗？"
    },
    "18103024": {
        "Dev_Desc": "[Lv. XX] 연료로서의 가능성",
        "Original_Text": "효조의 배설물을 가공하면 엄청난 고온을 내는 \\n연료로 활용할 수 있을 것 같습니다. \\n효조를 제거하신 이후에 배설물을 좀 채집해 가져다 주십시오. \\n배설물이라고 하니까 좀 그런가요? 하지만 그게 온갖 기운 덩어리거든요. \\n아마 엄청난 가치가 있을 겁니다. ",
        "English_Text": "Processing the feces of the filial piety, \\nI think it can be used as a fuel that generates a very high temperature. \\nAfter you get rid of the filth, please collect some dung and bring it. ",
        "Russian_Text": "Если вы обрабатываете фекалии сыновней почтительности, \\ n похоже, что его можно использовать в качестве топлива, создающего очень высокую температуру. \\ NПосле того, как вы удалите хорька, пожалуйста, соберите немного экскрементов и принесите их обратно. \\ NЭто немного немного похоже на то, чтобы сказать, что это экскременты? Но это все виды энергии. Это так. \\ n Наверное, очень ценный. ",
        "Chinese_Text": "如果你处理孝顺的粪便，\\n看起来它可以用作燃料，产生非常高的温度。\\n你把雪貂移走后，请收集一些粪便带回来。\\n是不是有点有点像说它是排泄物？但那是各种能量。它是。\\n可能很有价值。"
    },
    "18103025": {
        "Dev_Desc": "[Lv. XX] 정예를 마주 하긴 힘들어",
        "Original_Text": "저희 신입대원들이 정예 야금을 겁내는 것 같습니다. \\n그냥 정예 야금이 강하다고 말하면 되는 것인데, \\n갑자기 야금이 무섭다고 합니다. \\n아니... 그전까지 야금들 아무 문제 없이 퇴치했었거든요. \\n정예 야금의 수만 좀 줄여주시면... \\n저희 대원들이 야금 공포증에서 벗어나지 않을까요?",
        "English_Text": "It seems that our new recruits are afraid of elite metallurgy. \\nIt's just saying that elite metallurgy is strong, \\nAll of a sudden, metallurgy is scary. ",
        "Russian_Text": "«Похоже, что наши новобранцы боятся элитной металлургии. \\ NЭто просто говорит о том, что элитная металлургия сильна. \\ NВнезапно металлургия становится страшной. NЕсли немного сократить количество элитных металлургов ... \\ nНе будет. наша команда избавится от фобии металлургии? ",
        "Chinese_Text": "看来我们新人都怕精炼金。\\n只是说精炼金强，\\n一下子，金炼就可怕了。n如果少点精炼金师的数量……\\n不会我们的船员摆脱了冶金恐惧症？"
    },
    "18103026": {
        "Dev_Desc": "[Lv. XX] 외눈박이의 눈물",
        "Original_Text": "외눈박이는 눈 하나로 많은 정보를 수집해야 합니다. \\n외눈박이의 눈에 뭔가 특별한 게 있는지 조사해 보고 싶은데... \\n우선 외눈박이의 눈물을 얻어다 주시겠어요?",
        "English_Text": "One-eyed eyes need to collect a lot of information. \\nI want to investigate if there is something special about the one-eyed eyes... \\nCan I get the one-eyed tears first?",
        "Russian_Text": "«Одноглазым глазам нужно собрать много информации. \\ NЯ хочу выяснить, есть ли что-то особенное в одноглазых ... \\ nМогу я сначала получить одноглазые слезы?»",
        "Chinese_Text": "单眼眼需要收集很多资料。\\n我想调查一下单眼眼有没有什么特别的……\\n我可以先得到单眼眼的眼泪吗？"
    },
    "18103027": {
        "Dev_Desc": "[Lv. XX] 외눈박이 경비 제거",
        "Original_Text": "외눈박이가 곳곳마다 경비를 서고 있어 \\n수양의 작전 수행에 지장이 생기고 있습니다. \\n이동하면서 눈에 보이는 대로 좀 없애주시겠습니까? \\n작전 수행에 큰 도움이 될 것 같습니다.",
        "English_Text": "One-eyed guards are everywhere, \\nIt is hindering the operation of training. \\nWould you mind clearing up some things that you can see while moving? \\nThis will be a great help in carrying out the operation.",
        "Russian_Text": "«Повсюду стоят одноглазые охранники, \\ nЭто мешает тренировке. \\ NНе могли бы вы убрать некоторых, которые вы видите во время движения? \\ NЭто будет большим подспорьем в проведении операции».",
        "Chinese_Text": "独眼守卫到处站着，\\n这妨碍了训练的操作。\\n你介意移除一些你在移动时能看到的吗？\\n这对执行操作会有很大帮助。"
    },
    "18103028": {
        "Dev_Desc": "[Lv. XX] 맹독충 퇴치 요청",
        "Original_Text": "맹독충때문에 대원들의 피해가 너무 큽니다. \\n일정한 수까지는 그들이 접근하기 전에 처리 가능한데... \\n수가 너무 많아서 결국 피해를 보게 되는군요. \\n누군가 맹독충의 수를 좀 줄여 주실 수 있을까요?",
        "English_Text": "Because of the poison worms, the crew is taking too much damage.\\nUp to a certain number of them can be dealt with before they approach... \\nThere are too many, so we end up taking damage. \\nCan someone please reduce the number of poison worms a bit?",
        "Russian_Text": "«Из-за ядовитых червей команда получает слишком много урона. \\ NДо определенного количества из них можно разобраться, прежде чем они приблизятся ... \\ nСлишком много, поэтому мы в конечном итоге получаем урон. \\ NМожет кто-нибудь, пожалуйста немного уменьшить количество ядовитых червей? ",
        "Chinese_Text": "因为毒虫，船员们受到的伤害太大了。\\n在他们接近之前可以解决一定数量的毒虫...... \\n太多了，所以我们最终会受到伤害。\\n有人可以吗？减少一点毒虫的数量？"
    },
    "18103029": {
        "Dev_Desc": "[Lv. XX] 맹독충의 독으로",
        "Original_Text": "맹독충의 독에 있는 성분이 장비를 보호하는데 있어 도움이 될 것 같습니다. \\n맹독충의 독을 가공하여 장비 제작에 활용해보고자 합니다. \\n그런데 저희가 하기엔 맹독충이 너무 위험한 듯 해서요. \\n혹시 괜찮으시면 맹독충의 독을 얻어주시면 좋겠는데 말입니다.",
        "English_Text": "I think the ingredients in the venom of the venom will be helpful in protecting equipment. \\nWe want to process the venom of the banal and use it to craft equipment. \\nBut, it seems that the venom is too dangerous for us to do.\\n ",
        "Russian_Text": "«Я думаю, что ингредиенты яда яда помогут защитить снаряжение. \\ NМы хотим обработать яд банального и использовать его для создания снаряжения. \\ NНо похоже, что яд слишком опасен для нас. \\ n Если ты не возражаешь, я хочу получить немного яда от ядовитого жука .",
        "Chinese_Text": "我觉得毒液的毒液中的成分会有助于保护装备。\\n我们想加工平庸的毒液，并用它来制作装备。\\n但是，毒液似乎太危险了，我们无法做到。 \\n如果你没事，我想从毒甲虫身上取些毒药。"
    },
    "18103030": {
        "Dev_Desc": "[Lv. XX] 야금의 마을 습격",
        "Original_Text": "야금들이 사람들을 습격해 피해를 입히고 있습니다. \\n최근에 피해 신고가 줄어들었다고 생각했더니... \\n야금이 줄어든 게 아니라 사람들이 떠났더군요. \\n야금의 수를 줄여 주십시오. 저희쪽에서도 지속적으로 퇴치하겠습니다.",
        "English_Text": "Metallurgy is attacking people and inflicting damage. \\nI thought that the number of reports of damage had decreased recently... \\nThe number of metallurgists did not decrease, but people left. \\nPlease reduce the number of metallurgists. ",
        "Russian_Text": "«Металлургия нападает на людей и наносит ущерб. \\ NЯ думал, что количество сообщений о повреждениях в последнее время уменьшилось ... \\ nЧисло металлургов не уменьшилось, но люди ушли. \\ NПожалуйста, сократите количество металлургов. Я избавлюсь этого. ",
        "Chinese_Text": "冶金是在攻击人，造成破坏。\\n我以为最近损坏报告的数量减少了...其中。"
    },
    "18103031": {
        "Dev_Desc": "[Lv. XX] 망령에게 안식을",
        "Original_Text": "망령들을 보면 안타깝다냥. \\n어떤 일이 있었길래 저런 형태로 이곳에 머무르게 되었는지 신경쓰인다냥. \\n그들의 영혼이 휴식을 가질 수 있도록 도움을 달라냥.",
        "English_Text": "It's a pity to see ghosts. \\nI'm worried about what happened to make them stay here in such a way. \\nPlease help their souls to rest.",
        "Russian_Text": "«Жалко видеть призраков. \\ NЯ волнуюсь о том, что произошло и почему они остались здесь в таком виде. \\ NПомогите их душам отдохнуть».",
        "Chinese_Text": "看到鬼真可惜。\\n我很担心发生了什么事，以及他们为什么会以这种形式呆在这里。\\n请帮助他们的灵魂安息。"
    },
    "18103032": {
        "Dev_Desc": "[Lv. XX] 재를 재료로",
        "Original_Text": "망령을 죽일 때 재가 일부 날린다고 하더군요. \\n그 재를 좀 얻어봐 주시겠습니까? \\n그걸 연구하면 또 뭔가 신소재 제작에 도움이 될 것 같습니다.",
        "English_Text": "They say that when you kill a ghost, some ashes are blown away. \\nCan you get some of that ashes?",
        "Russian_Text": "«Говорят, что когда вы убиваете призрака, часть пепла выдувается. \\ NТы ​​можешь получить часть этого пепла?",
        "Chinese_Text": "他们说，当你杀死一个幽灵时，会吹出一些灰烬。\\n你能得到一些灰烬吗？"
    },
    "18103033": {
        "Dev_Desc": "[Lv. XX] 부상당한 상인 돕기",
        "Original_Text": "뭔가 좋은 상품이 있을까 해서 \\n어둠 숲에 들어갔던 상인들이 괴물들에게 당했습니다. \\n혹시 괜찮으시면 주변의 적을 없애주십시오.\\n저희도 가서 상인들을 도울 생각입니다.",
        "English_Text": "I was wondering if there was something good for \\nthe merchants who entered the dark forest were attacked by monsters. \\nIf it's okay, please get rid of the enemies around you.\\nWe're going to go help the merchants too.",
        "Russian_Text": "«Мне было интересно, есть ли что-нибудь хорошее для \\ n торговцев, которые вошли в темный лес и подверглись нападению монстров. \\ NЕсли все в порядке, пожалуйста, избавьтесь от врагов вокруг вас. \\ NМы тоже собираемся помочь торговцам».",
        "Chinese_Text": "我想知道有没有什么好办法\\n进入黑暗森林的商人被怪物袭击了。\\n如果可以，请把你周围的敌人干掉。\\n我们也要去帮助商人。"
    },
    "18103034": {
        "Dev_Desc": "[Lv. XX] 인간 개조 거미",
        "Original_Text": "검은 새벽단은 인간이라면 절대로 해선 안될 행위를 하고 있습니다. \\n인간성을 버린 자들이라고 해야 할까요? \\n거기에 목적도 순수하지 않겠지요. \\n그 결과물인 변종 거미를 없애 주십시오.",
        "English_Text": "The Black Dawn is doing things that no human being should ever do. \\nShould we call them those who abandoned their humanity? \\nThe purpose is also not pure. \\nPlease get rid of the resulting mutant spider.",
        "Russian_Text": "«Черный Рассвет делает то, что ни один человек никогда не должен делать. \\ NМы можем сказать, что они отказались от своей человечности? \\ NЦель также не чиста. \\ NПожалуйста, избавьтесь от образовавшегося паука-мутанта».",
        "Chinese_Text": "黑色黎明正在做人类不应该做的事情。\\n我们应该说他们已经放弃了人性吗？\\n目的也不纯粹。\\n请摆脱由此产生的变异蜘蛛。"
    },
    "18103035": {
        "Dev_Desc": "[Lv. XX] 변종 거미줄의 가치",
        "Original_Text": "변종 거미의 거미줄이라니... 뭔가 꺼림직하지 않냐고요?\\n좀 신경은 쓰입니다만 이걸 통해서 우리의 무기가 더 강해진다면 \\n변종 거미가 더 이상 생겨나지 않도록 막을 수도 있지 않을까요? \\n거미를 처치하고 거미줄을 얻어 주십시오.",
        "English_Text": "It's a spider's web, isn't it something you're afraid of?\\nI'm a little concerned, but if our weapons become stronger through this, \\nwouldn't we be able to prevent more mutant spiders from spawning? ",
        "Russian_Text": "Это паутина паука-мутанта ... Разве это не то, чего ты боишься? \\ NЯ немного обеспокоен, но если наше оружие станет сильнее благодаря этому, не удастся ли остановить пауков-мутантов от нереста? Убейте их и получите паутину .",
        "Chinese_Text": "是变异蜘蛛的蛛网……难道你不害怕吗？\\n我有点担心，但如果我们的武器通过这个变得更强大，难道就不可能阻止变异蜘蛛不再产卵？杀死他们并获得蜘蛛网。"
    },
    "18103036": {
        "Dev_Desc": "[Lv. XX] 늪지의 연잎인간",
        "Original_Text": "천연 늪지는 생명체들의 보고다냥. \\n아마 다른 곳에선 발견할 수 없는 것들을 발견할 수 있을 거 다냥!\\n빨리 조사를 진행해야 하는데 연잎인간들이 튀어나와 \\n깜짝깜짝 놀라는 바람에 연구가 지지부진하다냥\\n연잎인간을 없애는 일을 도와달라냥!",
        "English_Text": "Natural swamps are like a treasure trove of living things. \\nPerhaps you'll find things that you can't find anywhere else!\\nWe need to conduct an investigation quickly, but the lotus-leaf humans popped out \\nand the researcher was surprised. ",
        "Russian_Text": "«Природные болота похожи на сокровищницу живых существ. \\ NВозможно, вы найдете то, что больше нигде не найдете! \\ NМы должны провести расследование быстро, но люди из листьев лотоса выскочили \\ nи исследователь был удивлен. Это медленно. \\ nПомогите избавиться от человека из листьев лотоса! ",
        "Chinese_Text": "天然沼泽就像一个生物的宝库。\\n也许你会发现在其他任何地方都找不到的东西！\\n我们需要尽快进行调查，但荷叶人类突然出现\\n而研究人员正在一惊，呆滞了。\\n请帮我把荷叶男干掉！"
    },
    "18103037": {
        "Dev_Desc": "[Lv. XX] 연잎인간의 피부 조직",
        "Original_Text": "연잎인간의 피부 조직에 물을 튕겨내는 특징이 있다고 합니다. \\n필요할 때는 물을 흡수하고, 필요없을 때는 물로부터 방어하는 능력이라니... \\n그런 옷감을 만들어낸다면 비싼 값에 팔리겠죠? \\n우선 연구부터 진행해 보겠습니다. \\n연잎인간의 연잎을 좀 얻어 주십시오.",
        "English_Text": "It is said that the lotus leaf human skin tissue has the characteristic of repelling water. \\nThe ability to absorb water when needed and defend from water when not needed... \\nIf you could make such a fabric, it would be sold at a high price. ",
        "Russian_Text": "«Говорят, что ткань кожи человека из листьев лотоса обладает способностью отталкивать воду. \\ NВозможность впитывать воду, когда это необходимо, и защищать ее от воды, когда она не нужна ... \\ nЕсли бы вы могли сделать такую ​​ткань, ее бы продали по высокой цене.? \\ nПрежде всего, давайте начнем с исследования. \\ nПожалуйста, возьмите несколько листьев лотоса у человека из листьев лотоса. ",
        "Chinese_Text": "据说荷叶的人体皮肤组织具有拒水的特性。\\n需要的时候可以吸水，不需要的时候可以防水……\\n如果你能做出这样的织物，它就会被出售？\\n首先，让我们从研究开始。\\n请从荷叶人那里得到一些荷叶。"
    },
    "18103038": {
        "Dev_Desc": "[Lv. XX] 힘센 녹각다귀",
        "Original_Text": "녹각다귀는 덩치가 크고 힘이 강해서 \\n훈련받은 대원이 아니면 상대하기 어렵습니다. \\n풍백문에도 노련한 대원들이 많았는데... \\n최근 들어 인명 피해가 너무 많아져 너무 힘드네요. \\n누군가 녹각다귀를 좀 없애 주시겠습니까?",
        "English_Text": "The antlers are large and strong, so \\nit is difficult to deal with unless you are a trained crew member. \\nThere were many seasoned crew members in Pungbaekmun... \\nIt's really difficult because there have been so many casualties lately.\\n ",
        "Russian_Text": "«Рога большие и прочные, поэтому \\ n с ними трудно справиться, если вы не обученный член экипажа. \\ NВ Пунгбекмуне было много опытных членов экипажа ... \\ nЭто действительно сложно, потому что в последнее время было так много жертв. \\ N n Может кто-нибудь избавиться от рогов? ",
        "Chinese_Text": "鹿角又大又结实，所以除非你是受过训练的船员，否则很难对付。\\n丰白门有很多经验丰富的船员......\\n这真的很难，因为最近伤亡人数太多了。\\n n 有人能把鹿角去掉吗？"
    },
    "18103039": {
        "Dev_Desc": "[Lv. XX] 녹각다귀 뿔피리",
        "Original_Text": "녹각다귀의 뿔을 이용해서 피리를 만들면 \\n소리가 명확하며 멀리까지 퍼진다고 합니다. \\n아직 소문에 불과한데 이번에 뿔을 대량으로 얻을 수 있다면 \\n저희가 실험해보도록 하겠습니다.",
        "English_Text": "It is said that if you make a flute using antlers' horns, \\nthe sound is clear and spreads far away. \\nIt's still just a rumor, but if we can get horns in large quantities this time, we'll try an experiment.",
        "Russian_Text": "Говорят, что если сделать флейту из рогов из рогов, \\ n звук будет чистым и разносится далеко. \\ N Это все еще слухи, но если на этот раз мы сможем получить рога в большом количестве, мы попробуем провести эксперимент. . ",
        "Chinese_Text": "据说，如果用鹿角的角做长笛，\\n声音清晰，传得远。\\n这还只是传闻，但如果我们这次能大量获得角，我们会尝试做一个实验."
    },
    "18103040": {
        "Dev_Desc": "[Lv. XX] 고립 에레다 대원 구출",
        "Original_Text": "에레다 중요 요원 하나가 늪에서 고립되었다고 합니다. \\n지금 저희도 수색중인데, \\n혹시 괜찮으시면 현장에 가서 주변의 적을 없애 주시겠습니까?\\n나머진 저희가 가서 처리하겠습니다.",
        "English_Text": "It is said that one of the key Ereda agents was isolated in the swamp. \\nWe're also searching right now,\\nIf it's okay, would you go to the scene and get rid of nearby enemies?\\nWe'll take care of the rest.",
        "Russian_Text": "«Говорят, что один из ключевых агентов Эреды был изолирован в болоте. \\ NМы также сейчас ищем, \\ nЕсли все в порядке, не могли бы вы пойти на место происшествия и избавиться от ближайших врагов? \\ NМы позаботимся обо всем. остального .",
        "Chinese_Text": "据说艾瑞达的一名关键特工被隔离在沼泽中。\\n我们现在也在寻找，\\n如果可以，你会去现场干掉附近的敌人吗？\\n我们会照顾好其余的。"
    },
    "18103041": {
        "Dev_Desc": "[Lv. XX] 균열 연구 돕기",
        "Original_Text": "제 이름은 김규녈! 균열광이죠. 후후. \\n해룡산맥에 균열을 연구하러 왔습니다. \\n지금부터 보여드리죠. 균열이 무엇인지를. \\n그리고 이 세상에 풀리지 않는 수수께끼 같은 건 없다는 걸 말이죠.\\n                          - 균열 연구가 김규녈 -",
        "English_Text": "My name is Gyu-Neun Kim! I'm a rift maniac. Whoops. \\nI'm here to study cracks in the Haeryong Mountains. \\nNow, I'll show you what cracks are. \\nAnd that there are no unsolved riddles in this world. ",
        "Russian_Text": "«Меня зовут Гю-Нын Ким! Я маньяк разломов. Упс. \\ NЯ здесь, чтобы изучить трещины в горах Хэрён. \\ NТеперь я покажу вам, что такое трещины. \\ NИ что нерешенных нет. загадки в этом мире. \\ n - Исследователь разломов Гю-Неонг Ким - ",
        "Chinese_Text": "我叫 Gyu-Neun Kim！我是裂隙狂人。哎呀。\\n我来这里是为了研究海龙山脉的裂缝。\\n现在，我会告诉你什么是裂缝。\\n而且没有未解决的问题这个世界上的谜语。。\\n - 裂隙研究员 Gyu-Neong Kim -"
    },
    "18103042": {
        "Dev_Desc": "[Lv. XX] 불마자의 강력함",
        "Original_Text": "지금 수양의 힘을 검은 새벽단 수용소 쪽으로 집중하려 합니다.\\n그러나 현재 오염된 대지의 불마자 쪽의 병력을 빼기가 쉽지 않습니다.\\n불마자 중에서 정예만 좀 줄어든다면 어떻게든 될 것 같은데 말이죠. \\n괜찮으시면 부탁드려도 되겠습니까?",
        "English_Text": "Right now, we are trying to focus our training power toward the Black Dawn camp.\\nBut it's not easy to pull out the troops from the Burners of the Contaminated Earth right now.\\nIf only the elites of the Burners are reduced, something will happen. ",
        "Russian_Text": "«Прямо сейчас мы пытаемся сосредоточить нашу тренировочную мощь на лагере Черного рассвета. \\ NНо сейчас непросто вывести войска из Сжигателей Зараженной Земли. \\ NЕсли только элиты Сжигателей уменьшены, что-то произойдёт. \\ nНичего страшного, если я попрошу вас об одолжении? ",
        "Chinese_Text": "现在，我们正在努力将训练力量集中在黑色黎明营地。\\n但现在从污染地球燃烧者中撤出部队并不容易。\\n如果只是减少燃烧者的精英，有些事情会发生的。。\\n我请你帮个忙好吗？"
    },
    "18103043": {
        "Dev_Desc": "[Lv. XX] 불마자들의 눈",
        "Original_Text": "불마자를 저지하기 위해 접근하는데 정찰자와 감시자가 방해됩니다.\\n그들만 사라지면 풍백문의 대원들이 \\n좀 더 쉽게 접근할 수 있을 것 같습니다.\\n불마자 정찰자와 감시자들을 없애주시겠습니까?",
        "English_Text": "The scouts and watchers will be obstructed when they approach to stop the burners.\\nIf they disappear, the members of Pungbaekmun will \\nbe able to approach them more easily.\\nWould you like to get rid of the scouts and watchers as soon as they disappear? ",
        "Russian_Text": "Разведчикам и наблюдателям мешают, когда они приближаются, чтобы остановить горелки. \\ NЕсли они исчезнут, членам Пунгбэкмуна будет \\ n легче получить к ним доступ. \\ NХотите избавиться от разведчиков и наблюдателей, как только они исчезнуть? ",
        "Chinese_Text": "侦察兵和观察者靠近阻止燃烧器时会受到阻碍。\\n如果他们消失，风白门的成员将能够更容易地\\n接近他们。\\n你想尽快摆脱侦察兵和观察者吗？消失？？"
    },
    "18103044": {
        "Dev_Desc": "[Lv. XX] 불마자들의 가시",
        "Original_Text": "불마자들의 공격이 생각보다 매섭다고 생각했는데...\\n그 중에서 암살자와 살수는 무시할 수 없겠더군요.\\n그들의 수가 좀 줄어들면 적극적으로 공세에 나설 수 있을 것 같습니다.\\n불마자 암살자와 살수를 없애주실 수 있을까요?",
        "English_Text": "I thought that the attacks of the Burners were more terrifying than I thought...\\nThey couldn't ignore the assassins and murderers among them.\\nIf the number of them is reduced a bit, I think we will be able to launch an aggressive offensive.\\nThe assassins as soon as their numbers are reduced. ",
        "Russian_Text": "Я думал, что атаки Горелок были более ужасными, чем я думал ... \\ nОни не могли игнорировать убийц и убийц среди них. \\ NЕсли число их немного уменьшится, я думаю, мы сможем запустить агрессивное наступление. \\ nКассасины, как только их численность уменьшится. Сможете ли вы избавиться от брызг воды? ",
        "Chinese_Text": "我觉得燃烧者的攻击比我想象的还要可怕......\\n他们不能忽视其中的刺客和杀人犯。\\n如果他们的数量减少一点，我想我们就可以发动"
    },
    "18103045": {
        "Dev_Desc": "[Lv. XX] 불마자들의 벽",
        "Original_Text": "불마자와 대치 상태에 있을 때 \\n그들의 전열이 너무 튼튼해서 뚫기가 쉽지 않습니다. \\n도살자와 전사 그리고 창술사의 수가 좀 줄어들면 \\n효과적인 공략이 가능할 것 같은데... 그걸 좀 부탁드려도 될까요?",
        "English_Text": "When you're in a confrontation with a fireman, \\ntheir lines are too strong to break through. \\nIf the number of butchers, warriors, and spears decreases a bit, \\nI think an effective attack will be possible... ",
        "Russian_Text": "«Когда вы вступаете в схватку с пожарным, \\ n их ряды слишком сильны, чтобы прорваться. \\ NЕсли количество мясников, воинов и копий немного уменьшится, \\ nЯ думаю, эффективная атака будет возможна ... Будет Это?",
        "Chinese_Text": "当你和消防员对峙时，\\n他们的阵线太强了，无法突破。\\n如果屠夫、战士和长矛的数量减少一点，\\n我认为可以进行有效的攻击......会它？"
    },
    "18103046": {
        "Dev_Desc": "[Lv. XX] 오염된 대지의 불마자",
        "Original_Text": "다양한 곳에서 불마자가 나타나는데 \\n그들이 동일한지 혹은 지역에 따라 다른지 궁금합니다. \\n오염된 대지에서 불마자의 표본을 얻어다 주시면 감사하겠습니다.\\n그걸 통해 지역에 따른 차이점을 분석해보고 싶거든요.\\n주변에 불마자들이 많으니 부디 조심하십시오.",
        "English_Text": "Various places appear, \\nI wonder if they are the same or if they differ from region to region.\\nIt would be appreciated if you could obtain a specimen of mortals from the polluted land.\\nI want to analyze the differences between regions through that. ",
        "Russian_Text": "Хулиганы появляются в разных местах, и \\ nМне интересно, одинаковы ли они или отличаются от региона к региону. \\ NБыло бы признателен, если бы вы могли получить образец смертных из зараженной земли. \\ NЯ хочу проанализировать различия между регионами через это. \\ nВокруг много хулиганов, поэтому будьте осторожны .",
        "Chinese_Text": "恶霸出现在不同的地方，\\n我想知道它们是相同的还是因地区而异的。\\n如果你能从受污染的土地上得到一个凡人的标本，将不胜感激。\\n我想分析一下差异"
    },
    "18103047": {
        "Dev_Desc": "[Lv. XX] 수용소의 개들",
        "Original_Text": "검은 새벽단의 수용소에 있는 수색견들로 인해\\n작전을 수행하는데 있어 어려움이 있습니다.\\n그들을 제거해 주신다면 에레다에게 큰 도움이 될 것 같습니다.",
        "English_Text": "There are difficulties in carrying out the operation due to the search dogs in the camp of the Black Dawn.\\nIf you can eliminate them, it will be of great help to Ereda.",
        "Russian_Text": "«Есть трудности с проведением операции из-за поисковых собак в лагере Черной Зари. \\ NЕсли вы сможете их уничтожить, это будет большим подспорьем для Эреды».",
        "Chinese_Text": "由于黑色黎明营地的搜查犬，行动执行起来有些困难。\\n如果你能消灭它们，对艾瑞达会有很大的帮助。"
    },
    "18103048": {
        "Dev_Desc": "[Lv. XX] 검은새벽단의 보급품",
        "Original_Text": "검은 새벽단의 보급소에서 그들의 보급품을 하나 얻어주십시오.\\n그걸 조사하면 검은 새벽단에 대해 \\n좀 더 많은 걸 알 수 있을 것 같습니다.",
        "English_Text": "Please obtain one of their supplies from the Black Dawn's supply depot.\\nIf you investigate it,\\nI think you'll find out more about the Black Dawn.",
        "Russian_Text": "«Пожалуйста, возьмите один из их припасов на складе снабжения Черного рассвета. \\ NЕсли вы исследуете его, \\ nЯ думаю, вы узнаете больше о Черном рассвете».",
        "Chinese_Text": "请从黑色黎明的补给站获取他们的一件补给品。\\n如果你调查它，\\n我想你会发现更多关于黑色黎明的信息。"
    },
    "18103049": {
        "Dev_Desc": "[Lv. XX] 실험의 대상 생명체",
        "Original_Text": "야수들까지 실험을 통해 이용하다니... \\n과연 그들은 어디까지 타락할 생각일지 궁금합니다. \\n변종 야수를 죽여 자연으로 되돌려 주십시오",
        "English_Text": "Even beasts are being experimented with... \\nI wonder how far they will fall. \\nPlease kill the mutant beasts and return them to nature.",
        "Russian_Text": "«Даже звери экспериментируют с ... \\ n Интересно, как далеко они упадут. \\ NПожалуйста, убейте зверей-мутантов и верните их природе».",
        "Chinese_Text": "即使是野兽也被试验过......\\n我不知道它们会坠落多远。\\n请杀死变异野兽并让它们回归自然。"
    },
    "18103050": {
        "Dev_Desc": "[Lv. XX] 수용소의 검은새벽단",
        "Original_Text": "검은 새벽단 수용소에 있는 \\n검은 새벽단의 수를 줄일 필요가 있습니다. \\n도대체 얼마나 많은 자들이 그곳에 있는 것인지... \\n과연 그들은 살아 있는 사람이긴 한 것인지... \\n아직 의문은 많습니다만 우선 그들을 없애 주십시오.",
        "English_Text": "It is necessary to reduce the number of Black Dawns in the Black Dawn camp. \\nHow many people are there... \\nWhether they are alive... \\nStill questionable ",
        "Russian_Text": "«Нам нужно уменьшить количество Черных Зори в лагере Черной Зари. \\ NСколько там людей ... \\ nОни действительно живые люди ... \\ nЭто все еще вопрос. Их много, но сначала избавьтесь от них . ",
        "Chinese_Text": "我们需要减少黑色黎明营地中黑色黎明的数量。\\n那里有多少人......\\n他们是不是真的活着的人......\\n还是一个问题。有很多，但先把他们干掉."
    },
    "18103051": {
        "Dev_Desc": "[Lv. XX] 독액을 구해주세요",
        "Original_Text": "검은 새벽단에 독액을 무기로 사용하는 자가 있습니다. \\n그 독액의 성분을 확인한다면 해독액을 만들거나, \\n독에 강한 장비를 만들 수 있을지도 모릅니다. \\n그 독액을 충분히 넉넉하게 구해주시면 감사하겠습니다.",
        "English_Text": "There are people in the Black Dawn that use poison as a weapon. \\nIf you check the composition of the poison, you can make an antidote, or \\nwe may be able to make equipment that is strong against poison. \\nGet enough of the poison ",
        "Russian_Text": "«В Черной заре есть люди, которые используют яд в качестве оружия. \\ NЕсли мы проверим состав яда, мы сможем сделать противоядие или \\ nМы сможем создать оборудование, которое будет устойчиво против яда \\. nПолучите достаточно яда. Я был бы признателен, если бы вы могли. ",
        "Chinese_Text": "黑色黎明中有人使用毒药作为武器。\\n如果我们检查毒药的成分，我们或许可以制造出解药，或者\\n我们或许可以制造出强大的抗毒装备。\\n把那毒药弄够了。如果可以的话，我会很感激的。"
    },
    "18103052": {
        "Dev_Desc": "[Lv. XX] 약초 주변의 포식귀",
        "Original_Text": "분화구의 척박한 환경 속에서 자라난 약초가 있다고 들었다냥.\\n오염된 분화구는 너무 위험해서 들어갈 수 없다냥.\\n주변에 포식귀가 많다고 하니 그들을 없애주면\\n내가 약초를 캐보겠다냥! 부탁한다냥!",
        "English_Text": "I heard that there are herbs grown in the harsh environment of the crater.\\nThe contaminated crater is too dangerous to enter.\\nThere are a lot of predators around, so if you get rid of them,\\nI'll dig up herbs! ",
        "Russian_Text": "Я слышал, что в суровых условиях кратера растут травы. \\ NЗагрязненный кратер слишком опасен для входа. \\ NВокруг много хищников, поэтому, если вы избавитесь от них, \\ nЯ выкопаю травы ! Пожалуйста! ",
        "Chinese_Text": "我听说火山口的恶劣环境里有草药。\\n被污染的火山口太危险了，不能进入。\\n周围有很多掠食者，所以如果你摆脱它们，\\n我会挖草药！拜托了！"
    },
    "18103053": {
        "Dev_Desc": "[Lv. XX] 효조털 방한복",
        "Original_Text": "오염된 분화구의 열기를 듬뿍 담은 효조의 솜털을 이용하면 \\n비싸게 팔 수 있는 겨울옷을 만들 수 있을 것 같습니다. \\n겉감과 안감에 솜털과 깃털을 적당한 비율로 넣으면 \\n공기층을 만들어 큰 보온효과를 기대할 수 있을 것 같은데... \\n효조의 솜털을 좀 넉넉히 얻어다 주시겠습니까?",
        "English_Text": "Using Hyojo's down, which is filled with the heat of the polluted crater, \\nI think we can make winter clothes that can be sold at a high price. ",
        "Russian_Text": "Используя пух Хёдзё, наполненный теплом загрязненного кратера, \\ nЯ думаю, мы можем сшить зимнюю одежду, которая будет продаваться по высокой цене. Думаю, мы можем рассчитывать на эффект ... \\ nМожно дать вам немного больше пух для Хёдзё? ",
        "Chinese_Text": "使用充满被污染火山口的热量的冰城羽绒，\\n我想我们可以制作可以高价出售的冬装。我想我们可以期待效果......\\n我可以给你一些额外的东西吗？给冰城打毛？"
    },
    "18103054": {
        "Dev_Desc": "[Lv. - ] 풍백문 협행 전문가",
        "Original_Text": "해룡산맥에서 풍백문이 요청한 일을 \\n[2] 건 완료해주신 소협에겐\\n당연히 그에 응당한 보상을 드릴 것입니다.\\n저희를 도와주십시오.",
        "English_Text": "For those who complete \\n[2] of the tasks requested by Pungbaekmun in the Haeryong Mountains,\\nOf course, we will reward them accordingly.\\nPlease help us.",
        "Russian_Text": "«Для тех, кто выполнит \\ n [2] задания, запрошенные Пунгбэкмуном в горах Хэрён, \\ nКонечно, мы вознаградим их соответствующим образом. \\ NПожалуйста, помогите нам».",
        "Chinese_Text": "对于那些在海龙山完成风白门要求的\\n[2]个任务的人，\\n我们当然会相应地奖励他们。\\n请帮助我们。"
    },
    "18103055": {
        "Dev_Desc": "[Lv. - ] 금경철문 협행 전문가",
        "Original_Text": "해룡산맥에서 금경철문의 협행을 수행하는 이에게 \\n금경철문의 이름으로 특별한 보상을 주겠네. \\n꼭 약속하지. \\n딱 [2] 번이면 되네!",
        "English_Text": "I will give a special reward in the name of Geumgyeongcheolmun to those who perform the cooperative operation of Geumgyeongcheolmun in the Haeryong Mountains. \\nI promise. \\nIt only takes [2] times!",
        "Russian_Text": "«Я дам особую награду от имени Кымгёнчхольмун тем, кто выполняет совместную операцию Кымгёнчхольмун в горах Хэрён. \\ NЯ обещаю. \\ NЭто займет всего [2] раза!»",
        "Chinese_Text": "我会以金镜哲门的名义，给予在海龙山脉合作经营金镜哲门的人特别的奖励。\\n我保证。\\n只需要[2]次！"
    },
    "18103056": {
        "Dev_Desc": "[Lv. - ] 도화상전 협행 전문가",
        "Original_Text": "도화상전에서는 상전의 해룡산맥 협행을 \\n[2] 건 완료하는 분에게 소정의 보상을 드리고 있어요. \\n도화상전이 보증한다는 게 무슨 의미인지 아시죠!\\n많은 참여 부탁드려요~",
        "English_Text": "In Dohwasangjeon, we give a small reward to those who complete \\n[2] of the Sangjeon's Haeryongsan Mountains.",
        "Russian_Text": "В Дохвасанджоне мы даем небольшую награду тем, кто завершил \\ n [2] гор Хэрёнсан в Санчжоне.",
        "Chinese_Text": "在Dohwasangjeon，我们对完成Sangjeon 的海龙山的\\n[2] 的人给予小奖励。"
    },
    "18103057": {
        "Dev_Desc": "[Lv. - ] 수양 협행 전문가",
        "Original_Text": "해룡산맥에서 수양이 제보한 협행을 [2] 건 완료하면 \\n특별히 큰 보상을 주겠네.\\n대장님의 이름으로 주는 특별한 보상이야.\\n그럼 무운을 빌겠네.",
        "English_Text": "If you complete [2] of the cooperative actions reported by Suyang in the Haeryong Mountains, \\nI will give you a special reward.\\nThis is a special reward in the name of the captain.\\nThen I wish you good luck.",
        "Russian_Text": "«Если вы завершите [2] сотрудничества, о котором сообщил Суян в горах Хэрён, \\ nЯ дам вам особую награду. \\ NЭто особая награда от имени капитана. \\ NЗатем я желаю вам удачи».",
        "Chinese_Text": "如果你在海龙山完成苏阳报告的[2]个合作，\\n我会给你一个特别的奖励。\\n这是一个以队长的名义的特别奖励。\\n那么祝你好运。"
    },
    "18103058": {
        "Dev_Desc": "[Lv. - ] 영교원 협행 전문가",
        "Original_Text": "영교원은 해룡산맥에서 우리가 주는 협행을 \\n[2] 번 하는 모험가에게 보상을 주고있다냥! \\n우리 바롱들은 약속을 꼭 지킨다냥!\\n그럼 힘내라냥~",
        "English_Text": "Younggyowon is giving rewards to adventurers who do \\n[2] of the sidewalks we give them in the Haeryongsan Mountains! \\nOur barongs keep their promises!\\nThen stay strong~",
        "Russian_Text": "«Ёнгёвон награждает авантюристов, которые \\ n [2] проходят тротуары, которые мы даем им в горах Хэрёнсан! \\ NНаши баронги сдерживают свои обещания! \\ NТогда оставайтесь сильными ~",
        "Chinese_Text": "Younggyowon 正在奖励那些在海龙山完成\\n[2] 我们给他们的人行道的冒险者！\\n我们的巴龙信守诺言！\\n然后保持坚强~"
    },
    "18103059": {
        "Dev_Desc": "[Lv. - ] 명혜단 협행 전문가",
        "Original_Text": "저희 명혜단은 탐구를 도와주시는 모험가분들께\\n제대로 된 보상을 드려야 한다고 생각합니다.\\n해룡산맥에서 저희가 드리는 협행을 [2] 번 도와주신다면\\n보상을 기대하셔도 좋습니다. \\n그럼 이번에도 부탁드리겠습니다.",
        "English_Text": "We, Myunghyedan, believe that we should give proper rewards to adventurers who help us with their quests.\\nIf you help us [2] times in the Haeryong Mountains,\\nYou can expect a reward.\\nThen ",
        "Russian_Text": "«Мы, Мёнхедан, думаем, что должны дать достойные награды авантюристам, которые помогают нам в их поисках. \\ NЕсли вы поможете нам [2] раза в горах Хэрён, \\ nВы можете ожидать награду. \\ NТогда я хотел бы спросить вас и на этот раз тоже. ",
        "Chinese_Text": "我们明惠丹认为应该给予帮助我们完成任务的冒险者适当的奖励。\\n如果你在海龙山脉帮助我们[2]次，\\n你可以期待奖励。\\n那么我想问你这次也是。"
    },
    "18103060": {
        "Dev_Desc": "[Lv. - ] 에레다 협행 전문가",
        "Original_Text": "에레다에선 해룡산맥에서 제보한 협행을 \\n[2] 건 완료하는 모험가에겐 특별한 보상을 드리고 있습니다.\\n불마의 기운을 없애는 일에 동참해 주십시오.",
        "English_Text": "In Ereda, special rewards are given to adventurers who complete \\n[2] of the cooperative actions reported by the Haeryong Mountains.\\nPlease join us in eradicating the spirit of fire horses.",
        "Russian_Text": "«В Эреде особые награды даются авантюристам, выполнившим \\ n [2] совместных действий, о которых сообщили Горы Хэрён. \\ NПожалуйста, присоединяйтесь к нам в искоренении духа огненных коней».",
        "Chinese_Text": "在艾瑞达，完成海龙山报告的合作行动\\n[2]的冒险者将获得特殊奖励。\\n请加入我们消灭火马精神。"
    },
    "18103061": {
        "Dev_Desc": "[Lv. - ] 주민들의 해결사",
        "Original_Text": "협행을 처리해주시는 모험가분들께\\n비사문에서는 감사한 마음을 가지고 있습니다.\\n해룡산맥의 주민들이 제보한 협행을 [2] 건 완료해 주십시오. \\n그럼 기다리고 있겠습니다.",
        "English_Text": "Bisamun is grateful to the adventurers who deal with it.\\nPlease complete [2] cases of cooperation reported by the residents of the Haeryong Mountains. \\nThen we will be waiting for you.",
        "Russian_Text": "«Бисамун благодарен искателям приключений, которые позаботились о сотрудничестве. \\ NПожалуйста, завершите [2] совместных действия, о которых сообщили жители гор Хэрён. \\ NТогда я буду ждать вас».",
        "Chinese_Text": "比萨蒙感谢照顾合作的冒险者。\\n请完成[2]个海龙山脉居民报告的合作行动。\\n然后我会等你的。"
    }
}