{
    "110010000": {
        "Dev_Desc": "반달서브_10000_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 12\\n아이들에게 나무 창과 방패를 선물해 주고 싶다. \\n금경철문의 장인이라면 아이들이 가지고 놀 만한 장난감을 틀림없이 만들어 줄 것이다. \\n\\n재료를 구해 금경철문으로 가보자.",
        "English_Text": "[recommended level]>12\nI want to give children a wooden spear and a shield as a gift. \nThe craftsman of the golden gate will surely make toys that children can play with. \n\nGet materials and get the golden gate. Let's go.",
        "Russian_Text": "[Рекомендуемый уровень]>12 \n Я хочу подарить детям деревянное копье и щит. \n Если вы являетесь мастером в Кымгёнчхольмуне, он обязательно сделает для них игрушки, чтобы они могли играть. \n \n Получите материалы и отправляйтесь в Кымгёнчхольмун.",
        "Chinese_Text": "[推荐等级]12\n想给孩子们送木窗和盾牌。\n如果是金嘤铁门的匠人，肯定会给孩子们做一个值得玩的玩具。\n\n找到材料去金嘤铁门看看吧。"
    },
    "110010001": {
        "Dev_Desc": "반달서브_10001_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 12\\n금경철문의 장인 두 명이 티격태격하고 있다. \\n자신들이 만든 장비들에 대해 이야기하는 것 같은데... \\n\\n자세히 들어보자.",
        "English_Text": "[Recommended level]>12\nTwo craftsmen of the Golden Gate Gate are fighting. \nI think they are talking about the equipment they made... \n\nLet's hear more.",
        "Russian_Text": "[Рекомендуемый уровень]>12 \n Два мастера Кымгёнчхольмун дерутся. \n Я думаю, они говорят об оборудовании, которое они сделали ... \n \n Давайте послушаем подробнее.",
        "Chinese_Text": "[推荐等级]12\n金嘤铁门的两名匠人正在争吵。\n好像在说自己制作的装备..。\n\n仔细听一下。"
    },
    "110010002": {
        "Dev_Desc": "반달서브_10002_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 29\\n공허의 구덩이에서 균열을 연구하고 있다는 연구가 김규녈은 내게 불마자의 표본을 구해달라는 부탁을 해왔다. \\n\\n이번에는 구덩이의 중심부로 나아가야 할 것 같은데 너무 위험하지는 않을까? 그래도 한번 해볼까?",
        "English_Text": "[recommended level]>29\nGyu-Neun Kim, a researcher who studies cracks in the pit of the void, has asked me to obtain a specimen of a mortal.\n\nThis time, we have to go to the center of the pit. I think I'll do it, but wouldn't it be too risky? Shall we try it anyway?",
        "Russian_Text": "[Рекомендуемый уровень]>29 \n Гю-Нын Ким, исследователь, изучающий трещины в яме пустоты, попросил меня принести образец Бастиона? Хотите попробовать?",
        "Chinese_Text": "[推荐等级]29\n在空虚的坑里研究缝隙的研究家金圭珍拜托我拿火魔的标本。\n\n这次应该往坑的中心走，是不是太危险了？那也试试吧？"
    },
    "110010003": {
        "Dev_Desc": "반달서브_10003_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 29\\n불마자의 표본 중에서도 유독 눈에 띄는 특별한 표본이 있어 김규녈에게 가져다 주자, 그녀는 크게 흥분하며 이것에 대한 생체 표본을 부탁해왔다.\\n\\n이 표본의 주인은 일반적인 불마자보다 훨씬 강력한 존재일 것 같다. \\n그 존재를 잡으면 생체 표본을 구할 수 있을 텐데... \\n\\n공허의 구덩이 인근을 살펴보면서 눈에 띄는 존재가 있는지 찾아보자.",
        "English_Text": "[recommended level]>29\nThere is a special specimen that stands out among the specimens of the fire mortal, and when I brought it to Gyu-Neun Kim, she was very excited and asked for a living specimen for it.\n\nThis It seems that the owner of the specimen is a much more powerful entity than a normal fire mortal.\nIf you catch that entity, you will be able to obtain a living specimen... \n\nLet's look around the void pit and see if there is anything that stands out. ",
        "Russian_Text": "[Рекомендуемый уровень]>29 \n Среди особей хулиганов выделяется особый образец. Когда я принес его Гю-Нунг Ким, она была очень взволнована и попросила для него живой образец. \n \n Владелец сайта этот образец - обычный хулиган. Кажется, он намного более могущественное существо. \n Если вы поймаете его, вы можете получить живой экземпляр ... \n \n Посмотрите вокруг ямы пустоты и посмотрите, есть ли что-нибудь, что выделяется. ",
        "Chinese_Text": "[推荐等级]29\n火魔者的标本中唯独有一个特别的标本，带到金圭珍那里，她非常兴奋，拜托了生物标本。\n\n这个标本的主人好像比一般的火魔者更强大。\n抓住那个存在就可以获得生物标本了..。\n\n观察空虚的坑附近，寻找是否有明显的存在。"
    },
    "110010004": {
        "Dev_Desc": "반달서브_10004_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 29\\n공허의 구덩이에서 균열 연구가 김규녈의 조수로 일하고 있는 조사훈은 야화의 존재에 대해 알고 있냐며 입을 열었다.\\n\\n만약 공허의 구덩이에도 야화가 세워졌다면 연구에 도움이 될 만한 정보가 기록되어 있을지도 모를 일.\\n조사훈은 분명 야화가 존재할 것이라고 추측은 하고 있었지만, 온통 불마자들이 들끓고 있는 이 주변을 탐색할 용기가 나지 않아 고민만 하고 있었던 모양이다. \\n\\n조사훈을 대신해서 야화를 찾아 그 내용을 전해주자.",
        "English_Text": "[recommended level]>29\nJojo Hoon Jo, who works as a rift researcher in the pit of the void, as an assistant to Gyu-Neung Kim, opened his mouth, asking if he knew about the existence of the yakhwa. If there was a , there might be information recorded that would be helpful for research.\nJo Jo was assuming that there must be a night story, but he was worried because he didn't have the courage to explore this area, which is infested with undead people. It seems there was.\n\nLet's find the night story on behalf of Jo Jo-Hun and deliver it.",
        "Russian_Text": "[Рекомендуемый уровень]>29 \n Джо Джо, который работает исследователем трещин в яме пустоты, в качестве помощника Ким Гю-Нына, спросил, знает ли он о существовании Яхвы. Может быть информация, которую можно записать. Давайте найдем Яхву от его имени и доставим содержимое .",
        "Chinese_Text": "[推荐等级]29\n在空虚的坑里，作为缝隙研究家金圭珍的助手的赵祖勋开口说：“知道野画的存在吗？”\n\n如果在空虚的坑里也有野画的话，可能会记录有助于研究的信息。\n赵祖勋分明是野画的存在。虽然推测会存在，但是因为没有勇气去探索这周围的火魔们沸腾的地方，所以一直在苦恼。\n\n代替赵祖勋寻找故事，传达其内容。"
    },
    "110010005": {
        "Dev_Desc": "반달서브_10005_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 30\\n어딘지 스산한 느낌을 주는 협곡을 발견했다.\\n\\n초입부터 안쪽까지 길게 이어져 있었지만, 어지간한 담력을 가진 이가 아닌 이상에야 함부로 발을 들일 수는 없을 것 같아 보인다.\\n\\n이런 곳에 사람이 다닐 리가 없... 어라? 저게 뭐지?",
        "English_Text": "[recommended level]>30\nI found a canyon that gives a somewhat eerie feeling.\n\nIt stretched from the beginning to the inside, but unless you are a person with some courage, you shouldn't be able to step in. It looks like it.\n\nNo one can go to a place like this... Huh? What is that?",
        "Russian_Text": "[Рекомендуемый уровень]>30 \n Я нашел ущелье с несколько жутким ощущением. \n \n Несмотря на то, что оно тянулось от начала до внутренней части, кажется, что, если вы не достаточно храбры, вы не сможете войти в него. \n \n Такое место, как это Никто не может пойти ... А? Что это? ",
        "Chinese_Text": "[推荐等级]30\n发现了给人一种凄凉感觉的峡谷。哦。那是什么？"
    },
    "110010006": {
        "Dev_Desc": "반달서브_10006_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 26\\n버려진 난파선은 그 원형을 가늠하기 어려울 정도로 곳곳이 파손되어 있었는데, 잔해들 틈에서 낡은 상자를 하나 발견했다. \\n\\n혹시 뭔가 값진 물건이 있지는 않을까? \\n주변의 청소라게를 정리하고 상자를 확인해보자.",
        "English_Text": "[Recommended level]>26\nThe abandoned shipwreck was damaged in various places to the extent that it was difficult to determine its original form, but I found an old box among the wreckage. \n\nIs there something valuable there? ?\nLet's clean up the cleaning crabs around and check the box.",
        "Russian_Text": "[Рекомендуемый уровень]>26 \n Заброшенное кораблекрушение было повреждено до такой степени, что было трудно определить его первоначальную форму, но среди обломков была найдена старая коробка. \n \n Есть ли что-то ценное? Давайте очистим и поставим галочку в поле. . ",
        "Chinese_Text": "[推荐等级]26\n废弃的遇难船到处都破损得难以预测其原貌，在残骸中发现了一个旧箱子。\n\n或许有什么值钱的东西吧？\n整理一下周围的青海螺蟹，确认一下箱子。"
    },
    "110010007": {
        "Dev_Desc": "반달서브_10007_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n청인족 두 명이 누군가에 대해 쑥덕거리고 있다. \\n둘 다 잔뜩 성이 난 것이 그다지 즐거운 이야기는 아닌 것 같지만, 호기심이 동한다. \\n\\n들어보자.",
        "English_Text": "[recommended level]>13\nTwo blue men are chattering about someone.\nIt doesn't seem like a very pleasant story to have them both angry, but I'm curious. \n\nListen Let's see.",
        "Russian_Text": "[рекомендуемый уровень]>13 \n Два синих человечка болтают о ком-то \n",
        "Chinese_Text": "[推荐等级]13\n两名清人正在对某个人叽叽咕咕。\n两人都很生气，虽然不是什么愉快的事情，但是很好奇。\n\n听听看。"
    },
    "110010008": {
        "Dev_Desc": "반달서브_10008_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n근심이 가득해 보이는 이 나무꾼은 고도시 숲길에서 광물을 주워 온 이후로 줄곧 가위와 악몽에 시달렸다고 했다. \\n\\n나무꾼은 내다 버린 광물이 발이라도 달려 쫓아오지 않을까 무척 불안해하고 있으니, 대신 가서 광물이 그 자리에 잘 있는지 확인해보자.",
        "English_Text": "[Recommended level]>17\nThis anxious-looking woodcutter said that he had suffered from scissors and nightmares ever since he picked up minerals from a forest road in Kodo City. I'm very worried that even if it's going to run after me, let's go instead and check if the minerals are there.",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Этот встревоженный дровосек сказал, что он страдал от ножниц и кошмаров с тех пор, как собирал минералы с лесной дороги в городе Кодо. Так что давайте пойдем и посмотрим, есть ли минералы на месте. ",
        "Chinese_Text": "[推荐等级]17\n看起来很担心的这位樵夫说，自从在古都森林路上捡到矿物后，一直被剪刀和噩梦折磨着。\n\n樵夫非常担心扔掉的矿物会不会被追赶，所以去确认一下矿物是否在那里。"
    },
    "110010009": {
        "Dev_Desc": "반달서브_10009_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n정신이 온전치 않아 보이는 한 노인이 계속해서 신목님이라 외치며 애타게 무엇인가를 찾고 있다. \\n\\n노인이 부르짖는 이름의 주인은 누구일까? \\n노인의 말대로 실재하는 것일까? \\n\\n주변을 살펴보자.",
        "English_Text": "[Recommended level]>13\nAn old man who seems to be insane is constantly crying out to be a god and searching for something.\n\nWho is the owner of the old man's name?\n Is it real as the old man said?\n\nLet's take a look around.",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n Старик, который выглядит ненормальным, постоянно взывает к крестной матери и отчаянно что-то ищет. \n \n Кому принадлежит имя старика? \n Это настоящее, как старик? \n \n Давайте посмотрим вокруг. ",
        "Chinese_Text": "[推荐等级]13\n一位看起来精神不健全的老人一直喊着神木大人，焦急地寻找着什么。\n\n老人叫的名字的主人是谁？\n按照老人的话，真的存在吗？\n\n看看周围。"
    },
    "110010010": {
        "Dev_Desc": "반달서브_10010_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n걱정이 가득해 보이는 남자가 구시렁거리고 있다. \\n그의 이야기를 들어보자.",
        "English_Text": "[recommended level]>17\nA man who looks full of worries is muttering.\nLet's hear his story.",
        "Russian_Text": "[рекомендуемый уровень]>17 \n Человек, который выглядит обеспокоенным, бормочет. \n Слушайте его.",
        "Chinese_Text": "[推荐等级]17\n看起来很担心的男人在唠叨。\n听听他的故事。"
    },
    "110010011": {
        "Dev_Desc": "반달서브_10011_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n고도시 숲길 어귀에서 만난 꼬마 아이는 말하는 수목 정령을 만났다고 자랑하며 그 위치를 자세하게 알려주었다. \\n\\n아이의 말이 사실인지 확인해보자.",
        "English_Text": "[recommended level]>13\nThe little boy I met at the entrance of the old city forest road boasted that he met a talking arborist and told him the location in detail. \n\nLet's check if what he said is true.",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n Маленький мальчик, которого я встретил у входа в лесную дорогу старого города, хвастался, что встретил говорящий дендрарий и сказал ему, где он был.",
        "Chinese_Text": "[推荐等级]13\n在古都市森林路入口处见到的小孩炫耀自己遇到了树木精灵，并详细地告诉了位置。\n\n确认一下孩子的话是否属实。"
    },
    "110010012": {
        "Dev_Desc": "반달서브_10012_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n무엇인가를 발견한 것 같다.\\n다가가 자세히 살펴보자.",
        "English_Text": "[Recommended level]>7\nI think we've found something.\nLet's go closer and take a closer look.",
        "Russian_Text": "[рекомендуемый уровень]>7 \n Думаю, мы кое-что нашли. \n Приходите и присмотритесь.",
        "Chinese_Text": "[推荐等级]7\n好像发现了什么。\n靠近仔细观察。"
    },
    "110010013": {
        "Dev_Desc": "반달서브_10013_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 10\\n무엇인가를 발견한 것 같다.\\n다가가 자세히 살펴보자.",
        "English_Text": "[Recommended level]>10\nI think I've found something.\nLet's go closer and take a closer look.",
        "Russian_Text": "[Рекомендуемый уровень]>10 \n Кажется, я кое-что нашел. \n Приходите и присмотритесь.",
        "Chinese_Text": "[推荐等级]10\n好像发现了什么。\n靠近仔细观察。"
    },
    "110010014": {
        "Dev_Desc": "반달서브_10014_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n각종 의뢰를 중개하고 관리하는 단체 비사문에 대해 쓸데없이 많은 정보를 떠벌리는 사내를 만났다. \\n\\n얼핏 듣기에는 비사문을 찬양하고 있지만, 아무래도 비사문 담당자에게 흑심이 있는 것이 틀림없다. \\n\\n뭐, 그래도 사내가 말한 협행이라는 건 확실히 도움이 될 것 같으니 협행 표목을 한번 살펴보자. ",
        "English_Text": "[recommended level]>7\nI met a man who spreads a lot of useless information about the secretariat, an organization that brokers and manages various quests.\n\nAt first glance, she praises the secretarial, but it seems like it is the person in charge of the secretariat. There is no doubt that he has a dark heart.\n\nWell, what the man said about collaboration is definitely helpful, so let's take a look at the heading of collaboration.",
        "Russian_Text": "[Рекомендуемый уровень]>7 \n Организация, которая занимается посредничеством и обработкой различных запросов. Я встретил человека, который распространяет много информации о Бизимоне. \n \n На первый взгляд, он хвалит Бизимона, но нет никаких сомнений в том, что человек, отвечающий за Бизимон у него черное сердце. \n \n Что ж, то, что этот человек сказал о сотрудничестве, определенно кажется полезным, поэтому давайте посмотрим на название сотрудничества .",
        "Chinese_Text": "[推荐等级]7\n遇到了对各种委托进行中介和管理的团体秘史文毫无用处地散布大量信息的男人。\n\n乍一看，虽然赞扬非文学，但非文学负责人肯定有黑心。\n\n不管怎样，男人所说的协议确实会有帮助，让我们来看看合作目标吧。"
    },
    "110010015": {
        "Dev_Desc": "반달서브_10015_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회의 회장 잿빛바람은 투엽단의 무분별한 밀렵 활동 때문에 반달호수의 생태가 크게 위협받고 있다고 했다. \\n\\n그들을 저지하려던 보전회 사람 몇몇도 목숨을 잃기까지 했다고 하니, 참으로 간악하기 그지없는 집단이다. \\n\\n궁지에 몰린 야생 보전회를 도와 투엽단을 소탕하고, 다친 동물들의 응급처치를 돕자!",
        "English_Text": "[recommended level]>13\nPresident of the Wild Conservation Society, Ashen Wind said that the ecology of Vandal Lake is being greatly threatened by the reckless poaching activities of the bushwalkers.\n\nSome of the conservationists who tried to stop them also took their lives. It's said that they even lost it, so it's a very wicked group.\n\nLet's help the Wild Conservation Society in desperate need to clear up the firefights and provide first aid for injured animals!",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n Президент Общества охраны дикой природы Эшенвинд сказал, что беспорядочная браконьерская деятельность бойцов быков серьезно угрожает экологии озера Вандал. Это очень злая группа. \n \n Давайте поможем загнанному в угол Обществу охраны дикой природы очистите бригаду пожарных и окажите первую помощь раненым животным! ",
        "Chinese_Text": "[推荐等级]13\n野生保全会议会长灰色的风因为斗夜团的盲目偷猎活动，半月湖的生态受到了很大的威胁。\n\n据说要阻止他们的保全会的几个人也丧命了，真是一个凶恶无比的集团。\n\n帮助陷入困境的野生保全会扫荡斗夜团，帮助受伤动物的应急处理！"
    },
    "110010016": {
        "Dev_Desc": "반달서브_10016_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n개척바롱단의 단장 네이냥이 자신의 자랑스러운 대원들을 소개해 주겠다고 한다. \\n\\n실은 직접 단원들을 찾아 나서기 귀찮은 네이냥이 내게 일을 미룬 것 같지만 유적지도 둘러볼 겸 단원들을 찾아보는 것도 나쁘지 않을 것 같다.",
        "English_Text": "[Recommended level]>7\nThe leader of the Pioneer Barongdan, Nei-Nyang, said he would introduce his proud members.\n\nActually, Ne-Nyang, who is troublesome to go out to find the members himself, seems to have delayed my work, but there is a map of the ruins. I don't think it would be a bad idea to look around and find members.",
        "Russian_Text": "[Рекомендуемый уровень]>7 \n Нэй-ньянг, лидер Первопроходца Баронгдан, хочет представить своих гордых членов. \n \n На самом деле, Нэй-нянь, которому сложно найти членов лично, похоже, задержал мою работу , но я ищу, чтобы участники осмотрели руины. Я тоже не думаю, что это было бы плохо .",
        "Chinese_Text": "[推荐等级]7\n开拓巴隆团的团长尼昂说要介绍自己自豪的队员们。\n\n事实上，很难亲自去找团员的尼昂好像把事情推给了我，但是为了参观遗址，去寻找团员也不错。"
    },
    "110010017": {
        "Dev_Desc": "반달서브_10017_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 20\\n아무래도 흥이냥은 바롱 풀을 채집하는 대신 잔뜩 먹고서는 취한 것 같다. \\n\\n바롱들에게 바롱 풀의 향기는 그 자리에서 먹어치우지 않고서는 도저히 버틸 재간이 없었을 것이다. \\n그런 이유로 풀 채집은 하나도 못한 것 같은데... \\n\\n저기 떨어져 있는 바구니를 주워서 흥이냥 대신 풀을 채집해 주자. 그러고 나서 깨워도 늦지 않겠지.",
        "English_Text": "[recommended level]>20\nProbably Heungyi-nyang got drunk after eating a lot of barong grass instead of collecting it.\n\nFor barongs, the scent of barong grass can't be sustained without eating it on the spot. It must have been ingenious.\nFor that reason, I don't think I've been able to gather any grass... \n\nLet's pick up a basket that is off there and gather grass instead.",
        "Russian_Text": "[Рекомендуемый уровень]>20 \n Судя по всему, Хын-и-нянь напился после того, как съел много травы баронг вместо того, чтобы собрать ее. \n \n Баронг не имел бы таланта выжить, если бы не съел траву баронг на месте. Я не знаю ' Не думаю, что мне когда-либо удавалось собирать траву по какой-то причине ... \n \n Поднимите корзину, которая стоит там, и соберите траву вместо Хын-няна. После этого проснуться не будет слишком поздно. ",
        "Chinese_Text": "[推荐等级]20\n不管怎么说，比起采集兴致勃勃的巴隆草，吃得饱饱的好像醉了。\n\n对于巴隆们来说，巴隆草的香气如果不当场吃掉，根本无法忍受。\n因为这个原因好像一点都没采集到草…\n\n把掉在那里的篮子捡起来，用草代替兴致。然后叫醒他也不晚吧。"
    },
    "110010018": {
        "Dev_Desc": "반달서브_10018_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 22\\n가엾게도 뿡이냥은 야생 곰과 호랑이를 사냥하기엔 너무나 연약한 존재다.\\n\\n뿡이냥이 임무를 무사히 완수할 수 있도록 야생 곰과 호랑이를 사냥해서 짐승의 털을 모아주자.",
        "English_Text": "[recommended level]>22\nUnfortunately, peacocks are too weak to hunt wild bears and tigers.\n\nIn order to complete this mission safely, we hunt wild bears and tigers and beasts. Let's collect the hair of",
        "Russian_Text": "[рекомендуемый уровень]>22 \n к сожалению, павлин слишком слаб, чтобы охотиться на диких медведей и тигров. \n \n давай охотимся на диких медведей и тигров и соберем шерсть животных, чтобы мы могли безопасно завершить эту миссию.",
        "Chinese_Text": "[推荐等级]22\n可怜的是，嘣嘣是野生熊和老虎狩猎时非常脆弱的存在。\n\n为了让嘣嘣能够顺利完成任务，狩猎野生熊和老虎，收集野兽的毛。"
    },
    "110010019": {
        "Dev_Desc": "반달서브_10019_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 31\\n바롱단의 흥이냥과 뿡이냥이 혼비백산하여 뛰쳐나왔다.\\n가쁜 숨을 고르던 두 바롱은 이내 투닥거리며 말다툼을 하는 것 같다. \\n\\n무슨 사연인지 들어보자.",
        "English_Text": "[recommended level]>31\nBarongdan's Heungyi-nyang and Pungy-nyang were confused and ran out.\nThe two Barongs, who were holding their breath, seem to be arguing and arguing.\n\nWhat's the story? Let's listen.",
        "Russian_Text": "[Рекомендуемый уровень]>31 \n Barongdan's Heung-yi-nyang и Pung-y-nyang были сбиты с толку и выбежали.",
        "Chinese_Text": "[推荐等级]31\n巴隆丹的兴致勃勃的猫和嘣儿魂飞魄散地跑了出来。\n喘着粗气的迪拜龙好像马上就在争吵。\n\n听听是什么原因。"
    },
    "110010020": {
        "Dev_Desc": "반달서브_10020_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 22\\n해수 사냥꾼 지미갓은 해수 사냥에 들이는 돈이 얼만데 아무나 단원으로 받아줄 수 없다고 했다. \\n\\n대신, 야생 곰과 호랑이를 사냥해오면 단원으로 받아 주는 것을 생각해 보겠다고 한다. \\n\\n여기 널린 게 야생 곰과 호랑이이니 어디 실력 발휘 좀 해볼까?",
        "English_Text": "[recommended level]>22\nSeawater hunter Jimmy God said that he spends a lot of money on seawater hunting, but no one can accept him as a member. \n\nInstead, if you hunt wild bears and tigers, you can become a member. He said he would think about accepting it.\n\nThere are wild bears and tigers all over here, so where should I show off my skills?",
        "Russian_Text": "[Рекомендуемый уровень]>22 \n Охотник за морской водой Джимми Год сказал, что не хочет, чтобы кто-либо принимал его в качестве члена команды, несмотря на количество денег, которые он тратит на охоту. \n \n Дикие медведи и тигры повсюду , так где бы вы хотели продемонстрировать свои навыки? ",
        "Chinese_Text": "[推荐等级]22\n深渊猎人吉米甲说：“深渊狩猎需要多少钱，谁都不能接受。\n\n但是，如果狩猎野生熊和老虎，我会考虑作为团员接受。\n\n这里到处都是野生熊和老虎，要不要发挥一下实力？"
    },
    "110010021": {
        "Dev_Desc": "반달서브_10021_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 22\\n야생 곰과 호랑이를 손쉽게 해치우는 모습에 다소 놀란 지미갓은 이내 흡족해하며 해수 사냥에 끼워주겠다고 했다. \\n\\n하지만 부하들이 반대를 하고 나서는 바람에 지미갓은 내게 잠깐 기다리라고 하더니, 이내 특별 임무를 주겠다며 거드름을 피웠다. \\n\\n직접 해수를 추적하는 임무라는데... 할 수 있을까?",
        "English_Text": "[recommended level]>22\nSlightly surprised at how easy it is to kill wild bears and tigers, Jimmy God was satisfied and offered to join him in seawater hunting.\n\nBut after his subordinates objected, Jimmy God told me to wait for a while, and then he said he would give me a special mission.\n\nIt's a mission to track seawater myself... Can I do it?",
        "Russian_Text": "[Рекомендуемый уровень]>22 \n Джимми Бог был немного удивлен тем, насколько легко было убивать диких медведей и тигров, и он был удовлетворен и предложил присоединиться к нему в морской охоте. \n \n Но его люди возражали, поэтому Джимми Бог сказал Мне нужно немного подождать. Он сказал: Я немедленно дам вам особую миссию, - сказал он.",
        "Chinese_Text": "[推荐等级]22\n对于轻松处理野生熊和老虎的样子多少有些吃惊的吉米甲表示很满意，会加入到深渊狩猎中。\n\n但是因为部下们反对，吉米甲让我等一会儿，他就摆出架子说要给我特别任务。\n\n听说是直接追踪深渊的任务..。能做到吗。"
    },
    "110010022": {
        "Dev_Desc": "반달서브_10022_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 10\\n개척바롱단과의 작별 인사를 나누고나니 어쩐지 시원섭섭하다. \\n\\n네이냥은 마지막 임무라며 자신이 숨겨놓은 이별 선물을 찾아보라는 말을 끝으로 작별을 고했다. \\n\\n영교원 어딘가에 숨겨놓았다고 하니 찾아보자.",
        "English_Text": "[recommended level]>10\nIt's kind of sad to say goodbye to the Pioneer Barongdan.\n\nNyanyan is the last mission, and after telling him to find the farewell gift he has hidden Farewell.\n\nIt's hidden somewhere in Young Gyowon, so let's find it.",
        "Russian_Text": "[Рекомендуемый уровень]>10 \n Немного грустно прощаться с пионером Баронгданом. \n \n Ньянян сказал, что это была его последняя миссия, и попрощался с ним, попросив его найти прощальный подарок, который он спрятал. скажем, он спрятан где-то в школе, так что давайте найдем его .",
        "Chinese_Text": "[推荐等级]10\n和开拓巴隆丹告别后，不知怎么的感到很高兴和遗憾。\n\n尼昂说这是最后一个任务，让我去找自己隐藏的离别礼物，最后告别了。\n\n听说藏在了英老师的某个地方，找找看吧。"
    },
    "110010023": {
        "Dev_Desc": "반달서브_10023_Desc(사용X)",
        "Original_Text": "네이냥은 작별 인사와 함께 선물을 준비했다고 했다. \\n하지만 그냥 주면 재미가 없다나? \\n\\n영교원에서 가장 녹음이 우거진 곳으로 가보라고 했으니 일단 영교원에 가보면 알게 되겠지!",
        "English_Text": "Nyanyan said goodbye and prepared a present for you. \nBut isn't it fun to just give it to you?\n\nI told you to go to the greenest place in Younggyowon, so once you go to Younggyowon, you'll find out. It will be!",
        "Russian_Text": "Нянян попрощался и приготовил подарок. \n Но разве это не весело, если ты просто подаришь его мне?",
        "Chinese_Text": "尼昂说他准备了礼物，告别了。\n但是直接给就没意思了？\n\n让你去英老师录音最茂盛的地方，先去英老师那里就知道了吧！"
    },
    "110010024": {
        "Dev_Desc": "반달서브_10024_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 33\\n명혜단원 민경한은 단장님의 야화를 부순 범인을 찾고 있다. 하지만 학자 출신이기 때문에, 범인 찾기에 어려움을 겪고 있다. \\n\\n그를 도와서 범인을 찾아보도록 하자.",
        "English_Text": "[Recommended level]>46\nMyeonghye member Min Kyung-han is looking for the culprit who broke the leader's night story. However, since he was a scholar, it is difficult to find the culprit. \n\nPlease help him find the culprit. lets do it.",
        "Russian_Text": "[Рекомендуемый уровень]>33 \n Участник Мёнхе Мин Кён-хан ищет виновного, который нарушил ночную историю лидера. Однако, как ученый, ему трудно найти виновного. \n \n Давайте поможем ему найти виновного. ",
        "Chinese_Text": "[推荐等级]33\n明慧团员闵京汉正在寻找破坏团长野话的犯人。但是因为是学者出身，所以很难找到犯人。\n\n帮他找找犯人。"
    },
    "110010025": {
        "Dev_Desc": "반달서브_10025_Desc(사용X)",
        "Original_Text": "창도단의 횡포를 이기지 못한 누군가가 절실한 심정으로 써 붙여 놓은 벽보를 보았다. \\n\\n이들이 집으로 돌아올 수 있도록 창도단의 횡포를 잠재우자.",
        "English_Text": "I saw a poster written by someone who could not overcome the tyranny of the Changdo gang. \n\nLet's put an end to the tyranny of the Changdo gang so that they can return home.",
        "Russian_Text": "Я видел плакат, написанный кем-то, кто не смог преодолеть тиранию банды Чандо.",
        "Chinese_Text": "看到有人没能战胜昌道团的横行霸道，以迫切的心情贴上的墙报。\n\n为了让他们回家，平息昌道团的横行霸道。"
    },
    "110010026": {
        "Dev_Desc": "반달서브_10026_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회 구조대 소속 산들바람은 근래 고도시 숲길에 출몰하고 있는 호랑이들 때문에 다치거나 죽는 야생 동물이 늘었다며 걱정하고 있었다.\\n\\n다친 사슴을 치료하기에도 바빠 보이는 산들바람을 대신해서 고도시 숲길의 생태를 위협하는 굶주린 포식자 호랑이들을 사냥하자.",
        "English_Text": "[Recommended level]>13\nThe Breeze of the Wildlife Conservation Society Rescue Team was concerned that the number of wild animals injured or killed has recently increased due to tigers haunting the forest trails of Kodo City.\n\nTreatment of injured deer Let's hunt the hungry predator tigers that threaten the ecology of the forest road in the ancient city instead of the breeze that seems too busy to do it.",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n The Breeze of the Wildlife Society Спасательная команда была обеспокоена тем, что число раненых или убитых диких животных в последнее время увеличилось из-за тигров, бродящих по лесным тропам города Кодо. Вместо этого давайте охотимся на голодных тигров-хищников, которые угрожают экологии древней лесной дороги .",
        "Chinese_Text": "[推荐等级]13\n野生保全会救援队所属的微风担心最近因在古都森林路上出没的老虎而受伤或死亡的野生动物增多。狩猎林捕食者老虎。"
    },
    "110010027": {
        "Dev_Desc": "반달서브_10027_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회 행동대 소속 마파람은 보다 근본적인 투엽단 소탕을 위해 기습을 계획 중이다. \\n\\n마파람을 도와 투엽단의 근거지를 습격해서 반달호수의 야생을 보호하자.",
        "English_Text": "[recommended level]>13\nMaparam, a member of the Wild Conservation Society's action group, is planning a surprise attack for a more fundamental eradication of the fighting gang. lets do it.",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n Мапарам, член Общества охраны дикой природы, планирует внезапную атаку, чтобы избавиться от более радикального боевого отряда.",
        "Chinese_Text": "[推荐等级]13\n野生保全会行动队所属的马帕兰为了扫荡更根本的斗夜团，正在计划突袭。\n\n帮助马帕兰袭击斗夜团的根据地，保护半月湖的野生。"
    },
    "110010028": {
        "Dev_Desc": "반달서브_10028_Desc(사용X)",
        "Original_Text": "하루 아침에 딸을 잃은 소향의 부모는 홀로 세상을 떠났을 딸의 마지막 가는 길이 외롭지 않도록 함께하고 싶어한다. \\n\\n이들이 소향의 마지막 가는 길을 무사히 배웅해 줄 수 있도록 깊은 묘지 숲까지 동행하며 위험한 것들로부터 지켜주자.",
        "English_Text": "Sohyang's parents, who lost their daughter overnight, want to be with their daughter so that she will not be lonely on her last journey, who would have died alone.\n\nThere is a deep cemetery so that they can see Sohyang's final journey safely. Let's accompany us to the forest and protect us from dangerous things.",
        "Russian_Text": "Родители Со-хян, потерявшие дочь в одночасье, хотят быть со своей дочерью, чтобы она не была одинока в ее последнем путешествии. Давайте защитим ее от вас.",
        "Chinese_Text": "一天早上失去女儿的小香的父母想和她一起度过独自去世的女儿的最后一条路。\n\n为了让他们能够平安地送别小香的最后一条路，一起去深墓地森林，守护危险的东西。"
    },
    "110010029": {
        "Dev_Desc": "반달서브_10029_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n이상한 도깨비는 본래 자신이 사람이었다고 주장해왔다. \\n\\n그는 자신을 이렇게 만든 도깨비들을 혼내주고 자신을 원래대로 돌려달라고 부탁했다. \\n\\n이런 고약한 장난을 친 도깨비들을 혼내주자.",
        "English_Text": "[recommended level]>17\nThe strange goblin has claimed to be a human.\n\nHe scolded the demons who made him like this and asked him to restore himself.\n\nThis Let's chastise the goblins who played nasty pranks.",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Странный гоблин утверждал, что он человек. \n \n Он отругал демонов, которые сделали его таким, и попросил его восстановить себя.",
        "Chinese_Text": "[推荐等级]17\n奇怪的鬼怪一直主张自己是人。\n\n他教训了把自己弄成这样的鬼怪，拜托他们把自己还给原来的样子。\n\n教训一下开这种恶作剧的鬼怪吧。"
    },
    "110010030": {
        "Dev_Desc": "반달서브_10030_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 20\\n반달목장 일꾼 제채기는 목장 인근에 서식하는 발발이들 때문에 부쩍 재채기가 늘어서 고민이라고 한다. \\n\\n어떻게 해보고 싶어도 다가갈 수 조차 없다며 연신 재채기를 하는 것이 좀 안쓰럽기도 한데... \\n\\n제채기의 재채기가 나을 수 있도록 원흉인 발발이들을 사냥하자.",
        "English_Text": "[Recommended level]>20\nThe Vandal Ranch worker sneeze is said to be a concern because of the outbreaks that live near the ranch. It's a little pitiful, but... \n\nLet's hunt the culprits, the culprits, so that the sneeze can get better.",
        "Russian_Text": "[Рекомендуемый уровень]>20 \n Vandal Ranch Чихание рабочего, как говорят, вызывает беспокойство из-за вспышек болезни, которые живут рядом с ранчо. \n \n Давайте поохотимся на виновных, виновных, чтобы чихание могло излечить.",
        "Chinese_Text": "[推荐等级]20\n半月牧场工人踢毽子因为栖息在牧场附近的爆发者，打喷嚏一下子增多了，所以很苦恼。\n\n想怎么做都不敢靠近，一直打喷嚏有点可怜..。\n\n为了让自己的打喷嚏好起来，狩猎那些元凶爆发者。"
    },
    "110010031": {
        "Dev_Desc": "반달서브_10031_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 25\\n수와족의 대장장이 모와는 침식된 괴물들과의 장기전을 고려한 대책을 생각해 냈다. \\n\\n괴물들의 가죽과 이빨을 이용해서 수와족의 무기와 방어구를 만들겠다는 모와의 계획을 위해 재료를 구해주자.",
        "English_Text": "[recommended level]>25\nThe blacksmith Mowa of the Suwa tribe came up with a plan in consideration of the long-term battle with the eroded monsters.\n\nUsing the hides and teeth of the monsters, the weapon of the Suwa tribe was used. And let's get the materials for Mowa's plan to make armor.",
        "Russian_Text": "[Рекомендуемый уровень]>25 \n Мова, кузнец из племени Сува, разработал план с учетом долгосрочной битвы с разрушенными монстрами. Давайте возьмем материалы для этого плана.",
        "Chinese_Text": "[推荐等级]25\n苏瓦族的铁匠莫瓦考虑到了与被侵蚀的怪物们的长期战斗的对策。\n\n利用怪物们的皮革和牙齿制作兽瓦族武器和防具的莫瓦的计划。"
    },
    "110010032": {
        "Dev_Desc": "반달서브_10032_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n각성의 회랑을 끝까지 탐사하자.",
        "English_Text": "[Recommended level]>7\nLet's explore the corridor of awakening to the end.",
        "Russian_Text": "[Рекомендуемый уровень]>7 \n Давайте исследуем коридор пробуждения до конца.",
        "Chinese_Text": "[推荐等级]7\n探索觉醒走廊。"
    },
    "110010033": {
        "Dev_Desc": "반달서브_10033_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n각성의 회랑을 끝까지 탐사하자.",
        "English_Text": "[Recommended level]>7\nExplore the corridor of awakening to the end.",
        "Russian_Text": "[Рекомендуемый уровень]>7 \n Давайте исследуем коридор пробуждения до конца.",
        "Chinese_Text": "[推荐等级]7\n探索觉醒走廊。"
    },
    "110010100": {
        "Dev_Desc": "반달서브_10000_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 12\\n창과 방패를 흉내 내며 놀고 있는 동네 꼬마 아이들이 보인다. 어릴 적 아랑과 나도 저런 때가 있었는데... \\n\\n요즘 아이들은 어떻게 노는지 구경 좀 해볼까?",
        "English_Text": "[Recommended level]>12\nI see little children in the neighborhood playing with spears and shields pretending to be. Arang and I had a time like that... \n\nWould you like to see how children play these days? ",
        "Russian_Text": "[Рекомендуемый уровень]>12 \n Я вижу маленьких детей по соседству, играющих, имитируя копья и щиты. Когда мы были маленькими, у нас с Арангом было такое время ... \n \n Хотели бы вы посмотреть, как дети играют в наши дни?",
        "Chinese_Text": "[推荐等级]12\n能看到模仿窗户和盾牌玩耍的小区小朋友们。小时候阿郎和我也有过那样的时候..。\n\n看看现在的孩子们是怎么玩的吧？"
    },
    "110010101": {
        "Dev_Desc": "반달서브_10001_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 12\\n금경철문의 장인 두 명이 티격태격하고 있다. \\n\\n자신들이 만든 장비들에 대해 이야기하는 것 같은데... 자세히 들어보자.",
        "English_Text": "[recommended level]>12\nTwo craftsmen of the Golden Gate Gate are fighting. \n\nIt seems they are talking about the equipment they made... Let's listen closely.",
        "Russian_Text": "[Рекомендуемый уровень]>12 \n Два мастера Кымгёнчхольмун дерутся. \n \n Я думаю, они говорят об оборудовании, которое они сделали ... Давайте послушаем внимательно.",
        "Chinese_Text": "[推荐等级]12\n金嘤铁门的两名匠人正在争吵。\n\n好像在说自己制作的装备..。仔细听一下。"
    },
    "110010102": {
        "Dev_Desc": "반달서브_10002_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 29\\n공허의 구덩이에서 균열을 연구하고 있다는 연구가 김규녈은 내게 불마자의 표본을 구해달라는 부탁을 해왔다. \\n\\n이번에는 구덩이의 중심부로 나아가야 할 것 같은데 너무 위험하지는 않을까? 그래도 한번 해볼까?",
        "English_Text": "[Recommended Level]>29\nGyu-Neun Kim, a researcher who studies cracks in the Void Pit, has asked me to obtain a sample of a mortal.\n\nThis time, we have to go to the center of the pit. I think I'll do it, but wouldn't it be too risky? Shall we try it anyway?",
        "Russian_Text": "[Рекомендуемый уровень]>29 \n Гю-Нын Ким, исследователь, изучающий трещины в яме пустоты, попросил меня принести образец Бастиона? Хотите попробовать?",
        "Chinese_Text": "[推荐等级]29\n在空虚的坑里研究缝隙的研究家金圭珍拜托我拿火魔的标本。\n\n这次应该往坑的中心走，是不是太危险了？那也试试吧？"
    },
    "110010103": {
        "Dev_Desc": "반달서브_10003_AcquiredDesc(사용X)",
        "Original_Text": "[권장 레벨] 29\\n불마자의 표본 중에서도 유독 눈에 띄는 특별한 표본이 있어 김규녈에게 가져다 주자, 그녀는 크게 흥분하며 이것에 대한 생체 표본을 부탁해왔다.\\n\\n\\n이 표본의 주인은 일반적인 불마자보다 훨씬 강력한 존재일 것 같다. 그 존재를 잡으면 생체 표본을 구할 수 있을 텐데... \\n\\n공허의 구덩이 인근을 살펴보면서 눈에 띄는 존재가 있는지 찾아보자.",
        "English_Text": "[recommended level]>29\nThere is a special specimen that stands out among the specimens of the fire mortal, and when I brought it to Gyu-Neun Kim, she was very excited and asked for a living specimen for it.\n\n\nThe owner of this specimen seems to be a much more powerful entity than a normal fire mortal. If you catch that entity, you will be able to obtain a living specimen... \n\nLet's look around the void pit and see if there is anything that stands out. ",
        "Russian_Text": "[Рекомендуемый уровень]>29 \n Среди образцов огненных смертных выделяется особый образец. Когда я принес его Гю-Нунг Ким, она была очень взволнована и попросила для него живой образец. владелец этого экземпляра - обыкновенный костер. Я думаю, что это существо намного более могущественное, чем Маза. Если вы поймаете его, вы сможете получить живой экземпляр ... \n \n Осмотрите яму пустоты и посмотрите, есть ли что-нибудь стоящее из.",
        "Chinese_Text": "[推荐等级]29\n火魔者的标本中唯独有一个特别的标本，带到金圭珍那里，她非常兴奋，拜托了生物标本。\n\n这个标本的主人好像比一般的火魔者更强大。抓住那个存在就能获得生物标本..。\n\n观察空虚的坑附近，寻找是否有明显的存在。"
    },
    "110010104": {
        "Dev_Desc": "반달서브_10004_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 29\\n공허의 구덩이에서 균열 연구가 김규녈의 조수로 일하고 있는 조사훈은 야화의 존재에 대해 알고 있냐며 입을 열었다.\\n\\n만약 공허의 구덩이에도 야화가 세워졌다면 연구에 도움이 될 만한 정보가 기록되어 있을지도 모를 일.\\n조사훈은 분명 야화가 존재할 것이라고 추측은 하고 있었지만, 온통 불마자들이 들끓고 있는 이 주변을 탐색할 용기가 나지 않아 고민만 하고 있었던 모양이다. \\n\\n조사훈을 대신해서 야화를 찾아 그 내용을 전해주자.",
        "English_Text": "[recommended level]>29\nJojo Hoon Jo, who works as a crack researcher in the pit of the void as Kim Gyu-neung's assistant, opened his mouth asking if he was aware of the existence of the yakhwa.\n\nIf the pit of void If there was a , there might be information recorded that would be helpful for research.\nJo Jo was assuming that there must be a night story, but he was worried because he didn't have the courage to explore this area, which is infested with undead people. It seems there was.\n\nLet's find the night story on behalf of Jo Jo-Hun and deliver it.",
        "Russian_Text": "[Рекомендуемый уровень]>29 \n Джо Джо, который работает исследователем трещин в яме пустоты, в качестве помощника Ким Гю-Нына, спросил, знает ли он о существовании Яхвы. Может быть информация, которую можно записать. Давайте найдем Яхву от его имени и доставим содержимое .",
        "Chinese_Text": "[推荐等级]29\n在空虚的坑里，作为缝隙研究家金圭珍的助手的赵祖勋开口说：“知道野画的存在吗？”\n\n如果在空虚的坑里也有野画的话，可能会记录有助于研究的信息。\n赵祖勋分明是野画的存在。虽然推测会存在，但是因为没有勇气去探索这周围的火魔们沸腾的地方，所以一直在苦恼。\n\n代替赵祖勋寻找故事，传达其内容。"
    },
    "110010105": {
        "Dev_Desc": "반달서브_10005_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 30\\n어딘지 스산한 느낌을 주는 협곡을 발견했다.\\n\\n초입부터 안쪽까지 길게 이어져 있었지만, 어지간한 담력을 가진 이가 아닌 이상에야 함부로 발을 들일 수는 없을 것 같아 보인다.\\n\\n이런 곳에 사람이 다닐 리가 없... 어라? 저게 뭐지?",
        "English_Text": "[recommended level]>30\nI found a canyon that gives a somewhat eerie feeling.\n\nIt stretched from the beginning to the inside, but unless you are a person with some courage, you shouldn't be able to step into it. It looks like it.\n\nNo one can go to a place like this... Huh? What is that?",
        "Russian_Text": "[Рекомендуемый уровень]>30 \n Я нашел ущелье с несколько жутким ощущением. \n \n Несмотря на то, что оно тянулось от начала до внутренней части, кажется, что, если вы не достаточно храбры, вы не сможете войти в него. \n \n Такое место, как это Никто не может пойти ... А? Что это? ",
        "Chinese_Text": "[推荐等级]30\n发现了给人一种凄凉感觉的峡谷。哦。那是什么？"
    },
    "110010106": {
        "Dev_Desc": "반달서브_10006_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 26\\n버려진 난파선은 그 원형을 가늠하기 어려울 정도로 곳곳이 파손되어 있었는데, 잔해들 틈에서 낡은 상자를 하나 발견했다. \\n\\n혹시 뭔가 값진 물건이 있지는 않을까? \\n주변의 청소라게를 정리하고 상자를 확인해보자.",
        "English_Text": "[Recommended Level]>26\nThe abandoned shipwreck was damaged in various places to the extent that it was difficult to determine its original form, but I found an old box among the wreckage. \n\nIs there something valuable there? ?\nLet's clean up the cleaning crabs around and check the box.",
        "Russian_Text": "[Рекомендуемый уровень]>26 \n Заброшенное кораблекрушение было повреждено до такой степени, что было трудно определить его первоначальную форму, но среди обломков была найдена старая коробка. \n \n Есть ли что-то ценное? Давайте очистим и поставим галочку в поле. . ",
        "Chinese_Text": "[推荐等级]26\n废弃的遇难船到处都破损得难以预测其原貌，在残骸中发现了一个旧箱子。\n\n或许有什么值钱的东西吧？\n整理一下周围的青海螺蟹，确认一下箱子。"
    },
    "110010107": {
        "Dev_Desc": "반달서브_10007_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n청인족 두 명이 누군가에 대해 쑥덕거리고 있다. \\n둘 다 잔뜩 성이 난 것이 그다지 즐거운 이야기는 아닌 것 같지만, 호기심이 동한다. \\n\\n들어보자.",
        "English_Text": "[recommended level]>13\nTwo blue men are chattering about someone. \nIt doesn't seem like a very pleasant story to have them both angry, but I'm curious. \n\nListen Let's see.",
        "Russian_Text": "[рекомендуемый уровень]>13 \n Два синих человечка болтают о ком-то \n",
        "Chinese_Text": "[推荐等级]13\n两名清人正在对某个人叽叽咕咕。\n两人都很生气，虽然不是什么愉快的事情，但是很好奇。\n\n听听看。"
    },
    "110010108": {
        "Dev_Desc": "반달서브_10008_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n근심이 가득해 보이는 이 나무꾼은 고도시 숲길에서 광물을 주워 온 이후로 줄곧 가위와 악몽에 시달렸다고 했다. \\n\\n나무꾼은 내다 버린 광물이 발이라도 달려 쫓아오지 않을까 무척 불안해하고 있으니, 대신 가서 광물이 그 자리에 잘 있는지 확인해보자.",
        "English_Text": "[Recommended level]>17\nThis anxious-looking woodcutter said that he has suffered from scissors and nightmares ever since he picked up minerals from a forest road in Kodo City. I'm very worried that even if it's going to run after me, let's go instead and check if the minerals are there.",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Этот встревоженный дровосек сказал, что он страдал от ножниц и кошмаров с тех пор, как собирал минералы с лесной дороги в городе Кодо. Так что давайте пойдем и посмотрим, есть ли минералы на месте. ",
        "Chinese_Text": "[推荐等级]17\n看起来很担心的这位樵夫说，自从在古都森林路上捡到矿物后，一直被剪刀和噩梦折磨着。\n\n樵夫非常担心扔掉的矿物会不会被追赶，所以去确认一下矿物是否在那里。"
    },
    "110010109": {
        "Dev_Desc": "반달서브_10009_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n정신이 온전치 않아 보이는 한 노인이 계속해서 신목님이라 외치며 애타게 무엇인가를 찾고 있다. \\n\\n노인이 부르짖는 이름의 주인은 누구일까? \\n노인의 말대로 실재하는 것일까? \\n\\n주변을 살펴보자.",
        "English_Text": "[recommended level]>13\nAn old man who seems to be insane is constantly crying out to be a god and searching for something.\n\nWho is the owner of the old man's name?\n Is it real as the old man said?\n\nLet's take a look around.",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n Старик, который выглядит ненормальным, постоянно взывает к крестной матери и отчаянно что-то ищет. \n \n Кому принадлежит имя старика? \n Это настоящее, как старик? \n \n Давайте посмотрим вокруг. ",
        "Chinese_Text": "[推荐等级]13\n一位看起来精神不健全的老人一直喊着神木大人，焦急地寻找着什么。\n\n老人叫的名字的主人是谁？\n按照老人的话，真的存在吗？\n\n看看周围。"
    },
    "110010110": {
        "Dev_Desc": "반달서브_10010_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n걱정이 가득해 보이는 남자가 구시렁거리고 있다. \\n그의 이야기를 들어보자.",
        "English_Text": "[recommended level]>17\nA man who looks full of worries is muttering.\nLet's hear his story.",
        "Russian_Text": "[рекомендуемый уровень]>17 \n Человек, который выглядит обеспокоенным, бормочет. \n Слушайте его.",
        "Chinese_Text": "[推荐等级]17\n看起来很担心的男人在唠叨。\n听听他的故事。"
    },
    "110010111": {
        "Dev_Desc": "반달서브_10011_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n고도시 숲길 어귀에서 만난 꼬마 아이는 말하는 수목 정령을 만났다고 자랑하며 그 위치를 자세하게 알려주었다. \\n\\n아이의 말이 사실인지 확인해보자.",
        "English_Text": "[Recommended level]>13\nThe little boy I met at the entrance of the old city forest road boasted that he met a talking arborist and told him the location in detail. \n\nLet's check if what he said is true.",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n Маленький мальчик, которого я встретил у входа в лесную дорогу старого города, хвастался, что встретил говорящий дендрарий и сказал ему, где он был.",
        "Chinese_Text": "[推荐等级]13\n在古都市森林路入口处见到的小孩炫耀自己遇到了树木精灵，并详细地告诉了位置。\n\n确认一下孩子的话是否属实。"
    },
    "110010112": {
        "Dev_Desc": "반달서브_10012_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n무엇인가를 발견한 것 같다.\\n다가가 자세히 살펴보자.",
        "English_Text": "[Recommended level]>7\nI think I've found something.\nLet's go closer and take a closer look.",
        "Russian_Text": "[рекомендуемый уровень]>7 \n Думаю, мы кое-что нашли. \n Приходите и присмотритесь.",
        "Chinese_Text": "[推荐等级]7\n好像发现了什么。\n靠近仔细观察。"
    },
    "110010113": {
        "Dev_Desc": "반달서브_10013_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 10\\n무엇인가를 발견한 것 같다.\\n다가가 자세히 살펴보자.",
        "English_Text": "[Recommended level]>10\nI think I've found something.\nLet's go closer and take a closer look.",
        "Russian_Text": "[Рекомендуемый уровень]>10 \n Кажется, я кое-что нашел. \n Приходите и присмотритесь.",
        "Chinese_Text": "[推荐等级]10\n好像发现了什么。\n靠近仔细观察。"
    },
    "110010114": {
        "Dev_Desc": "반달서브_10014_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n뒤통수가 따가워 주위를 살펴보니 이상한 사람이 손짓하고 있다. 엄청나게 수상한데, 너무 궁금해! \\n\\n어쩌지? 말을 걸어볼까?",
        "English_Text": "[recommended level]>7\nI looked around and saw a strange person beckoning me with a stinging in the back of the head. It's very suspicious, but I'm very curious! \n\nWhat should I do? Shall we talk to you?",
        "Russian_Text": "[Рекомендуемый уровень]>7 \n У меня укусило затылок. Я оглядываюсь и вижу, как странный человек манит. Это очень подозрительно, мне любопытно! \n \n Что мне делать? Поговорим с вами? ",
        "Chinese_Text": "[推荐等级]7\n后脑勺疼，看了看周围，奇怪的人在做手势。很奇怪很好奇！\n\n怎么办？跟他搭话吧？"
    },
    "110010115": {
        "Dev_Desc": "반달서브_10015_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회의 회장 잿빛바람이 수심이 가득한 얼굴 한 채 앞마당을 서성이고 있다. \\n\\n무슨 고민이라도 있는 걸까? 한 번 들어보자.",
        "English_Text": "[recommended level]>13\nPresident of the Wildlife Conservation Society, a gray wind roams the front yard with a face full of water. \n\nAre you having any concerns? Let's hear it.",
        "Russian_Text": "[РЕКОМЕНДУЕМЫЙ УРОВЕНЬ]>13 \n Президент Общества охраны дикой природы. Серый ветер бродит по двору с лицом, залитым водой. \n \n Что вас беспокоит?",
        "Chinese_Text": "[推荐等级]13\n野生保全会议会长灰色的风充满了忧愁，在前院徘徊。\n\n有什么烦恼吗？听听看吧"
    },
    "110010116": {
        "Dev_Desc": "반달서브_10016_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n개척바롱단의 단장 네이냥이 자신의 자랑스러운 대원들을 소개해 주겠다고 한다. \\n\\n실은 직접 단원들을 찾아 나서기 귀찮은 네이냥이 내게 일을 미룬 것 같지만 유적지도 둘러볼 겸 단원들을 찾아보는 것도 나쁘지 않을 것 같다.",
        "English_Text": "[Recommended Level]>7\nThe leader of the Pioneer Barongdan, Neinyang, said he would introduce his proud members.\n\nActually, Neinyang, who is troublesome to go out to find the members himself, seems to have delayed my work, but the ruins map is also I don't think it would be a bad idea to look around and find members.",
        "Russian_Text": "[Рекомендуемый уровень]>7 \n Нэй-ньянг, лидер Первопроходца Баронгдан, хочет представить своих гордых членов. \n \n На самом деле, Нэй-нянь, которому сложно найти членов лично, похоже, задержал мою работу , но я ищу, чтобы участники осмотрели руины. Я тоже не думаю, что это было бы плохо .",
        "Chinese_Text": "[推荐等级]7\n开拓巴隆团的团长尼昂说要介绍自己自豪的队员们。\n\n事实上，很难亲自去找团员的尼昂好像把事情推给了我，但是为了参观遗址，去寻找团员也不错。"
    },
    "110010117": {
        "Dev_Desc": "반달서브_10017_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 20\\n저기 나무 그늘 아래 세상모르게 취해서 자고 있는 흥이냥이 보인다. \\n\\n모르긴 몰라도 개척바롱단의 명성으로 미루어 보아 뭔가 잘못되어 가고 있다는 예감이 든다. \\n\\n흥이냥을 깨워 임무로 돌려보내자.",
        "English_Text": "[recommended level]>20\nI see a drunken sleeping under the shade of a tree over there.\n\nI don't know, but judging by the reputation of the pioneering barongdan, I have a feeling that something is going wrong.\n \nLet's wake up Heungi-nyang and send him back to his mission.",
        "Russian_Text": "[Рекомендуемый уровень]>20 \n Там, в тени дерева, я вижу, что Хынги-нян бессознательно спит. \n \n Я не знаю, но, судя по репутации баронгдана-первооткрывателя, у меня есть ощущение, что что-то не так идет не так. Давай отправим .",
        "Chinese_Text": "[推荐等级]20\n能看到在树荫下不知不觉地醉着睡觉的兴致\n\n虽然不知道，但从开拓巴隆团的名声来看，有种预感到有什么不对的地方。\n\n唤醒兴致，把它送回任务。"
    },
    "110010118": {
        "Dev_Desc": "반달서브_10018_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 22\\n개척바롱단의 뿡이냥이 나무 뒤에 숨어 야생 동물들을 바라보고만 있다. \\n\\n귀찮은 일에 휘말리지 않으려면 외면하는 것이 상책일 테지만, 저 가여운 표정을 보고선 도저히 그냥 지나칠 수가 없다. \\n\\n아무래도 곤란한 일이 생긴 것처럼 보이니 도와줘야겠다.",
        "English_Text": "[recommended level]>22\nThe Pioneer Barongdan guinea pig hides behind a tree and just watches the wild animals.\n\nIt would be best not to get caught up in troublesome things, but it would be best to turn away, but that pitiful expression I can't just ignore it after seeing it.\n\nIt seems like something difficult has happened, so I'll help you.",
        "Russian_Text": "[Рекомендуемый уровень]>22 \n Щенки пионера Баронгдана прячутся за деревьями и просто наблюдают за дикими животными. \n \n Чтобы не попасть в неприятные ситуации, лучше просто игнорировать их, но, увидев это жалкое выражение на вашем лице, вы можете не просто игнорировать их. Нет. \n \n Кажется, что-то не так, поэтому мне нужно помочь .",
        "Chinese_Text": "[推荐等级]22\n开拓巴隆团的砰砰躲在树后面看着野生动物。\n\n如果不想卷入麻烦的事情中，最好还是回避一下，但是看到我可怜的表情，无论如何也不能就这么过去。\n\n不管怎么说，好像发生了困难，应该帮帮我。"
    },
    "110010119": {
        "Dev_Desc": "반달서브_10019_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 31\\n바롱단의 흥이냥과 뿡이냥이 혼비백산하여 뛰쳐나왔다. \\n\\n가쁜 숨을 고르던 두 바롱은 이내 투닥거리며 말다툼을 하는 것 같다. 무슨 사연인지 들어보자.",
        "English_Text": "[recommended level]>31\nThe Barongdan's Heungyi-nyang and Pungy-nyang ran out in confusion.\n\nThe two Barongs, who were holding their breaths, seem to be arguing and arguing. Let's hear what the story is. .",
        "Russian_Text": "[Рекомендуемый уровень]>31 \n Хын-и-нян из Баронгдана и Пунг-ни-нянь сбиты с толку и выбегают. \n \n Два Баронга, затаив дыхание, похоже спорят и спорят. Давайте послушаем, что происходит.",
        "Chinese_Text": "[推荐等级]31\n巴隆团的兴致勃勃的猫和砰砰的猫魂飞魄散地跑了出来。\n\n喘着粗气的迪拜龙好像在争吵。听听是什么原因吧"
    },
    "110010120": {
        "Dev_Desc": "반달서브_10020_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 22\\n돌 언덕 구릉지 초입에서 큰 소리로 홍보 중인 해수 사냥꾼 일행들을 만났다.\\n\\n잠깐… 저들의 모습이 어디서 본 것 같이 낯이 익기도 한데... 기분 탓인가?\\n\\n뭐, 해수 사냥이라면 꽤 쏠쏠한 돈벌이가 될 것 같으니 다가가서 말을 걸어보자.",
        "English_Text": "[recommended level]>22\nI met a group of seawater hunters who were promoting loudly at the beginning of the hilly area.\n\nWait... They look familiar as you can see somewhere... Is it because of your mood?\n\nWell, seawater hunting seems to be a good way to make money, so let's approach and talk to him.",
        "Russian_Text": "[рекомендуемый уровень]>22 \n У входа на скалистый холм я встретил группу охотников за морской водой, которые громко рекламировали. Охота в морской воде кажется хорошим способом заработать деньги, так что давайте подойдем к ней и поговорим с ним.",
        "Chinese_Text": "[推荐等级]22\n在石坡丘陵地初入，遇到了正在大声宣传的深渊猎人一行。\n\n等一下…他们的样子好像在哪里见过一样，很熟悉..。是因为心情吗？\n\n如果是深渊狩猎的话，应该会赚很多钱，去跟他搭话吧。"
    },
    "110010121": {
        "Dev_Desc": "반달서브_10021_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 22\\n야생 곰과 호랑이를 손쉽게 해치우는 모습에 다소 놀란 지미갓은 이내 흡족해하며 해수 사냥에 끼워주겠다고 했다. \\n\\n하지만 부하들이 반대를 하고 나서는 바람에 지미갓은 내게 잠깐 기다리라고 하더니, 이내 특별 임무를 주겠다며 거드름을 피웠다. \\n\\n직접 해수를 추적하는 임무라는데... 할 수 있을까?",
        "English_Text": "[recommended level]>22\nSlightly surprised at how easy it is to kill wild bears and tigers, Jimmy God was soon satisfied and offered to join him in seawater hunting.\n\nBut after his subordinates objected, Jimmy God told me to wait for a while, and then he said he would give me a special mission.\n\nIt's a mission to track seawater myself... Can I do it?",
        "Russian_Text": "[Рекомендуемый уровень]>22 \n Джимми Бог был немного удивлен тем, насколько легко было убивать диких медведей и тигров, и он был удовлетворен и предложил присоединиться к нему в морской охоте. \n \n Но его люди возражали, поэтому Джимми Бог сказал Мне нужно немного подождать. Он сказал: Я немедленно дам вам особую миссию, - сказал он.",
        "Chinese_Text": "[推荐等级]22\n对于轻松处理野生熊和老虎的样子多少有些吃惊的吉米甲表示很满意，会加入到深渊狩猎中。\n\n但是因为部下们反对，吉米甲让我等一会儿，他就摆出架子说要给我特别任务。\n\n听说是直接追踪深渊的任务..。能做到吗。"
    },
    "110010122": {
        "Dev_Desc": "반달서브_10022_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 10\\n수월항 선착장 근처에 개척바롱단이 모여있다. \\n\\n연신 두리번 거리며 누군가를 찾고 있는 것 같은데, 나를 발견하고는 신나게 앞발을 흔든다. \\n\\n혹시 나를 찾고 있었던 건가?",
        "English_Text": "[Recommended level]>10\nA group of pioneering barongs are gathered near the Suwol Port pier. \n\nIt seems they are looking for someone, but when they find me, they shake their paws excitedly. \n\nWere you looking for me?",
        "Russian_Text": "[Рекомендуемый уровень]>10 \n Группа баронгов-первопроходцев собралась возле пристани порта Суволь. \n я случайно? ",
        "Chinese_Text": "[推荐等级]10\n水月港码头附近聚集了开拓巴隆团。\n\n不停地东张西望，好像在找谁，发现我后开心地摇着前脚。\n\n你是在找我吗？"
    },
    "110010123": {
        "Dev_Desc": "반달서브_10023_AcquiredDesc(사용X)",
        "Original_Text": "정식 단체로 인정받은 개척바롱단은 신대륙으로 넘어가 새로운 개척 활동을 펼칠 계획이라고 했다. \\n\\n네이냥은 명예 개척바롱단인 내게 마지막 선물을 남겼다고 했다. \\n\\n네이냥이 말한 영교원으로 가보자.",
        "English_Text": "The Pioneer Barongdan, recognized as an official group, said that they plan to move to a new continent and carry out new pioneering activities.\n\nNyanan said that he left a last gift for me, an honorary pioneering barongdan. \n\nNay Let's go to the Yeongkyowon that the cat said.",
        "Russian_Text": "Пионеры Баронгдан, признанные официальной группой, заявили, что они планируют переехать на новый континент и провести новую новаторскую деятельность.",
        "Chinese_Text": "被认可为正式团体的开拓巴隆团计划进入新大陆展开新的开拓活动。\n\n你的猫给开拓名誉的巴隆丹留下了最后的礼物。\n\n去你说的韩英老师那里吧。"
    },
    "110010124": {
        "Dev_Desc": "반달서브_10024_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 33\\n고민이 많아 보이는 사람이 보인다. \\n대체 저 절벽 쪽을 바라보면서 어떤 고민이 있는 거지?\\n\\n한번 얘기를 들어보자.",
        "English_Text": "[Recommended level]>46\nI see a person with a lot of trouble. \nWhat kind of trouble are you having while looking at that cliff?\n\nLet's hear about it.",
        "Russian_Text": "[Рекомендуемый уровень]>33 \n Я вижу человека, у которого много проблем. \n Какие проблемы возникают у вас, глядя на этот обрыв? \n \n Давайте послушаем историю.",
        "Chinese_Text": "[推荐等级]33\n能看到看起来很苦恼的人\n到底看着那绝壁有什么烦恼呢？\n\n听听看吧。"
    },
    "110010125": {
        "Dev_Desc": "반달서브_10025_AcquiredDesc(사용X)",
        "Original_Text": "창도단의 횡포를 이기지 못한 누군가가 절실한 심정으로 써 붙여 놓은 벽보를 보았다. \\n\\n이들이 집으로 돌아올 수 있도록 창도단의 횡포를 잠재우자.",
        "English_Text": "I saw a poster written by someone who could not overcome the tyranny of the Changdo gang. \n\nLet's put an end to the tyranny of the Changdo gang so that they can return home.",
        "Russian_Text": "Я видел плакат, написанный кем-то, кто не смог преодолеть тиранию банды Чандо.",
        "Chinese_Text": "看到有人没能战胜昌道团的横行霸道，以迫切的心情贴上的墙报。\n\n为了让他们回家，平息昌道团的横行霸道。"
    },
    "110010126": {
        "Dev_Desc": "반달서브_10026_AcquiredDesc(수락 전)",
        "Original_Text": "\"[권장 레벨] 13\\n야생보전회에서 야생 동물 치료를 전담하고 있는 치료사 산들바람은 다친 사슴을 치료하다 눈물을 훔치고 있었다.\\n\\n근래 눈에 띄게 늘어난 호랑이들 탓에 사슴을 비롯한 연약한 초식 동물들이 죽음의 위협을 두배로 느끼고 있다는 것이다.\\n\\n산들바람의 곁에서 애처로운 눈빛을 하고 있는 사슴이 못내 안쓰러운 기분이 든다. 내가 도와줄 수 있을 것 같은데...\"",
        "English_Text": "[recommended level]>13\nThe therapist 'Breezewind', who was in charge of treating wild animals at the Wildlife Conservation Society, was wiping away tears while treating an injured deer. It means that fragile herbivores, including deer, are feeling the double threat of death.\n\nI feel sorry for the deer with pathetic eyes next to the breeze. I think I can help... ",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n Бриз, терапевт, отвечающий за лечение диких животных в Обществе охраны дикой природы, вытирал слезы, лечя раненого оленя. Они вдвойне ощущают угрозу смерти.",
        "Chinese_Text": "[推荐等级]13\n在野生保护会上负责治疗野生动物的治疗师“微风”在治疗受伤的鹿时擦着眼泪。\n\n因为最近明显增多的老虎，鹿等脆弱的草食动物们感受到了死亡的威胁。\n\n灿多鹿在风的旁边可怜地看着，感到非常心疼。我觉得我能帮上忙..。"
    },
    "110010127": {
        "Dev_Desc": "반달서브_10027_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회 행동대 소속 마파람은 보다 근본적인 투엽단 소탕을 위해 기습을 계획 중이다. \\n\\n마파람을 도와 투엽단의 근거지를 습격해서 반달호수의 야생을 보호하자.",
        "English_Text": "[recommended level]>13\nMaparam, a member of the Wild Conservation Society Action Group, is planning a surprise attack for a more fundamental eradication of the swordfighting groups.\n\nHelp Mapparam raid the campsites of the swordfighters to protect the wilds of Lake Vandal. lets do it.",
        "Russian_Text": "[Рекомендуемый уровень]>13 \n Мапарам, член Общества охраны дикой природы, планирует внезапную атаку, чтобы избавиться от более радикального боевого отряда.",
        "Chinese_Text": "[推荐等级]13\n野生保全会行动队所属的马帕兰为了扫荡更根本的斗夜团，正在计划突袭。\n\n帮助马帕兰袭击斗夜团的根据地，保护半月湖的野生。"
    },
    "110010128": {
        "Dev_Desc": "반달서브_10028_AcquiredDesc(사용X)",
        "Original_Text": "하루 아침에 딸을 잃은 소향의 부모는 홀로 세상을 떠났을 딸의 마지막 가는 길이 외롭지 않도록 함께하고 싶어한다. \\n\\n이들이 소향의 마지막 가는 길을 무사히 배웅해 줄 수 있도록 깊은 묘지 숲까지 동행하며 위험한 것들로부터 지켜주자.",
        "English_Text": "Sohyang's parents, who lost their daughter overnight, want to be with their daughter so that she will not be lonely on her last journey, who would have died alone.\n\nThere is a deep cemetery so that they can safely see off Sohyang's last journey. Let's accompany us to the forest and protect us from dangerous things.",
        "Russian_Text": "Родители Со-хян, потерявшие дочь в одночасье, хотят быть со своей дочерью, чтобы она не была одинока в ее последнем путешествии. Давайте защитим ее от вас.",
        "Chinese_Text": "一天早上失去女儿的小香的父母想和她一起度过独自去世的女儿的最后一条路。\n\n为了让他们能够平安地送别小香的最后一条路，一起去深墓地森林，守护危险的东西。"
    },
    "110010129": {
        "Dev_Desc": "반달서브_10029_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n깊은 묘지 숲에서 이상한 도깨비 하나를 만났다. \\n\\n자신이 도깨비 장난에 속아 도깨비가 되어버린 사람이라고 주장하며 좀 도와달라고 한다. 어떡할까?",
        "English_Text": "[Recommended level]>17\nI met a strange goblin in a deep cemetery forest.\n\nHe claims to be a person who has been tricked by a goblin and turned into a goblin and asks for help. What should I do?",
        "Russian_Text": "[Рекомендуемый уровень]>17 \n Я встретил странного гоблина в глубоком кладбище. \n ",
        "Chinese_Text": "[推荐等级]17\n在深深的墓地森林里遇到了一个奇怪的鬼怪。\n\n主张自己是被鬼怪的恶作剧骗成鬼怪的人，并要求帮助。怎么办。"
    },
    "110010130": {
        "Dev_Desc": "반달서브_10030_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 20\\n반달목장 일꾼 제채기는 목장 인근에 서식하는 발발이들 때문에 부쩍 재채기가 늘어서 고민이라고 한다.\\n\\n어떻게 해보고 싶어도 다가갈 수 조차 없다며 연신 재채기를 하는 것이 좀 안쓰럽기도 한데... \\n\\n제채기의 재채기가 나을 수 있도록 원흉인 발발이들을 사냥하자.",
        "English_Text": "[recommended level]>20\nThe Vandal Ranch worker sneeze is said to be a concern because of the outbreaks that live near the ranch.\n\nNo matter what I try, I can't even approach him and sneeze over and over again. It's a little pitiful, but... \n\nLet's hunt the culprits, the culprits, so that the sneeze can get better.",
        "Russian_Text": "[Рекомендуемый уровень]>20 \n Vandal Ranch Чихание рабочего, как говорят, вызывает беспокойство из-за вспышек болезни, которые живут рядом с ранчо. \n \n Давайте поохотимся на виновных, виновных, чтобы чихание могло излечить.",
        "Chinese_Text": "[推荐等级]20\n半月牧场的工人踢毽子因为栖息在牧场附近的爆发者们，打喷嚏一下子增多了，所以很苦恼。\n\n不管怎么做都无法靠近，一直打喷嚏有点可怜..。\n\n为了让自己的打喷嚏好起来，狩猎那些元凶爆发者。"
    },
    "110010131": {
        "Dev_Desc": "반달서브_10031_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 25\\n수와족의 대장장이 모와는 침식된 괴물들과의 장기전을 고려한 대책을 생각해 냈다. \\n\\n괴물들의 가죽과 이빨을 이용해서 수와족의 무기와 방어구를 만들겠다는 모와의 계획을 위해 재료를 구해주자.",
        "English_Text": "[recommended level]>25\nThe blacksmith of the Suwa tribe, Mowa, came up with a plan to take into account the long-term battle with the eroded monsters.\n\nUsing the hides and teeth of the monsters, the weapon of the Suwa tribe was used. Let's get the materials for Mowa's plan to make armor.",
        "Russian_Text": "[Рекомендуемый уровень]>25 \n Мова, кузнец из племени Сува, разработал план с учетом долгосрочной битвы с разрушенными монстрами. Давайте возьмем материалы для этого плана.",
        "Chinese_Text": "[推荐等级]25\n苏瓦族的铁匠莫瓦考虑到了与被侵蚀的怪物们的长期战斗的对策。\n\n利用怪物们的皮革和牙齿制作兽瓦族武器和防具的莫瓦的计划。"
    },
    "110010132": {
        "Dev_Desc": "반달서브_10032_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n아랑이 내게 부탁할 것이 있다며 말을 걸어왔다.\\n다른 사람이라면 몰라도 아랑의 부탁이라면 거절할 이유가 없지!\\n\\n어떤 부탁인지 자세히 들어보자.",
        "English_Text": "[recommended level]>7\nArang has spoken to me about something.\nIf it is Arang's request, even if no one else knows, there is no reason to refuse it!\n\nLet's listen carefully to what kind of request it is! .",
        "Russian_Text": "[Рекомендуемый уровень]>7 \n Аранг кое о чем говорил со мной.",
        "Chinese_Text": "[推荐等级]7\n阿郎跟我说有件事要拜托你。\n如果是别人的话，就算不知道，如果是阿郎的请求，也没有理由拒绝！\n\n仔细听听是什么样的请求。"
    },
    "110010133": {
        "Dev_Desc": "반달서브_10033_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n의식하고 각성의 회랑을 찾아 다닌 것은 아니었지만, 어느 새 또 다른 각성의 회랑이 지척에 있었다.\\n아랑은 이번 각성의 회랑을 발견한 것은 나니까 내게 탐사를 부탁했다.\\n\\n아랑 없이 홀로 각성의 회랑을 탐사한다는 것은 아직 부담스러운 것은 사실이다.\\n하지만 이미 각성의 회랑을 홀로 지나온 경험이 있으니 또 못할 건 없지!\\n\\n바로 앞의 각성의 회랑을 탐사하자.",
        "English_Text": "[Recommended level]>7\nI didn't go looking for the Awakening Corridor consciously, but suddenly another Awakening Corridor was within walking distance.\nArang found the Awakening Corridor this time, so it was me. I asked you to explore.\n\nIt is true that it is still burdensome to explore the Awakening Corridor by yourself without a fuss.\nBut, since you have already passed through the Awakening Corridor alone, there is nothing you can't do!\n\nThat's right! Let's explore the corridor of awakening ahead.",
        "Russian_Text": "[Рекомендуемый уровень]>7 \n Я не искал Коридор Пробуждения сознательно, но внезапно другой Коридор Пробуждения оказался в пределах пешей досягаемости. \n Это правда, что исследовать Коридор Пробуждения в одиночку, не вмешиваясь, все еще обременительно. \n Однако , поскольку я уже прошел через Коридор Пробуждения в одиночку, я ничего не могу сделать!",
        "Chinese_Text": "[推荐等级]7\n虽然无意识到并去寻找觉醒的走廊，不知不觉间，另一个觉醒的回廊就在近在咫尺。\n阿郎发现了这次觉醒的回廊，所以拜托我去探查。\n\n毫无保留地独自探索觉醒的回廊，这是一件很有负担的事情。没什么不能做的！\n\n探索前面觉醒的走廊。"
    }
}