{
    "11040000": {
        "Dev_Desc": "3막 1장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "这是一个尚未公开的故事."
    },
    "11040001": {
        "Dev_Desc": "3막 2장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "这是一个尚未公开的故事."
    },
    "11040002": {
        "Dev_Desc": "3막 3장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "这是一个尚未公开的故事."
    },
    "11040003": {
        "Dev_Desc": "3막 4장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "这是一个尚未公开的故事."
    },
    "11040004": {
        "Dev_Desc": "3막 1장",
        "Original_Text": "태록림의 문제들을 해결하고 드디어 비옥대지로 넘어올 수 있게 되었다. \\n풍백문에서는 과연 아랑이 호언장담한 대로 도움을 받을 수 있을까? \\n\\n풍백문 해월지부로 향해 이야기를 진행하자.",
        "English_Text": "After solving the problems of the Taerok Forest, we are finally able to move on to the fertile land.\nWill I be able to get help at Pungbaekmun as Arang has promised?\n\nTo the Pungbaekmun Haewol Branch Let the story go.",
        "Russian_Text": "",
        "Chinese_Text": "解决了太绿林的问题，终于可以进入肥沃的大地。\n在风白门，阿郎豪言壮语果真能得到帮助吗？\n\n向风白门海月支部进行谈话."
    },
    "11040005": {
        "Dev_Desc": "3막 2장",
        "Original_Text": "홍돈족 문제를 해결했으나 아직 풍백문이 마주한 문제는 끝나지 않았다. \\n어느 날 갑자기 등장한 존재가 해월지부가 보이는 원령의 언덕에서 호시탐탐 풍백문을 노리고 있다는데... \\n\\n자세한 이야기를 듣고 문제를 해결하자.",
        "English_Text": "The problem of the Hongdon tribe has been solved, but the problem faced by Pungbaekmun is not over yet.\nOne day, a being who suddenly appeared is aiming for Hoshitamtam Pungbaekmun on the hill of Wonryeong where you can see the Haewol Branch... \n\n Let's hear the details and solve the problem.",
        "Russian_Text": "",
        "Chinese_Text": "虽然解决了红豚族问题，但风白门面对的问题还没有结束。\n有一天突然登场的存在在能看到海月支部的元灵的山坡上虎视眈眈地盯着风门..。\n\n听详细情况解决问题。"
    },
    "11040006": {
        "Dev_Desc": "3막 3장",
        "Original_Text": "검은새벽단의 세력을 약화시키는데 성공하고 돌아온 풍백문 해월지부. \\n드디어 송문악 대장로를 만날 수 있는 건가... 그러나 문파광장의 분위기가 심상치 않다.\\n\\n송문악 대장로와 이야기해보자.",
        "English_Text": "The Haewol branch of Pungbaekmun returned after succeeding in weakening the power of the Black Dawn.\nIs it possible to finally meet the great leader Songmunak... But the atmosphere at Munpa Plaza is not so bad.\n\nSongmun Let's talk to the Evil Elder.",
        "Russian_Text": "",
        "Chinese_Text": "成功削弱黑色清晨团势力的风白门海月支部。\n终于可以见到宋文岳大将路了吗？但是，门派广场的气氛不寻常。\n\n和宋文岳大将路谈谈。"
    },
    "11040007": {
        "Dev_Desc": "3막 4장",
        "Original_Text": "엄청난 일들이 있었지만 끝내 비옥 채굴지에서 비옥을 손에 넣는데 성공했다. \\n\\n그나저나 갑자기 경공대결이 웬말이야... 아랑을 따라가 목적을 달성하자.",
        "English_Text": "There were a lot of great things, but in the end, I managed to obtain fertility from a fertility mine. \n\nWhat's the point of a light engineering battle all of a sudden... Let's follow Arang and achieve our goal.",
        "Russian_Text": "",
        "Chinese_Text": "虽然发生了很多事情，但最终还是成功地从肥沃的开采地获得了肥沃。\n\n话说回来，为什么突然出现了轻攻对决..。跟着阿郎去达到目的吧。"
    },
    "11040008": {
        "Dev_Desc": "3막 1장",
        "Original_Text": "\"풍백문 해월지부에 도착하자 먼저 와있던 비류하 사형이 문파원들을 이끌고 우릴 맞이해주었다. 그는 오랜만에 만날 스승님께 빈손으로 갈 순 없지 않냐며 문안 인사에 딱 맞는 선물을 알려주겠다고 했다. 바로 풍백문의 골칫거리, 홍돈족과 검은 새벽단의 문제를 해결하는 것이었다. \\n\\n얼마 전부터 난폭해진 홍돈족이 문파원을 공격하는 사건이 이어지고 있었다. 홍돈족 온건파의 수장, 홍돈칠의 말에 따르면 몇 해 전 자신의 동생이자 홍돈족의 족장인 홍돈팔이 이상한 돌을 손에 넣으면서부터 난폭하게 변해갔다고 했다. 아랑은 그 돌이 탁회암일거라 의심했다. 우리는 홍돈칠이 부린 잔꾀의 도움을 받아 홍돈팔을 처치하고 탁회암으로 추정되는 이상한 돌을 파괴할 수 있었다.\"",
        "English_Text": "When we arrived at the Haewol branch of Pungbaekmun Gate, the executioner Biryuha, who had come first, led the members of the family to welcome us. He said that he would give the teacher he met after a long time, if he couldn't go empty-handed, and that he would give him a gift that was perfect for greetings. It was to solve the problem of Pungbaekmun, the problem between the Hongdon tribe and the Black Dawn.\n\nThere have been several incidents of violent Hongdon tribe attacking the Munpawon for some time. He said that his younger brother, Hong Don-pal, the head of the Hong Don tribe, had changed violently since he got his hands on a strange stone. Arang suspected that the stone was 'Takhoeam'. We got help from Hong Don-chil's clever trick. I was able to defeat Hong Donpal and destroy a strange stone presumed to be taffy rock.",
        "Russian_Text": "",
        "Chinese_Text": "到了风白门海月支部，先来的飞流河师兄带领着门派迎接了我们。他说：不能空手去见老师。就是解决风白门的麻烦、红敦族和黑色清晨团的问题。\n\n不久前就发生了暴力的红豚族攻击文破院的事件。据红豚族稳健派的首长、红豚三说，几年前自己的弟弟、红豚族的族长红豚八从拿到奇怪的石头开始就变得粗暴。阿郎怀疑那块石头是“卓灰岩”。我们在红豚七耍的小聪明的帮助下，消灭了红豚八，破坏了一块被推测为卓会岩的奇怪石头。"
    },
    "11040009": {
        "Dev_Desc": "3막 2장",
        "Original_Text": "비류하의 또 다른 제안, 검은새벽단 격퇴를 위해 우리는 풍백문의 전투 조장을 찾아갔다. 검은새벽단은 수라를 숭배하는 집단으로 신수를 모시는 문파에서 신기를 빼앗으려는 것이 주목적이라고 한다. 전투조장은 원령의 언덕에 다수의 문파원이 파견되어 검은새벽단과 격전을 치르고 있으니 이를 도와 달라고 부탁했다. \\n\\n서둘러 도착한 원령의 언덕에서 나와 아랑, 그리고 풍백문 문파원들은 검은새벽단의 기세를 한풀 꺾는 데 성공했다. 하지만 어디서 나타나는지 알 수 없지만, 끝없이 나타나는 그들의 증원병력을 의식해 서둘러 언덕을 벗어나야만 했다. 아랑의 결단, 절벽에서 뛰어내리는 것으로 우리는 원령의 언덕을 탈출할 수 있었다. \\n퍼롱퍼롱 총장의 축지술도 그렇고 아랑과 함께면 정말... 무모한 일에 자주 휩쓸리는 것 같다.\\n\\n어쨌든 검은 새벽단의 기세도 꺾었으니! 자, 이제 대장로 송문악을 만나러 가자.",
        "English_Text": "Another suggestion from Biryuha, to defeat the Black Dawn, we went to the battle leader of Pungbaekmun. The Black Dawn is a group that worships Sura. The battle leader asked for help because a number of members were dispatched to Wonryeong Hill and they were fighting the Black Dawn.\n\nI arrived in a hurry from the hill of Wonryeong, Arang, and the members of Pungbaekmun's members were the momentum of the Black Dawn. Although it is unknown where they appear, we had to get out of the hill in a hurry, conscious of their endless reinforcements. With Arang's determination and jumping off the cliff, we were able to escape the hill of Mononoke. nPerong Perong's churning skills, and with Arang, it's really... I seem to get caught up in reckless things often.\n\nAnyway, the momentum of the Black Dawn has also been defeated! ",
        "Russian_Text": "",
        "Chinese_Text": "飞流河的另一个提议，为了击退黑色清晨团，我们去了丰白门的战斗组长。据说，黑色的清晨团是崇拜修罗的集团，在供奉神的门派中夺取神器是非常引人注目的。战斗组长在元灵的山坡上派遣了很多门卫，正在与黑色的清晨团展开激战，请帮助他们。\n\n从急忙到达的元灵之丘出来，阿郎，还有风白门派成员们成功地战胜了黑色清晨的气势。但是不知道在哪里出现，但是考虑到他们不断出现的增援兵力，不得不急忙离开山丘。阿郎的决断，从悬崖上跳下来，我们可以逃出元灵的山坡。\n弗朗弗朗弗朗弗朗弗朗弗朗总长的缩地术也是和阿郎一起的话真的..。好像经常被鲁莽的事情卷走。\n\n不管怎样，黑色的清晨团的气势也减弱了！来，现在作为队长去见宋文岳吧。"
    },
    "11040010": {
        "Dev_Desc": "3막 3장",
        "Original_Text": "드디어 만난 풍백문의 대장로 송문악은 우리를 반갑게, 그리고 조금은 부담스러울 만큼 공손하게 맞아 주었다. 조금 전 아들과 설전을 벌이던 이라는 게 믿기지 않을 정도였다. 하지만 아랑이 그의 아들 송시국 이야기를 꺼내자, 송문악은 별안간 무릎을 꿇고 비옥을 구하겠다며 불마자 소굴로 간 아들을 구해달라 부탁해왔다. \\n\\n아랑과 나는 낡아빠진 삭도를 타고 비옥 폐허로 향했다. 불마자들을 헤치며 나아간 곳에서 공허의 파괴자, 염오에게 당해 수라의 힘에 물들어가고 있는 송시국을 발견 했다. 사력을 다해 염오를 물리치고 송시국을 구려하는 순간, 아랑이 수라의 힘에 오염되는 것을 염려한 송문악이 우릴 저지했다. 완강한 송문악의 태도에 우린 결국 송시국을 두고 발길을 돌릴 수밖에 없었다. \\n송문악이 지부로 돌아간 후, 계속 마음이 쓰였던 우리가 다시 갔을 땐 이미 그는 그곳에 없었다. 아랑은 송문악이 구했을 거라 말했지만 꺼림칙한 기분이 들었다. \\n\\n어쨌든 우리는 우연히, 아마도 송시국이 차지하려 했던 비옥을 손에 넣을 수 있었고 균열을 열 수 있게 되었다.",
        "English_Text": "Finally met Pungbaekmun, the head of Pungbaekmun, Song Munak, welcomed us warmly and politely enough that it was a little burdensome. When he took out the , Song Mun-ak suddenly knelt down and asked to rescue his son who went to the den as soon as he burned to seek fertility.\n\nArang and I rode an old razor to the fertile ruins. I found Song Si-guk, the destroyer of the void, being tainted with Sura's power. Due to Song Mun-ak's stubborn attitude, we had no choice but to turn away from Song Si-guk.\nAfter Song Mun-ak returned to the branch, we continued to care, but when we went back, he was no longer there. Arang was saved by Song Mun-ak. I said yes, but I felt reluctant.\n\nAnyway, by chance, we were able to obtain the fertility that Song Si-guk was trying to claim and open a rift.",
        "Russian_Text": "",
        "Chinese_Text": "终于见到了风白门的队长，宋文岳高兴地迎接了我们，并且有点负担，恭敬地迎接了我们。真不敢相信这是刚才和儿子展开舌战的事情。但是当阿郎提起他的儿子宋时国时，宋文岳突然跪下求饶，拜托他救回火魔巢穴的儿子。\n\n阿郎和我乘着破旧的索道走向了肥沃的废墟。在冲破火魔者的地方，发现了空虚的破坏者、被盐污染的宋时国。在拼命击退污染，想要拯救宋时国的瞬间，担心阿郎被修罗的力量污染的宋文岳阻止了我们。面对顽强的宋文恶态度，我们最终只能离开宋时国。\n宋文岳回到支部后，我们一直很在意的时候，他已经不在那里了。阿郎说她可能是宋文岳救的，但我有一种不安的感觉。\n\n不管怎样，我们偶然地，也许能把宋时国想要占有的肥沃弄到手，并能打开裂缝。"
    },
    "11040011": {
        "Dev_Desc": "3막 3장",
        "Original_Text": "아랑과의 경공 대결로 정신없이 찾아온 꿈결의 숲. 신수의 회귀자는 그릇이 다른 것인지 도저히 아랑을 따라잡을 수가 없었다. 그동안 나름 성장했다 자부하고 있었는데, 아직 갈 길이 멀다는 걸 느꼈다.\\n\\n우리는 꿈결의 숲에서 대련을 통해 균열의 기운을 불러내는 데 성공했다. 그러나 별안간 나타난 파사가 순식간에 균열을 닫아버렸다. 하늘에서 내려오는 파사의 위엄은 신수의 강림이란 말이 실감 나는 모습이었다. 인간의 모습으로 우리 앞에 선 파사는 우리에게 불같이 화를 냈다. 어쩌면 당연한 일일지도. \\n지금 생각해 보면 세상을 파멸의 위기로 몰아넣었다는 수라를 불러낼 생각을 했다니. 잠시 뭐에, 아니지 아랑에게 홀린 것 같다. \\n\\n우리의 무모한 행동에 학을 뗀 파사는 자신이 직접 우리의 궁금증을 풀어주겠다고 했다. 수라의 자식과도 같은 존재 청인족에 대해 듣고 싶다면 흑암지대로 오라는 말을 남기고 사라졌다. 아랑의 말을 들어보면 아직 흑암지대로 바로 향하는 길은 없는 듯하다. 아랑의 제안대로 용린사막을 통해 흑암지대로 넘어가자.",
        "English_Text": "The forest of dreams that came to me in a frenzied battle with Arang. The returner of Shinsoo couldn't possibly catch up with Arang because of a different vessel. \n\nWe succeeded in summoning the energy of the rift through Dalian in the Forest of Dreams, but the Pasa that appeared suddenly closed the crack in an instant. Pasa, who stood in front of us in human form, was furious with us. Maybe it was natural.\nNow that I think about it, I thought of summoning Sura, who had plunged the world into the brink of ruin. No, I think I'm possessed by Arang.\n\nPasa, who graduated from school because of our reckless behavior, said that she would personally answer our questions. They are like Sura's children. If you want to hear about the blue people, come to the dark area. From what Arang said, there seems to be no direct path to the dark area yet. Let's go through the Yongrin Desert to the dark area as Arang suggested.",
        "Russian_Text": "",
        "Chinese_Text": "因与阿郎的轻攻对决而来的梦之森。神兽的回归者是不是器皿不同，根本追不上阿郎。这段时间我对自己的成长很有自信，但我觉得要走的路还很长。\n\n我们在梦中的森林里通过大连成功地唤起了裂痕的气息。但是突然出现的风波瞬间就消失了。从天上下来的帕萨的威严让人真切地感受到了神兽降临的话。以人类的面貌站在我们面前的帕萨对我们火冒三丈。也许是理所当然的事情。\n现在想想，竟然想到要把世界推向毁灭的危机。好像被阿郎迷住了。\n\n对我们鲁莽的行动开刀的帕萨说自己会亲自解开我们的好奇心。如果想听到像修罗的子女一样的存在清仁族的话，就留下“来黑岩地带”的话后消失了。听了阿郎的话，好像还没有通往黑暗地带的路。按照阿郎的提议通过龙鳞沙漠进入黑暗地带。"
    },
    "11040012": {
        "Dev_Desc": "4막 1장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "这是一个尚未公开的故事."
    },
    "11040013": {
        "Dev_Desc": "4막 2장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "这是一个尚未公开的故事."
    },
    "11040014": {
        "Dev_Desc": "4막 3장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "这是一个尚未公开的故事."
    }
}