{
    "11000900": {
        "Dev_Desc": "진행전_900",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11000905": {
        "Dev_Desc": "진행중_900",
        "Original_Text": "진행 중인 이야기입니다.",
        "English_Text": "This story is in progress.",
        "Russian_Text": "",
        "Chinese_Text": "正在进行中的故事。"
    },
    "11000910": {
        "Dev_Desc": "완료_900",
        "Original_Text": "하늘을 베어 균열을 닫는다는 돌. 천월비옥. \\n아랑이 그 신비한 결정을 얻기 위해 무술대회에 참가한다 말했을 때, 가슴이 두근거리기 시작했다. 이번에야말로 이 산속을 벗어나 세상으로 나갈 기회다! 그 길로 바로 짐을 챙겨 아랑을 따라 무술대회가 열리는 반달호수로 향했다. \\n\\n그런데 이게 무슨 일이람? 반달호수에 도착한 우리를 반긴 건 경쟁자도, 관중도 아닌 균열에서 튀어나온 불마자였다! 이런 곳에 균열이 생긴 것도 의아한데 뒤이어 염환까지 나타났다. 염환은 수라에게 에너지를 흡수당했다가 다시 주입받은 존재로, 불마자 보다 훨씬 강한 힘을 가지고 있었다. 아랑의 도움이 아니었더라면 무술대회 참가도 전에 큰 부상을 입었을지도 모르겠다. \\n\\n그 뒤로도 이상하고 신기한 일이 이어졌다. 내가 불마자로부터 구해줬던 발발이가 소울이 되어 내게 깃든 것이다. 순간 포근한 기운과 함께 조금 더 강해진 기분이 들었다. \\n\\n우여곡절 끝에 도착한 무술대회장. 곧 시작할 예선 경기를 생각하니 조금 떨리는 것 같기도 하다. 무기도 손에 익힐 겸, 가볍게 몸을 풀어 볼까?",
        "English_Text": "The mystical stone that slashes the sky and closes the deadly Fissures is called Caelite.\n\nWhen Aran told me he planned to participate in the Championship to win that mysterious crystal, my heart started to pound. It's the perfect chance for me to leave the mountains and venture out into the world! Without a second's hesitation, I followed Aran to the Sapphire Basin, where the Championship would be held.\n\nTo our surprise, we were first greeted by Hollows emerging from a fissure! As if the Hollows weren't enough, Ecizer appeared as well! Ecizer is a being which once had its energy absorbed and reinjected by the Sura, which makes it much more powerful than the Hollows. I could have been seriously hurt if it wasn't for Aran's help.\n\nBut wait, there's more... This Bulbari I saved from the Hollows turned into a Soul and entered my body. I felt a pleasing warmth and could sense my strength increasing.\n\nFinally, I made it to the arena. I'm a little anxious about the preliminaries, so I should warm up and get used to my weapon!",
        "Russian_Text": "",
        "Chinese_Text": "参加武术大会的事情被师父发现了！\n我之所以偷偷参赛是因为怕师父反对...\n到底是哪个家伙告密？\n\n幸好看来师父想在确认我的实力之后再做定论。\n我还以为师父会大怒并且让我立即退赛呢...\n总之期待我的表现吧，师父！\n我已经脱胎换骨了。"
    }
}