{
    "11001000": {
        "Dev_Desc": "description_서막 4장. 결전 준비",
        "Original_Text": "우여곡절끝에 무술대회 결승 진출에 성공했다!\\n상대는 역시 예상한 대로 아랑이다.\\n후회 없이 멋진 시합을 해야지!",
        "English_Text": "This story is in progress.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001001": {
        "Dev_Desc": "description_서막 5장. 결승전",
        "Original_Text": "\"이제 경기장 문을 열고 들어가 아랑과 승부를 겨루는 일만 남았다. \\n\\n사실 남들에겐 알려져선 안 되는 비밀이지만 아랑은 신수 시로의 회귀자다! 아마도 아랑은 시로의 회귀자인 만큼 얼음과 관련된 무공을 쓸 것 같은데... \\n특히 아랑이 가지고 다니는 진실을 밝히는 검, 진명을 조심해야 해! 그 검은 신수의 회귀자만이 가질 수 있는 신기이기 때문에 보통의 검과는 차원이 다르지. \\n\\n생각해보니 조금 겁나는데... 아니야, 나보다 그 녀석을 잘 알고 있는 사람은 없다고! \\n지피지기면 백전백승이랬어!\"",
        "English_Text": "The only thing left to do is to enter the arena and fight Aran.\n\nThis is technically a secret, but Aran is actually the Reborn One of the Advocate Shiro! Since Aran is Shiro's Reborn One, I can guess he'll use ice techniques. I should also be wary of Aran's truth-revealing sword, True Sacrifice. That sword is a Holy Relic that only a Reborn Advocate can wield.\n\nI'm kind of nervous, now that I think about it. No... I know him better than anyone else! Know your enemy and you'll always win!",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001002": {
        "Dev_Desc": "description_1막 1장. 영교원",
        "Original_Text": "하름은 내가 위험하지 않다는 최소한의 증거로서라도, 무술대회를 망친 뒷수습을 해야 한다고 말했다. \\n\\n아랑은 일단 내 신원을 보증하기 위해 신기 진명을 하름에게 맡겼다. 나 때문에 소중한 검까지 담보로 맡기다니... 너무 미안하면서도 고맙다. 게다가 아랑은 비옥을 얻기 위해 이번 대회에 참가했는데, 내가 폭주한 사이 비옥마저 아깝게 소모됐다고 한다. \\n\\n내 안의 검은 힘이 무엇일지 가끔은 나도 나 자신이 두려워... 하지만 일단은 하름의 말대로 나 때문에 사람들이 입은 피해를 최대한 복구하는 게 먼저야!",
        "English_Text": "To prove I am not dangerous, Harum told me I have to clean up the mess I made at the Martial Arts Championship.\n\nAran vouched for my identity by entrusting the Holy Relic, True Sacrifice, to Harum. He gave his precious sword for me... I can't express how grateful I feel. Aran had participated in order to obtain a Caelite, but it was consumed when I went on my rampage.\n\nI'm also fearful of what the dark powers inside me really are. But as Harum said, I need to first restore the damage I caused.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001003": {
        "Dev_Desc": "description_1막 2장. 네 마리 호랑이",
        "Original_Text": "매화단의 홍매화, 영교원의 퍼롱퍼롱, 도화상전의 곽호룡, 금경철문의 달빛바람.... 이렇게 네 집단의 수장을 사호라 부른다고 한다. \\n\\n수월평원의 신흥 세력인 이들은, 신대륙 탐사의 주축이 되어 반달호수의 발전에 이바지하고 있다고 한다.\\n\\n내 목표는 이들의 의뢰를 해결해주고 인정의 증표로 대어방 유공상패라는 걸 모으는 것이다.",
        "English_Text": "Mehwa of the Plum Blossom, Furlong of the Soul Bridge, Horyong of the Peach Blossom, Moonwind of the Soul Steel... The four chiefs of the four groups are called the Saho.\n\nThey are the new powers of Moonwater Plains and are the main proponents of the exploration of the new land and development of Sapphire Basin.\n\nMy objective is to complete their requests and collect Plaques of Merit as proof of their acknowledgment.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001004": {
        "Dev_Desc": "description_1막 5장. 또다른 증명",
        "Original_Text": "낚시꾼의 촌락에서 다시 만난 하름은 나에게 무언가 더 시킬 것이 있는 눈치이다.\\n\\n아니, 유공상패를 모으는 일만 해도 엄청 고생했는데, 아직도 더 시킬 게 남아있다니! 윽... 역시 에레다의 문주답게 보통 빡빡한 사람이 아닌 것 같다.",
        "English_Text": "I met Harum at the Fisher's Village, and it seems she needs me for another task.\n\nGetting the Plaque of Merit was hard enough, but she has even more for me to do? The Edeta Leader really is tough on people...",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001005": {
        "Dev_Desc": "description_1막 8장. 비옥과 기억",
        "Original_Text": "다시 만난 하름에게 노이의 비옥에서 본 기억에 관해 물었다. 하름 역시 아랑처럼 회귀자가 아닌 내가 비옥을 흡수할 수 있다는 것에 놀라워했다. \\n\\n잠시 고민하던 하름은 노이의 비옥이 있는 곳을 알고 있다며 나를 깊은 묘지숲으로 안내했다.",
        "English_Text": "I met Harum again and asked about the memory I saw in Noi's Caelite. Harum was also surprised like Aran that I, not a Reborn One, could absorb the Caelite.\n\nHarum pondered for a while and told me she knows where I can find Noi's Caelite. She asked me to accompany her deep into the forest.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001006": {
        "Dev_Desc": "acquired_서막 4장. 결전 준비",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001007": {
        "Dev_Desc": "acquired_서막 5장. 결승전",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001008": {
        "Dev_Desc": "acquired_1막 1장. 영교원",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001009": {
        "Dev_Desc": "acquired_1막 2장. 네 마리 호랑이",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001010": {
        "Dev_Desc": "acquired_1막 5장. 또다른 증명",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001011": {
        "Dev_Desc": "acquired_1막 8장. 비옥과 기억",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001012": {
        "Dev_Desc": "complete_서막 4장. 결전 준비",
        "Original_Text": "예선 대진표에서 내 이름과 나란히 붙은 아랑의 이름을 발견했을 땐 정말 기뻐서 옆에 서있던 아랑을 껴안을 뻔했다! 1차 예선 경기는 2:2 단체전. 경기에서 이기기 위해서는 무엇보다 협동이 중요한데, 어려서부터 함께 수련을 해온 아랑과 함께라면 상대가 누구든 자신 있다고!\\n\\n그렇게 예선전을 여유롭게 통과하고, 쉽지는 않았지만 우여곡절 끝에 본선도 통과 하여 결승전까지 진출했다. 문제는 아랑 역시도 무난하게 결승전까지 올라왔다는 것이다. 이 말은 즉슨... 나의 결승전 상대가 나의 오랜 벗 아랑이란 뜻. 아무한테도 말해서는 안 되는 비밀이긴 하지만, 아랑은 신수의 회귀자니 엄청 강하다. 어릴 때 이후로 온 힘을 다해 싸운 적은 없지만, 아마 무척 어려운 승부가 될 것 같다. \\n\\n결승 경기장으로 가는 길에 총타주 임연수라는 자를 만났다. 무례한 말투로 말을 걸어오더니 굉장히 수상해 보이는 음료를 내게 주었다. 결승 진출 선수는 무조건 마셔야 한다는 그의 말에 우선 마시기는 했지만 아직도 속이 메슥거린다. ",
        "English_Text": "When I saw Aran's name next to mine on the preliminary match schedule, I got so excited that I almost hugged him while he was next to me. The first preliminaries were 2:2 team matches, which require teamwork to win. Aran and I'd trained together since we were young. Together, we always beat our opponents with flying colors.\n\nAfter the relatively easy preliminary round, we also passed the quarterfinals, which were challenging, and then finally reached the finals. The only problem was that Aran also entered the finals without any difficulty, which means I'll have to fight my old friend if I want to win the Championship. This is technically a secret, but Aran is actually the Reborn One of the Advocate Shiro. That means he's extremely strong, and I've never fought him head-on before. It'll be far from easy.\n\nI met a man named Makara on my way to the finals. He spoke rudely to me and handed me a suspicious drink. I drank it because he insisted that the final competitors must drink it, but it tasted absolutely awful...",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001013": {
        "Dev_Desc": "complete_서막 5장. 결승전",
        "Original_Text": "\"이게 대체 다 무슨 일이지? \\n정신을 차려보니 무술 대회장은 초토화되어있고, 난 에레다에게 꼼짝없이 붙잡힌 상태였다. 설마... 예전에 그랬던 것처럼 자제력을 잃고 폭주해버린 것일까? 그때도 곁에 있던 아랑이 겨우 나를 진정시켰던 기억이 있다. 이번에도 역시 아랑에게 신세를 지고 말았나 보다. 아랑이 아니었다면 내가 그 많은 사람 앞에서 어떤 사고를 쳤을지 생각만 해도 아찔하다. \\n\\n에레다의 문주 하름은 내가 가진 힘이 수라의 힘이라고 말했다. 그리고는 나를 위험인물로 몰아세워 잡아가려고 했다. 아마 아랑이 나서서 내 무고를 주장해주지 않았다면 아마 난 꼼짝없이 잡혀갔을 거야. \\n\\n아랑은 나의 무고를 증명하기 위해 자신의 검인 진명을 하름에게 맡기기까지 했다. 진명은 신수의 회귀자가 지닌 신기이기 때문에 아랑한테 정말 중요한 물건일 텐데... 날 위해 자신의 신기를 맡긴 아랑을 위해서라도 내 결백을 증명하기 위해 최선을 다해야 해!\"",
        "English_Text": "What is going on? When I woke up, the Martial Arts Arena was obliterated and I was held captive by the Edeta. Did I lose control and go on a rampage like before? I remember Aran barely managed to calm me down. Perhaps Aran stopped me this time again. I don't even want to imagine what I might have done in front of so many people if it weren't for Aran.\n\nEdeta Leader Harum claimed I had the power of a Sura, therefore I was dangerous. If Aran didn't vouch for me, she would have arrested me right then and there.\n\nAran even handed over his sword, True Sacrifice, as collateral to Harum. True Sacrifice is the Reborn Advocate's holy relic... I must prove my innocence at all costs for Aran, who traded such an important treasure to earn me this chance.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001014": {
        "Dev_Desc": "complete_1막 1장. 영교원",
        "Original_Text": "\"신 대어방 총타에서 만난 에레다 대원 도하는 이번 무술대회의 주체였던 사호로부터 유공 상패라는 것을 받아 오는 것이 내가 할 일이라 말해 주었다. 하름과의 거래 때문이 아니더라도, 나로 인해 피해를 입은 그들을 돕는 것이 당연하다. 그 과정에서 나에 관한 오해도 풀 수 있다면 더욱 좋겠지. \\n\\n사호를 찾던 중 영교원 바롱들을 만날 수 있었다. 바롱들은 내게 소울과 수호령에 대해 알려 주었고, 원하는 곳 어디로든 갈 수 있는 축지를 이용하는 방법도 가르쳐 주었다.\\n사실 광장에서 만난 건 영교원 바롱들 뿐만이 아니었다. 이상한 남자 하나가 나를 불러 세우더니 협행 표목에 관해 알려 준 것이다. 어디서 주운 나뭇가지를 들고 턱도 없는 위장을 하고 있던 그 남자는 아무래도 협행 관리자를 좋아하는 것 같았다.\\n\\n아무튼 이제 배울 것도 다 배웠고, 사호를 만나 내가 절대로 나쁜 사람이 아니란 걸 증명하기만 하면 된다고!\"",
        "English_Text": "Edeta Member Doha at the New Fishbelly Pub said that I must receive Plaques of Merit from the host of the Championship, the Saho. Even if it wasn't for the deal with Harum, I feel that I must help them in return for the damage I've caused. Not to mention it'd also be a bonus if I could clear my name along the way.\n\nWhile looking for the Saho, I met the Soul Bridge Barons. They taught me about the Souls and Patrons, and even Windstride, which I could use to go wherever I wanted. I also met someone else at the square, a strange man who told me about the Chivalry Quest Board. He was holding a leafy branch, claiming it was his disguise. Perhaps he has a crush on the Quest Manager?\n\nAnyway, now that I've learned everything I need, it's time I prove to the Saho that I'm not a bad person!",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001015": {
        "Dev_Desc": "complete_1막 2장. 네 마리 호랑이",
        "Original_Text": "수월항 광장에서 사호를 만났다. 탐사대 매화단의 단장 홍매화와 영적인 능력을 가진 바롱 단체, 영교원의 총장 퍼롱퍼롱, 거대 상단 도화상전의 상단주 곽호룡, 그리고 제조 철방인 금경철문의 문주 달빛바람까지. 이렇게 네 집단의 수장을 사호라고 부른다고 했다.\\n\\n첫번째 의뢰는 영교원 소속 약초꾼들의 소식을 알아보는 일이었다. 약초꾼들은 남서쪽 난파선에 피어나는 귀한 약초를 따러갔다가 아직 돌아오지 않았다고 했다. 퍼롱퍼롱의 축지 덕분에 순식간에 난파선 인근에 도착한 우리는 파란 피부를 가진 청인족에게 둘러싸인 약초꾼과 굉장히 수상한 두루마리를 발견 할 수 있었다.\\n\\n약초꾼들을 구한 후 자초지종을 들어보니 난파선쪽에 너른 약초밭이 있다는 임연수의 말에 속아 오게 된 것이라고 했다. 게다가 인근에서 주운 두루마리에는 청인족을 지원하는 내용이 쓰여 있었는데 마지막엔 임연수의 인장이 찍혀있었다. 설마, 총타주 임연수가 일부러 영교원 약초꾼들을 유인한 다음 청인족을 시켜 위협한 건 아니겠지...? ",
        "English_Text": "I met the Saho at the Moonwater Harbor square. Mehwa, Leader of the Plum Blossom explorers, Furlong, Chief of the spiritual Baron organization called the Soul Bridge, Horyong, the owner of the giant merchant guild Peach Blossom, and Moonwind, master of the blacksmith guild called the Soul Steel. They call these four the Saho.\n\nThe first task was to find out what happened to the Soul Bridge herbalists. The herbalists went to a shipwreck in the southwest to gather a valuable herb and haven't returned since. Thanks to Furlong's Windstride, I was able to quickly arrive there. There, we found the herbalists surrounded by the Blueskins and also came across a very suspicious scroll.\n\nAfter saving the herbalists, we found out they were deceived by Makara, who claimed there was a field of herbs for them to find. What's more is that the scroll discussed supporting the Blueskin and was marked with Makara's seal. Could it really be that Makara lured the Soul Bridge herbalists and had the Blueskin attack them?",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001016": {
        "Dev_Desc": "complete_1막 5장. 또다른 증명",
        "Original_Text": "유공상패를 모두 모아 하름이 기다리는 낚시꾼 촌락으로 갔다. 하름과 오름은 나에 대한 의심을 한결 거둔 것 같았다. 하름은 아랑과 내게만 할 이야기가 있다며 우릴 부르더니, 아랑에게 신기 진명을 돌려주었다. 그리고는 자신 역시 신수, 파사의 회귀자라는 사실을 밝혔다. 두 회귀자가 이렇게 우연히 만나게 되다니. 역시 인연이란 게 있나 보다. \\n\\n하름은 아랑에게 드러난 유적지 쪽에서 푸른 비옥이 발견되었다는 정보를 알려주었고, 나에게는 또 다른 임무를 주었다. 바로, 무술대회 때 열렸던 차원문의 여파로 공허의 구덩이 지역에 생긴 문제를 해결하는 것이었다. 이번 일 까지 마무리하면 무술대회 건은 없던 일로 해준다고 했다. \\n\\n준비가 되면 축지를 사용하여 공허의 구덩이에 있는 오름을 찾아가자.",
        "English_Text": "I've collected all the Plaques of Merit and went to the Fisher's Village where Harum was waiting. Harum and Orum seem to trust me now. Harum called us, saying there was something she to had to tell only to me and Aran, and then returned the Holy Relic True Sacrifice to Aran. She also revealed she was the Reborn One of Advocate Parsha. It's almost unthinkable to come across two Reborn Ones in the same place. This must be fate.\n\nHarum told Aran that a blue Caelite was found at the Barren Ruins, and gave me another task. This time, I need to solve the problems at the Bottomless Pit, which occurred due to the portal opening during the Martial Arts Championship. She promised the Martial Arts Championship incident would be put behind us after this.\n\nLet's use Windstride to go meet Orum at the Bottomless Pit when we're ready.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001017": {
        "Dev_Desc": "complete_1막 8장. 비옥과 기억",
        "Original_Text": "\"믿을 수 없는 일이 연달아 벌어져 머리가 혼란스럽다. \\n노이의 비옥이 있는 곳을 알고 있다며 깊은 묘지 숲으로 나를 안내한 하름은, 내가 비옥을 흡수하려는 순간 검은 힘을 뿜으며 나를 공격했다. 때마침 나타난 아랑이 아니었다면 어떻게 됐을지 생각만 해도 끔찍하다. \\n\\n아랑의 말에 의하면 하름은 수라의 부하인 기수라고 한다. 파사의 회귀자였던 것은 전부 거짓말이었으며, 회귀자가 아니면서 비옥을 흡수할 수 있는 나의 힘을 흡수하려 꾀어낸 것이었다. 아랑은 꼬맹이에게서 얘길 듣고 급하게 달려왔다는데, 그건 또 누굴까?\\n\\n아무튼 덕분에 하름을 쫓아내고 노이의 비옥을 흡수할 수 있었는데, 흘러들어온 기억은 너무나도 놀라웠다. 바로 내가... 신수 노이의 아이였던 것이다. 너무나 갑작스럽게 얻은 많은 정보 때문에 머리가 혼란스럽다. 궁금한 점이 너무나 많은 아랑과 난 가장 확실한 방법을 택하기로 했다. 신수 파사를 만나 직접 물어보는 것이다. 그러기 위해서는 해월 대륙에 있는 에레다 전초기지로 가야만 한다.\"",
        "English_Text": "Unbelievable things are happening one after another! Harum led me to the Deep Forest Graveyard, claiming she knew where Noi's Caelite was. Just when I was about to absorb the Caelite, Harum suddenly lunged at me, releasing dark energy. If Aran didn't show up when he did... I don't even want to imagine.\n\nAran said Harum the Faithbearer served the Sura, and that her being the Reborn Advocate of Parsha was a complete lie. She had deceived me in order to absorb my power along with the Caelite's. Aran said he came because of something \"a little kid\" had told him. Who is he talking about?\n\nAnyway, thanks to him, I was able to drive off Harum and absorb Noi's Caelite. The memories that flowed into me told me something incredible: I was Noi's child. I've learned so many things so quickly that my head is swimming. Aran and I have so many questions, and we decided on the surest way to find the answers. We need to talk to Advocate Parsha in the Edeta Citadel. First stop: Haewol.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001018": {
        "Dev_Desc": "acquired_1막 11장. 뒷수습",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001019": {
        "Dev_Desc": "acquired_1막 13장. 출항준비",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001020": {
        "Dev_Desc": "description_1막 11장. 뒷수습",
        "Original_Text": "홍매화의 조언을 받아들여 반달호수에서 조금 더 머물며 경험과 실력을 쌓기로 결심했다. \\n \\n반달호수에는 아직 임연수가 저지른 일들이 해결되지 않고 남아있다고 하니 그들을 돕고 뒷수습을 하며 경험을 쌓아 나가자.",
        "English_Text": "I've decided to take Mehwa's advice and stay at the Sapphire Basin to gain more experience and skills.\n\nSince Makara's deeds are still unresolved, I'll build up experience by helping take care of some problems.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001021": {
        "Dev_Desc": "description_1막 13장. 출항준비",
        "Original_Text": "\"드디어 해월대륙행 배를 타고 출발하나 했더니 역시 세상 일은 쉽게 풀리지 않는다. 선장 양대 해는 대부분의 재료를 모았으나 딱 한 가지, 가장 중요한 조타 장치를 고치기 위한 촉매제인 수호병의 핵을 구하지 못했다고 했다. 큰 배를 움직이기 위해서는 핵이 굉장히 많이 필요 한데, 미궁의 가장 안쪽에 있는 강력한 수호병, 홍린의 핵이라면 하나만 있어도 충분하다고 설명해주었다. \\n\\n무공 수련을 하며 배가 수리되길 기다려도 괜찮겠지만, 이왕 이렇게 된 거 내가 한번 나서볼까?\"",
        "English_Text": "Just when I thought I'd get on the ship headed for Haewol, I was hit with more bad luck. The captain said that most of the materials have been collected, but the most important material to repair the helm, the Protector's Core, is missing. He says a large amount of core is needed to move a large ship, but a single Hongrin's Core, from the Powerful Protector inside the labyrinth will be enough.\n\nTime is of the essence, so rather than waiting around, how about I step up to the challenge?",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001022": {
        "Dev_Desc": "complete_1막 11장. 뒷수습",
        "Original_Text": "부패한 총타주 임연수에게 매운맛을 보여준 뒤 다시 해월대륙으로 갈 채비를 하려는 나를 매화단 단장 홍매화가 붙잡았다. 그녀는 걱정하는 말투로 해월대륙은 녹록한 곳이 아니라고 말했다. 조금 자존심이 상하긴 했지만 해월대륙 탐사에 앞장서고 있는 매화단 단장이라면 충분히 할 수 있는 조언이었다. \\n\\n나는 그녀의 조언을 받아들여 반달호수에서 조금 더 머물며 경험과 실력을 쌓기로 결심했다. 반달 호수를 돌아다니며 많은 사건을 목격할 수 있었다. 아이들이 사라지는 비극적인 일이 벌어진 소호촌, 반달목장 근처에서 자행되고 있던 투엽단의 불법 도축 사건, 침식당한 괴물들에게 마을을 빼앗긴 수와족 마을까지. \\n이 모든 끔찍한 일의 배후에 임연수가 있었다. 인간의 탈을 쓰고 이리도 악한 일들을 저지르다니. 부디 사호가 반달호수의 아픔을 잘 보듬고 다시는 이런 일이 벌어지지 않게 잘 이끌어 나갔으면 좋겠다. \\n\\n자, 이제 항구로 돌아가 배 수리가 완료되었는지 알아볼까?",
        "English_Text": "I was preparing to head for Haewol after teaching the corrupted Makara a lesson, when the Plum Blossom Leader Mehwa stopped me. She told me with worry that Haewol might be too tough for me to handle. It hurt my pride a little, but it was advice she was qualified to give since she's the Plum Blossom Leader, who's at the forefront of Haewol exploration.\n\nI decided to listen to her and stay at Sapphire Basin a little longer to gain more experience and train my skills. I was able to witness many incidents while traveling around Sapphire Basin. The Soho Village where the children disappeared, the Poacher Gang's illegal slaughter near the Sapphire Ranch, and the Ploggle Village lost to the corrupted monsters. Makara was behind all these horrendous incidents. How could a sole person commit so much evil? I hope the Saho can relieve the Sapphire Basin's pain and serve as strong leaders.\n\nNow, maybe I should return to the harbor and check if the repairs are finished.",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001023": {
        "Dev_Desc": "complete_1막 13장. 출항준비",
        "Original_Text": "\"드디어 해월대륙행 배를 타고 출발하나 했더니 역시 세상 일은 쉽게 풀리지 않는다. 선장 양대해는 대부분의 재료를 모았으나 딱 한 가지, 가장 중요한 조타 장치를 고치기 위한 촉매제인 수호병의 핵을 구하지 못했다고 했다. 큰 배를 움직이기 위해서는 핵이 굉장히 많이 필요 한데, 미궁의 가장 안쪽에 있는 강력한 수호병, 홍린의 핵이라면 하나만 있어도 충분하다고 설명해주었다. \\n\\n드러난 유적지에 있는 미궁은 정말 무시무시한 곳이었다. 이름처럼 한번 들어가면 길을 쉽게 찾을 수도 없는 데다가 괴물과 수호병들이 득실거렸다. 다시는 들어가고 싶지 않지만 강해지기 위해서는 저런 미궁도 아무렇지 않게 드나들 수 있어야겠지? 기회가 될 때마다 찾아가 보는 것도 좋겠다. \\n\\n드디어 여객선 수리가 끝나고, 그동안 많은 우여곡절이 있었지만 이젠 진짜 대양을 건너 새로운 대륙으로 가는 일만 남았다! 대륙으로 가서 파사를 만나게 되면 물어보고 싶은 것이 너무나도 많다. 어서 빨리 도착했으면 좋겠어!\"",
        "English_Text": "I thought I could finally depart for Haewol, but that wasn't the case at all. Captain Yang Daehe said he had everything he needed for the repairs except Hongrin's core for the steering gear, which was the most important part of the ship. So, I stepped in. I felt that I'd grown stronger while solving problems around the Sapphire Basin and I also wanted to check out this labyrinth at Barren Ruins that Yang Daehe mentioned.\n\nIt was as dreadful as people said it was, filled with monsters and Protectors. I somehow managed to get ahold of the enraged labyrinth guardian Hongrin's core, and returned to the harbor as quickly as I could. I don't want to go back in there, but I'll probably have to if I want to become stronger. In fact, I should probably do that every chance I get...\n\nThanks to me, the ship was ready to set sail for the new continent on the other side of the sea. I can't wait to get there and meet Parsha. I've got so many questions for her...",
        "Russian_Text": "",
        "Chinese_Text": "<DNT>"
    },
    "11001024": {
        "Dev_Desc": "acquired_1막 6장. 드러난 유적지",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001025": {
        "Dev_Desc": "acquired_1막 7장. 공허의 구덩이",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001026": {
        "Dev_Desc": "description_1막 6장. 드러난 유적지",
        "Original_Text": "\"아랑을 도와 비옥을 찾기 위해 유적지에 갔을 때 믿기지 않을 만큼 놀라운 일이 벌어졌다.\\n \\n신수의 회귀자만 들어갈 수 있다는 각성의 회랑. 그곳에 내가 들어가게 된 것이다. \"",
        "English_Text": "When I went to the ruins to help Aran find the Caelite, something unbelievable happened.\n\nI managed to enter the Awakened Corridor, which only the Advocate's Reborn Ones could enter.",
        "Russian_Text": "",
        "Chinese_Text": "为帮助饿狼寻找閟玉来到遗址后，发生了难以置信的事情。\n\n我竟然进入了只有神兽的轮回者能够进入的“觉醒回廊”。"
    },
    "11001027": {
        "Dev_Desc": "description_1막 7장. 공허의 구덩이",
        "Original_Text": "공허의 구덩이에 도착하자 오름이 날 기다리고 있었다. 오름의 이야기에 따르면 공허의 구덩이는 본래 대어방 총타가 있던 장소라고 한다. 과거 갑작스럽게 그곳에 균열이 발생하고, 지금은 사람은커녕 어떤 생명체도 살지 못하고 불마자만 가득한 땅이 되었다고 했다. \\n \\n나로 인해 다시금 균열의 상태가 심상치 않아졌다고 하니, 이들을 도와 불마자들을 처치하고 그들의 핵을 구해주자.",
        "English_Text": "Orum was waiting for me at the Bottomless Pit. According to him, the Bottomless Pit was the place where Fishbelly Pub used to be. In the past, a Fissure occurred there suddenly, and since then the place has become uninhabitable and only Hollows are found there.\n\nSince the Fissure has become unstable because of me, I should help these people and defeat the Hollows to deliver the core to them.",
        "Russian_Text": "",
        "Chinese_Text": "来到虚空坑洞后看到了正在等我的旿凜。他说，虚空坑洞原本是大鱼坊总舵所在地。过去突然出现裂缝之后，现在变成了没有任何生命体可以存活且满地都是不磨者的地方。\n\n我来到这里之后，裂缝的状态又出现了异常。帮他们消灭不磨者并搜集不磨者之核吧。"
    },
    "11001028": {
        "Dev_Desc": "complete_1막 6장. 드러난 유적지",
        "Original_Text": "\"아랑을 도와 비옥을 찾기 위해 유적지에 갔을 때 믿기지 않을 만큼 놀라운 일이 벌어졌다. 신수의 회귀자만 들어갈 수 있다는 각성의 회랑. 그곳에 내가 들어가게 된 것이다. \\n\\n신수들이 시련을 통해 힘을 키우거나 서로의 실력을 겨루어 보기도 했다던 그곳은 아직도 수호병들이 지키고 있었다. 수호병들을 처치하고 회랑 가장 안쪽까지 들어가자 신기한 장치가 생겨났다.\\n\\n방 양쪽에 생겨난 신비한 장치를 작동시키는 순간, 몸에 힘이 차오르는 것이 느껴졌다. 그리곤 자연스레 물 위를 달리는 수상비 경공을 깨우칠 수 있었다! 앞으로 이런 장치들을 발견하면 꼭 조작해봐야겠다.\"",
        "English_Text": "When I went to the ruins to help Aran find the Caelite, something unbelievable happened. I managed to enter the Awakened Corridor which only the Advocate's Reborn Ones could enter. The place where the Advocates trained themselves through trials and dueled with each other was still being guarded by the Protectors. When I defeated all the Protectors and went into the deepest parts of the corridor, a mysterious device appeared. When I activated the device, I felt this new power well up inside of me, and I could suddenly run on water.\n\nBut the amazing things didn't end there. After absorbing the blue Caelite, Noi's Caelite, I could see Noi's memories. Aran was surprised that I, who was not a Reborn One, could absorb that Caelite. I'm also at a loss for words.\n\nAran advised me that if I keep recovering memories, I will be able to find out why it is that I can enter the Awakened Corridor and absorb Noi's Caelite.",
        "Russian_Text": "",
        "Chinese_Text": "为帮助饿狼寻找閟玉来到遗址后，发生了难以置信的事情。\n我竟然进入了只有神兽的轮回者能够进入的\n“觉醒回廊”。\n神兽们曾在这里通过试炼提升力量或互相比试，\n现在守护兵仍然守护着这里。消灭守护兵之后，我来到了回廊的最深处。\n在这里启动神秘装置之后，\n我感觉全身充满新的力量，甚至获得了在水上奔跑的能力。\n\n但惊人的事情不止于此。\n我吸收在回廊附近发现的青绿色䛝怡閟玉之后，获得了䛝怡的记忆。\n饿狼对于我作为非神兽轮回者吸收閟玉感到非常吃惊。\n我也完全不明白到底发生了什么事。\n\n饿狼建议我去寻找其他閟玉并吸收记忆。在这一过程中，应该可以查出\n我能够进入觉醒回廊且吸收\n䛝怡閟玉的原因。"
    },
    "11001029": {
        "Dev_Desc": "complete_1막 7장. 공허의 구덩이",
        "Original_Text": "공허의 구덩이에 도착하자 오름이 날 기다리고 있었다. 오름의 이야기에 따르면 공허의 구덩이는 본래 대어방 총타가 있던 장소라고 한다. 과거 갑작스럽게 이곳에 균열이 발생하고, 지금은 사람은커녕 어떤 생명체도 살지 못하고 불마자만 가득한 땅이 되었다고 했다. 그래도 다시 힘을 모아 신 대어방 총타를 짓고, 서로를 위로하며 아픔을 잘 추스르고 있는 것 같아 정말 다행이다. \\n\\n내게 상황을 설명해준 오름은 얼마 전 무술 대회의 영향으로 균열의 상태가 심상치 않게 변하고 있다며, 지금으로서 우리가 할 수 있는 최선은 불마자를 처리하는 거라 말했다. 불마자를 처리하고 핵을 모아 균열 연구가 조사훈에게 가져다주자 놀라운 이야길 들을 수 있었다. 바로, 일전에 화물 보관소에서 찾은 음료에서 발견된 성분이 불마자의 핵과 동일하다는 것이었다. \\n\\n세상에 그럼... 나와 임연수의 그 용병이 불마자의 성분을 마셨다는 말이야? \\n어쩌면 내가 폭주한 이유도...",
        "English_Text": "Orum was waiting for me at the Bottomless Pit. According to him, the Bottomless Pit was the place where Fishbelly Pub used to be. In the past, a Fissure occurred there suddenly, so since then the place has become uninhabitable and only Hollows are found in that area. It's fortunate that the people gathered together to create the New Fishbelly Pub, and were able to comfort each other and overcome the pain.\n\nOrum explained to me that the incident from the Martial Arts Championship has made the Fissure unstable and all that we could do for now was get rid of the Hollows. As I eliminated the Hollows and delivered the cores to Fissure Researcher Josahun, I heard something surprising. It's that the drink found at the Cargo House has the same components as a Hollow's core.\n\nThen, that means... Makara's Mercenary and I drank something made of Hollows? Perhaps the reason I went Enraged was...",
        "Russian_Text": "",
        "Chinese_Text": "来到虚空坑洞后看到了正在等我的旿凜。他说，\n虚空坑洞原本是大鱼坊总舵所在地。过去突然\n出现裂缝之后，现在变成了没有任何生命体可以存活且满地都是\n不磨者的地方。\n不过人们还是齐心协力建造了新大鱼坊总舵，在彼此安慰与鼓舞中\n逐渐抚慰了伤痛。\n\n旿凜向我说明情况之后，表示不久之前的武术大会使裂缝的状态\n出现了异常。现在能做到的只有消灭不磨者。\n我在消灭不磨者之后，搜集不磨者之核交给了裂缝研究员赵调查。\n他告诉了我惊人的事实。他说，之前在货物保管所找到的饮料中查出了\n与不磨者之核相同的成分。\n\n天啊，难道...我和林延秀的佣兵喝下了不磨者的成分？\n难道我暴走的原因也是..."
    },
    "11001030": {
        "Dev_Desc": "acquired_1막 9장. 밝혀지는 음모",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001031": {
        "Dev_Desc": "description_1막 9장. 밝혀진 음모",
        "Original_Text": "수월항으로 날 찾아온 매화 단원 심하연은 길이 엇갈리기 전에 만나 다행이라며 안도의 한숨을 내쉬었다. 그녀가 날 찾아온 이유는 곧 신 대어방 총타에서 있을 사호의 연설에 참석을 권하기 위해서였다.\\n\\n심하연은 준비를 하는 시간이 필요로 하다며, 그동안 무공을 단련하거나 자신들의 일을 도와달라 부탁했다.",
        "English_Text": "Hayon, a member of Plum Blossom, sighed in relief, saying that she was lucky to find me at the Moonwater Harbor. She was looking for me to invite me to the Saho's speech at the New Fishbelly Pub.\n\nHayon also mentioned they needed more time to prepare, and I should train my skills or help them with their work.",
        "Russian_Text": "",
        "Chinese_Text": "来到水月港的梅花团团员沈河渊庆幸没有错过我。她来找我是想邀请我参加即将在新大鱼坊总舵进行的四虎演说。\n\n沈河渊说还需要一点准备时间，让我在那之前修炼武功或帮他们做事。"
    },
    "11001032": {
        "Dev_Desc": "complete_1막 9장. 밝혀진 음모",
        "Original_Text": "수월항으로 날 찾아온 매화 단원 심하연은 길이 엇갈리기 전에 만나 다행이라며 안도의 한숨을 내쉬었다. 그녀가 날 찾아온 이유는 곧 신 대어방 총타에서 있을 사호의 연설에 참석을 권하기 위해서였다. \\n\\n이번 사호의 연설은 그동안 임연수가 행해왔던 온갖 악행들을 만천하에 공개하는 한편, 반달호수의 안정화를 위해 사호가 직접 나설 것이라는 선언식이나 다름없었다. 반달호수 주민들의 아낌없는 격려와 무한한 신뢰 속에서 연설은 마무리되었지만, 임연수가 연설 직전에 눈치를 채고 도주해버리는 일이 일어났다. 순순히 받아들일 인물은 아니라고 생각하긴 했지만 여태 그런 작자를 총타주랍시고 모셨단 말이야? \\n\\n연설이 끝난 뒤에도 광장 한가운데 멀뚱히 서 있자니 영교원의 수장 퍼롱퍼롱이 나타나 부탁을 해왔다. 도주한 임연수의 행방에 대한 제보가 들어왔지만 사호는 당장 자리를 비울 수 없는 입장이라고 했다. 그 사이 임연수가 다른 대륙으로 도주해버리면 곤란하다며 대신 임연수의 뒤를 쫓아달라고 했다.",
        "English_Text": "Hayon, a member of Plum Blossom, sighed in relief, saying that she was lucky to find me at the Moonwater Harbor. She was looking for me to invite me to the Saho's speech at the New Fishbelly Pub.\n\nThe Saho made their announcement with Fish Network in the lead. They exposed Makara's corruption to the rest of the world and declared that they would step in to restore order to Sapphire Basin. Their announcement ended with resounding encouragement and support from the other residents of Sapphire Basin, but just before they could stop him, Makara escaped. I knew he wasn't the type to accept his fate willingly, but I didn't think he was such a coward, running away like this.\n\nAfter the announcement, I just stood in the middle of the square, thinking. Furlong, the leader of Soul Bridge, showed up and asked me a favor. He received intel about Makara's whereabouts, but the Saho couldn't afford to leave their posts at the moment. He asked me to follow and catch Makara before he could escape to a different continent.",
        "Russian_Text": "",
        "Chinese_Text": "来到水月港的梅花团团员沈河渊庆幸没有错过我。\n她来找我是想邀请我参加即将在新大鱼坊总舵\n进行的四虎演说。\n\n四虎不仅揭露了林延秀一直以来的恶行，\n还表示将亲自领导半月湖走向稳定。\n演说在半月湖居民们的热烈支持与无限信任下结束，\n但林延秀却伺机逃走了。虽然\n林延秀不是个乖乖束手就擒的人物，但还是让人很费解。过去一直都是这种人坐在总舵主之位？\n\n演说结束之后，我在广场中央遇到灵交院首领噗隆噗隆，\n他向我拜托了一件事。虽然有人举报逃走的林延秀的行踪，\n但四虎目前无法抽出时间。噗隆噗隆表示若林延秀逃到其他大陆会很麻烦，\n拜托我替他们追击林延秀。"
    },
    "11001033": {
        "Dev_Desc": "acquired_1막 3장. 수상한 총타주",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001034": {
        "Dev_Desc": "description_1막 3장. 수상한 총타주",
        "Original_Text": "영교원 총장 퍼롱퍼롱의 의뢰를 무사히 수행하고 첫 번째 유공상패를 얻었다. 이번엔 매화단의 의뢰다! 모두 무술대회 뒷수습으로 일손이 부족한 모습을 보니 조금 미안한 마음이 든다.\\n\\n이번에도 최선을 다해 그들을 도와주자!",
        "English_Text": "I received my first Plaque of Merit after completing Soul Bridge Chief Furlong's quest. Now it's time for the Plum Blossom and Peach Blossom's quest. I feel sorry for them since they're short-handed from clearing up the Martial Arts Championship incident.\n\nI should do my best to help them!",
        "Russian_Text": "",
        "Chinese_Text": "我顺利完成灵交院总长噗隆噗隆的委托后拿到了第一个赏功牌。接下来是梅花团与桃花商廛的委托。大家忙着处理武术大会留下的问题，到处都人手不足，让我也感觉有些愧疚。\n\n这次也尽全力帮助他们吧！"
    },
    "11001035": {
        "Dev_Desc": "complete_1막 3장. 수상한 총타주",
        "Original_Text": "매화단의 의뢰 내용을 듣기 위해 본부로 가는 길에 총타주 임연수를 발견했다. 주민들을 불러 모아놓고서는 자신의 허가를 받지 않은 수월항 내의 모든 활동을 불법으로 간주하겠다 공표하고 있었다. 모여있던 이들 모두 임연수의 말에 난색을 표하는 것을 보니 억지스러운 지시가 분명해 보였다. \\n\\n이 뿐만이 아니다. 의뢰를 수행하는 내내 임연수의 수상한 행적을 찾을 수 있었다.  화물상자를 추적하기 위해 간 호숫가 별채에서 뒤도 돌아보지 않고 달아나는 임연수를 보았는데, 그가 도망친 별채 뒤편에는 반달호수에선 볼 수 없는 괴물과 쓰러진 사람이 있었다. \\n\\n사태 수습을 위해 다시 찾아간 심하연에게서 임연수의 사정을 들을 수 있었다. 그는 무술대회 내기로 큰돈을 잃은 뒤 더욱 사리분간을 못 하고 있다고 한다. 별채 주인은 사호를 지원하는 지역 유지였는데, 평소 사호를 못마땅해하던 임연수가 기어이 선을 넘을 것 같다며 심하연은 분개했다. 역시 그냥 성격 나쁜 총타주라기에 임연수는 너무 수상하단 말이지...",
        "English_Text": "I found Makara on my way to the headquarters to receive the Plum Blossom's quest. He had all the residents gathered together and announced that all activities within the Moonwater Harbor without his permission were henceforth illegal. Everyone protested, and it was clear his orders were absurd.\n\nNot only that, but I could find suspicious clues left behind by Makara while completing my quests. I caught Makara running away from the Lakeside House when I went to track down the cargo chest. There, I found a monster that's not usually found in the Sapphire Basin and an injured person at the back of the house he'd fled. When I told this to Hayon, she told me that Makara must have wanted to attack the house owner after losing a fortune from the Martial Arts Championship bet.\n\nWhen I went to check up on the militia who had been neglecting their duty recently, I found a document which ordered the guard shifts to be shortened and reduce their number. Since the Outpost Captain claimed this to be an order from \"higher up,\" I'm beginning to think Makara is related to this, too. There seems to be no limit to Makara's evil deeds.",
        "Russian_Text": "",
        "Chinese_Text": "我在前往梅花团本部接受委托的路上发现了总舵主林延秀。\n他召集居民之后，表示将在水月港内禁止所有未经自己许可的活动。\n在场的人们都面露难色，\n看来林延秀的指示非常不合理。\n\n不仅如此，我在解决委托的过程中，到处都发现了林延秀的可疑行迹。\n我为了追查货物箱来到湖边别墅，在这里发现了\n慌忙逃走的林延秀。我接着在别墅后面发现了不存在于半月湖的怪物\n与倒下的人。我把这件事告诉沈河渊。她说，林延秀在武术大会\n的赌博中输掉大钱，心怀怨恨才会伤害别墅主人。\n\n当我去查看最近警戒松懈的自卫团时，发现了可疑文件，\n其内容为缩短警戒时间及减少巡逻人员。岗哨长说这是“上头”的指示，\n看来这件事的幕后黑手也是林延秀。\n林延秀这个人...到底做了多少坏事？"
    },
    "11001036": {
        "Dev_Desc": "acquired_1막 4장. 의문의 강장제",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001037": {
        "Dev_Desc": "description_1막 4장. 의문의 강장제",
        "Original_Text": "드디어 마지막 금경철문의 의뢰다! 이전 의뢰를 수행하는 내내 총타주 임연수의 수상한 행적을 발견해서일까, 이번에도 뭔가 연관이 있지 않을까 하는 의심이 든다. \\n\\n마지막까지 최선을 다해서 의뢰를 수행하자!",
        "English_Text": "Finally, it's the last Soul Steel quest! I'm beginning to think this job might have something to do with Makara since I keep coming across suspicious clues.\n\nI should try my best to get this done.",
        "Russian_Text": "",
        "Chinese_Text": "最后是金庚哲门的委托！由于在之前的委托中都发现了总舵主林延秀的可疑行迹，我怀疑这次也会跟他有关系。\n\n竭尽全力完成委托吧！"
    },
    "11001038": {
        "Dev_Desc": "complete_1막 4장. 의문의 강장제",
        "Original_Text": "금경철문의 달빛바람으로부터 마지막 의뢰를 받았다. 대장간에서 주문한 재료가 아직 도착하지 않아 급한 대로 대체 재료인 호수 거북의 수정을 모아달란 의뢰였다. \\n\\n재료를 모아 대장간 책임자, 강철주먹에게 가져다 주자 새로운 이야길 들을 수 있었다. 화물은 진작에 도착을 했지만 화물 보관소에서 도무지 출고를 시켜주지 않는단 것이었다. 사실 확인을 위해 간 화물 보관소에는 출고되지 못한 짐들이 가득 쌓여 있었고, 임연수의 용병들이 수상한 상자를 철통처럼 지키고 서 있었다. \\n\\n상자 안에는 금경철문에 전달될 물건을 사흘 대기 후에 출고시키라는 임연수의 서신과, 무술대회 결승 전에 내가 마셨었던 수상한 음료가 들어 있었다. 상자를 지키던 용병 대장에게서도 지독한 음료의 냄새가 나는 것으로 미루어 볼 때 이 자양강장제를 마신 게 분명했다.\\n \\n사건을 전해 들은 강철주먹은 불같이 화를 내며 서신과 음료를 가져갔다. 우선 내 역할은 여기까지인 것 같다. 의뢰를 수행하는 내내 발견한 임연수의 수상한 행적들을 사호가 조사하여 조치를 취하기를 바랄 뿐이다. ",
        "English_Text": "I received the last quest from Moonwind of the Soul Steel. The materials ordered from the blacksmith haven't arrived, so an alternative material is needed, such as the Lake Turtle's crystals.\n\nAfter I collected and delivered the materials to the blacksmith Supervisor, Steel Fist, I was able to find out something new. The cargo had arrived on time, but it hadn't been released from the Cargo House. When I went to check it out, there was a bunch of cargo still being held in the Cargo House, and Makara's mercenaries were guarding a suspicious chest.\n\nInside the chest was Makara's orders to not release the Soul Steel's cargo for three days. I also found some of that suspicious tonic which I also drank at the Martial Arts Championship finals. Judging by the smell coming from the mercenaries, they must have drank this tonic, too.\n\nSteel Fist angrily took both the order and drink after hearing the details. This seems to be everything I can do for now. I only hope the Saho investigate the suspicious actions of Makara.",
        "Russian_Text": "",
        "Chinese_Text": "金庚哲门的月光疾风给了我最后一个委托。铁匠铺迟迟\n未收到订购的材料，因此希望我搜集湖龟的水晶\n以替代原有材料。\n\n我把搜集到的材料交给铁匠铺负责人铁拳之后，他说出了意料之外的事情。\n原来货物早已送到，但货物保管所一直拒绝出库。\n为了确认事实，我来到货物保管所，发现里面满是未出库的货物。\n而且林延秀的佣兵把可疑的箱子守得水泄不通。\n\n箱子内装有武术大会决赛前让我喝的可疑饮料以及书信，\n书信内容则是命令他们推迟3天发货给金庚哲门。\n守护箱子的佣兵队长身上也散发着臭味，\n看来他也喝了这个强壮剂。\n\n铁拳在了解真相之后暴跳如雷，拿走了饮料与书信。\n看来我的工作就到此为止了。在解决委托的过程中，我发现了林延秀的许多可疑行迹，\n希望四虎调查之后采取适当措施。"
    },
    "11001039": {
        "Dev_Desc": "acquired_1막 12장. 끔찍한 계획",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11001040": {
        "Dev_Desc": "description_1막 12장. 끔찍한 계획",
        "Original_Text": "다급하게 날 찾아온 매화단 심하연이 쫓겨난 총타주 임연수가 아예 행방을 감췄단 이야기를 전했다. 그날 이후 언제 또 사고를 칠지 몰라 예의주시하고 있었지만 사호가 해월대륙을 방문한 사이 자취를 감추었다고 했다. \\n\\n임연수가 또다시 악행을 저지르기 전에 어서 찾아보자.",
        "English_Text": "Hayon of the Plum Blossom came in a hurry to tell me Makara, who was kicked out, has disappeared. They were keeping an eye on him since he could cause more trouble, but he vanished again while the Saho were visiting Haewol.\n\nLet's find Makara before he commits even more crimes.",
        "Russian_Text": "",
        "Chinese_Text": "梅花团沈河渊心急火燎地找到了我，她说被赶走的总舵主林延秀失去了踪影。由于不知道林延秀又会闯什么祸，因此她一直在暗中观察他。但在四虎访问海越大陆时，被他逃走了。\n\n在林延秀干出更多坏事之前，快点找出他吧。"
    },
    "11001041": {
        "Dev_Desc": "complete_1막 12장. 끔찍한 계획",
        "Original_Text": "다급하게 날 찾아온 매화단 심하연이 쫓겨난 총타주 임연수가 아예 행방을 감췄단 이야기를 전했다. 그날 이후 언제 또 사고를 칠지 몰라 예의주시하고 있었지만 사호가 해월대륙을 방문한 사이 자취를 감추었다고 했다. 심하연과 나는 지역을 나눠 수색에 나섰다. \\n\\n수색 끝에 강철악이 있었던 으스스한 골짜기 안에서 임연수를 발견할 수 있었다. 임연수는 이전의 모습과 다르게 광기에 사로잡힌 듯이 보였고, 주변으로 이성을 잃은 채 임연수에게 조종당하는 소호촌 주민들이 있었다. 주민들을 제압하고 임연수를 붙잡으려 하자, 그는 갑자기 괴로운 듯 몸부림치더니 산화되어 사라져 버렸다. \\n\\n이 이야길 전해 들은 심하연은 무공도 없는 자가 함부로 불마자의 핵을 이용하다가 기어이 잠식된 것이라 말했다. 모든 걸 잃고 벼랑 끝에 몰린 임연수는 불마자의 핵으로 제조한 약을 소호촌 주민들에게 먹여 조종하고 있었으며, 상수원에 그 약을 풀어 수월 평원 주민 모두를 자신의 사병으로 만들 끔찍한 계획을 가지고 있었던 것이었다. \\n\\n절대 용서받지 못할 악한 자의 최후는 비참한 죽음이었다.",
        "English_Text": "Hayon of the Plum Blossom came in a hurry to tell me Makara, who was kicked out, has disappeared. They were keeping an eye on him since he could cause more trouble, but he vanished again while the Saho were visiting Haewol. Hayon and I split up and went on a search.\n\nIn the end, I was able to find Makara at the Creepy Valley, where Steelfang used to be. Makara was engulfed with madness unlike before, and there were Soho Villagers who had lost their minds and were being controlled by Makara. When I tried to suppress the villagers and capture Makara, he suddenly struggled in pain and turned to ash.\n\nWhen I told this to Hayon, she said this was because an untrained ordinary person will become engulfed by the Hollow's Core. Makara was desperate, so he used the drug created by the Hollow's Core and poisoned the Soho Villagers to control them. He had an evil plan to poison the water supply to make all the Plains Residents into his personal brainwashed army.\n\nThe demise of this wicked man was fortunately a miserable death.",
        "Russian_Text": "",
        "Chinese_Text": "梅花团沈河渊心急火燎地找到了我，她说被赶走的总舵主林延秀\n失去了踪影。由于不知道林延秀又会闯什么祸，因此她一直在暗中观察他。\n但在四虎访问海越大陆时，被他逃走了。我和沈河渊分头开始了\n搜索。\n\n进行一番搜索之后，我在铁牙所在的阴森峡谷内发现了林延秀。\n林延秀显得与之前不同，陷入了疯狂之中。周围则有大量失去理智，\n被操纵的沼湖村村民。我打败沼湖村村民之后，正要抓住林延秀时，\n他突然开始痛苦地挣扎，最终灰飞烟灭。\n\n沈河渊知道之后，表示不会武功的人贸然使用不磨者之核\n最终只会被侵蚀。失去一切，走投无路的林延秀让沼湖村居民吃下利用不磨者之核制造的药物，\n从而操纵村民，甚至企图把药撒在饮用水源，\n使所有水月平原居民变成自己的士兵。\n\n犯下滔天大罪的人最后的下场是悲惨的死亡。"
    },
    "11001042": {
        "Dev_Desc": "acquired_1막 4장. 깊어가는 의심",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001043": {
        "Dev_Desc": "acquired_1막 8장. 드러난 유적지",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11001044": {
        "Dev_Desc": "description_1막 4장. 깊어가는 의심",
        "Original_Text": "총타주 임연수에 대한 의심만 깊어져가는 가운데... 이번엔 도화상전 상전주 곽호룡으로부터 습격당한 화물 마차 사건을 해결해달라는 의뢰를 받았다.\\n\\n겉보기엔 평화롭게만 보였던 반달호수인데, 이것저것 사건이 적지 않은걸?",
        "English_Text": "With only growing suspicions about Gundam Lim Yeon-su... This time, I received a request to solve the case of a freight wagon attacked by Kwak Ho-ryong, a master of Dohwasangjeon.\n\nIt's Lake Vandal, which seemed peaceful on the surface. , isn't there a lot of incidents?",
        "Russian_Text": "",
        "Chinese_Text": "对总击球手研修的怀疑越来越深..。这次接到了解决桃花上殿主郭浩龙袭击的货车事件的委托。"
    },
    "11001045": {
        "Dev_Desc": "description_1막 8장. 드러난 유적지",
        "Original_Text": "\"아랑을 도와 비옥을 찾기 위해 유적지에 갔을 때 믿기지 않을 만큼 놀라운 일이 벌어졌다.\\n \\n신수의 회귀자만 들어갈 수 있다는 각성의 회랑. 그곳에 내가 들어가게 된 것이다. \"",
        "English_Text": "When I went to the ruins to help Arang find fertility, an unbelievable thing happened.\n \nThe 'Corridor of Awakening', where only returnees of the divine beast can enter. That's where I got into. ",
        "Russian_Text": "",
        "Chinese_Text": "为了帮助阿郎寻找宝藏，去遗迹时发生了令人难以置信的事情。\n只有神兽回归者才能进入的“觉醒的走廊”。我进入了那个地方。"
    },
    "11001046": {
        "Dev_Desc": "complete_1막 4장. 깊어가는 의심",
        "Original_Text": "\"화물 마차를 습격한 범인은 바로 도둑도치들이었다. 그런데 우리가 회수한 화물에는 이번에 습격당한 마차의 것뿐만 아니라 다른 화물들도 섞여 있었다. 도화상전 곽유옥의 말에 의하면 지난주에도 마차가 사라진 적이 있었는데 최근 들어 자경단의 경비가 눈에 띄게 소홀해진 것 같다고 했다.\\n\\n진상을 확인하기 위해 찾아간 자경단 초소에서는 자꾸만 자리를 피하며 대화를 회피하는 초소장 때문에 한바탕 싸움까지 벌여야 했는데, 싸움 중 누군가 떨어뜨린 서류에서 경비가 소홀해진 이유를 찾을 수 있었다.\\n\\n인건비 명목으로 경비 시간을 축소하고 순찰조 인원을 줄이라는 명령이 서류에 적혀있던 것이다! 초소장을 추궁하니 그녀는 금세 태세를 전환하면서 자신은 윗선의 지시를 따랐을 뿐이라고 쩔쩔맸다. 자경단의 윗선이라니 아마 이번 일에도 임연수가 연관되어 있을 거란 생각이 들었다. \\n\\n임연수 이 사람... 파도 파도 악행이 끝도 없잖아?!\"",
        "English_Text": "The thieves were the culprits who attacked the freight wagon. However, the freight we recovered contained not only that of the wagon that was attacked this time, but also other freight. has disappeared, but recently the vigilante security seems to have been noticeably neglected.\n\nThe vigilante guard post I went to to find out the truth had to fight with the vigilante because the guard kept avoiding his seat and avoiding conversation. In a document dropped by someone during the fight, the reason for the neglect of the guard could be found.\n\nThe order to shorten the guard time and reduce the number of patrol team in the name of labor cost was written on the document! As he quickly changed his stance, he was stunned that he was only following the instructions of the 'superior.' Since he is a senior member of the vigilante group, I thought that Lim Yeonsu might be involved in this case as well.\n\nLim Yeonsu This person... Is there no end?!",
        "Russian_Text": "",
        "Chinese_Text": "袭击货车的犯人就是小偷。但是我们回收的货物中不仅有这次被袭击的马车，还有其他货物。据桃花商传郭有玉说，上周马车也消失过，最近自卫团的警备好像明显疏忽了。本应该展开的，但是在战斗中有人掉下来的文件中找到了警备疏忽的理由。\n\n以人工费为名，文件上写着减少警备时间，减少巡逻组人员的命令！一追问哨所长，她马上就改变了态度，自己只是听从了“上级”的指示。自警团的领导层，我觉得这次的事情也和林延秀有关。\n\n林延秀这个人..。波涛汹涌的恶行不是没完没了吗？！"
    },
    "11001047": {
        "Dev_Desc": "complete_1막 8장. 드러난 유적지",
        "Original_Text": "\"내가 각성의 회랑에 들어갈 수 있다는 사실만으로도 놀라운데, 신비한 일은 여기서 끝이 아니었다. 드러난 유적지 절벽 근처에서 발견한 토모가 나를 보고 반응하며 가지고 있던 청록색 비옥을 내게 넘겨줬던 것이다.\\n\\n사실 나는 회귀자가 아니기 때문에 당연히 비옥을 흡수하지 못할 거라고 생각했지만 토모는 마치 가져가라는 듯 내게 비옥을 내밀고 있었다. 반신반의하며 다가갔는데 순간 정말로 노이의 비옥이 내게 흡수되었다! 그리고 그 순간 나는 누군가의 기억을 보게 되었다. 아마도 그것은 신수 노이의 기억인 것 같았다. 그리고 그 기억은 왠지... 슬픈 느낌이 났다.\\n\\n아랑은 신수의 회귀자가 아닌 내가 비옥을 흡수했단 사실에 매우 놀랐다. 나 역시 아직 얼떨떨하기만 하다. 아랑은 또 다른 비옥을 찾아 기억을 되찾다 보면 내가 각성의 회랑에 들어갈 수 있는 것과 노이의 비옥을 흡수할 수 있는 이유에 대해 답을 찾을 수 있을 것이라 조언해주었다.\"",
        "English_Text": "It's surprising that I can enter the corridor of awakening, but the mystery did not end there. Tomo, who was found near the cliff of the exposed ruins, saw me and reacted and handed over the turquoise fertility he had.\n \nActually, I thought that I would not be able to absorb fertility because I am not a regressor, but Tomo was offering fertility to me as if to take it. I saw 'memory.' Perhaps it was the memory of Shinsoo Noi. And the memory somehow... had a sad feeling.\n\nArang was very surprised that I had absorbed the fertility, not Shinsoo's returnee. Arang advised me that if I search for another fertility and retrieve my memories, I will be able to find the answer to why I can enter the corridor of awakening and absorb the fertility of Noi. ",
        "Russian_Text": "",
        "Chinese_Text": "我能进入觉醒的走廊就已经很惊讶了，神秘的事情并没有就此结束。在露出的遗迹悬崖附近发现的土母看着我做出反应，把我身上的青绿宝石交给了我。半信半疑地走了过去，一瞬间，诺伊的肥沃真的被我吸收了！然后那一瞬间我看到了某人的“记忆”。也许那是申秀诺的记忆。还有那个记忆..。有一种悲伤的感觉。\n\n阿郎被我吸收了肥沃，而不是神兽的回归者。我也只是有些恍惚。阿郎建议我找到另一块肥沃，找回记忆，就可以找到我能进入觉醒的走廊和吸收诺伊肥沃的理由的答案。"
    }
}