{
    "11020000": {
        "Dev_Desc": "2막 1장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11020001": {
        "Dev_Desc": "2막 2장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11020002": {
        "Dev_Desc": "2막 3장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11020003": {
        "Dev_Desc": "2막 6장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11020004": {
        "Dev_Desc": "2막 7장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11020005": {
        "Dev_Desc": "2막 8장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11020006": {
        "Dev_Desc": "2막 9장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This story hasn't been revealed yet.",
        "Russian_Text": "",
        "Chinese_Text": "还未公开的故事。"
    },
    "11020007": {
        "Dev_Desc": "2막 1장",
        "Original_Text": "사라져 버린 하름, 그리고 비옥을 찾기 위해 아랑과 함께 해월대륙으로 가기로 했다. 그러나 항구에서부터 분위기가 심상치 않은데...?\\n\\n하름을 찾기 위해서 에레다를 찾는 것부터 차근차근 시작해야 될 것 같다. 근방을 수소문하여 에레다를 찾아보자.",
        "English_Text": "I decided to go to Haewol with Aran to find Caelite and the missing Harum. However, the atmosphere at the port feels strange...\n\nI should start by looking for the Edeta in order to locate Harum. Ask around to find out where the Edeta are lurking.",
        "Russian_Text": "",
        "Chinese_Text": "为了寻找消失的霞凛与閟玉，我决定与饿狼一起去海越大陆。但是港口的气氛有些不寻常...？\n\n在寻找霞凛之前，首先需要寻找艾瑞达。在附近打探消息，寻找艾瑞达吧。"
    },
    "11020008": {
        "Dev_Desc": "2막 2장",
        "Original_Text": "오름은 완강히 거부했지만 우리는 제사를 지내야만 한다. 에레다가 협조에 응할지는 일단 나중에 생각하자. \\n\\n우선 제사에 대한 정보를 모아야 한다. 아무래도 제사와 가장 밀접한 연관이 있는 바롱족에게서 제사에 대한 정보를 얻을 수 있을 것 같다. \\n\\n거점 주변에서 바롱족을 찾아보자.",
        "English_Text": "Orum stubbornly refused, but we have to perform the ritual. Let's worry about whether the Edeta will cooperate later.\n\nFirst, we need to learn more about the ritual itself. I think we can glean some information from the Barons, since they seem to have a close relationship to it.\n\nLet's look for the Barons near the base.",
        "Russian_Text": "",
        "Chinese_Text": "虽然旿凜顽强拒绝，但我们必须举行祭祀。先不要管艾瑞达是否会协助我们。首先需要搜集有关祭祀的情报。与祭祀最有关联的是巴隆族，从巴隆族那里应该可以获得有关祭祀的情报。在据点附近寻找巴隆吧。"
    },
    "11020009": {
        "Dev_Desc": "2막 3장",
        "Original_Text": "수양에게서 제사 허가증을 받아내는 데 성공했다.\\n\\n이제는 제사 재료를 모을 차례! 사호의 수장들을 만나 그들의 부탁을 들어주고 제사 재료를 받자.",
        "English_Text": "I succeeded in getting the ritual Permit from the Sol Seekers.\n\nNow I need to gather the ritual materials! Go to the chiefs of the Saho and do as they ask to get the ritual materials.",
        "Russian_Text": "",
        "Chinese_Text": "终于从搜阳获得了祭祀许可证。接下来需要搜集祭祀材料！去见四虎的首领，完成他们的委托并获取祭祀材料吧。"
    },
    "11020010": {
        "Dev_Desc": "2막 6장",
        "Original_Text": "허가증도 받고 재료도 다 모았는데 이런... 에레다 비밀거점으로 가는 길을 모른다...! \\n\\n반달호수에서 있었던 일을 생각해보면 영교원 총장 퍼롱퍼롱이라면 에레다 비밀거점으로 축지시켜줄 수 있지 않을까...? \\n\\n어서 퍼롱퍼롱을 찾아보자.",
        "English_Text": "I got the permit and materials, but... I don't know how to go to the Edeta Secret Base!\n\nThinking back to what happened at the Sapphire Basin, maybe Soul Bridge Chief Furlong can windstride me to Edeta Secret Base?\n\nLet's find Furlong.",
        "Russian_Text": "",
        "Chinese_Text": "许可证与材料都到手了，可是...不知道前往艾瑞达秘密据点的路...！回想半月湖的事情，灵交院总长噗隆噗隆应该有办法帮助我们通过遁地前往艾瑞达秘密据点吧...？快去找噗隆噗隆吧。"
    },
    "11020011": {
        "Dev_Desc": "2막 7장",
        "Original_Text": "과연 아랑의 생각대로 나와 아랑을 통해 에레다 비밀거점으로 축지할 수 있을까...? 왜 매번 이렇게 무모한 일에 도전해야 하는 건데!?\\n\\n이 마음을 아는지 모르는지 퍼롱퍼롱은 결연한 표정으로 우리를 기다리고 있다. 총장을 믿고 에레다 비밀거점으로 향하자.",
        "English_Text": "Can we windstride to the Edeta Secret Base as Aran planned? Why do we always end up in these reckless situations?\n\nFurlong looks pretty determined, so... let's just trust this furry chief and hopefully make it to the Edeta Secret Base.",
        "Russian_Text": "",
        "Chinese_Text": "我和饿狼究竟是否能够像饿狼所说，通过遁地前往艾瑞达秘密据点...？为什么每次都要尝试如此鲁莽的事情？！\n\n不知道噗隆噗隆明不明白我的心情，一脸凝重地等待着我们。我也只能相信噗隆噗隆，前往艾瑞达秘密据点吧。"
    },
    "11020012": {
        "Dev_Desc": "2막 8장",
        "Original_Text": "우여곡절 끝에 신수 파사를 만날 수 있었지만, 계획했던 대로 일이 풀리지 않았다. \\n\\n잠시 머리를 식혀야겠다. 주변에서 조용히 생각할 수 있는 장소를 찾아보자.",
        "English_Text": "After many twists and turns, I was able to meet Advocate Parsha, but things didn't work out as planned.\n\nI need to cool my head for a while. Let's find a quiet place nearby to think.",
        "Russian_Text": "",
        "Chinese_Text": "费尽周折之后终于见到了神兽破邪，但事情并没有按照计划发展。我需要散散心，在附近找一下可以静静思考的地方吧。"
    },
    "11020013": {
        "Dev_Desc": "2막 9장",
        "Original_Text": "균열을 열어 수라를 불러내는 것은 실패로 돌아갔다. \\n비옥을 얻기 위해 풍백문으로 향하자는 아랑. 출신 문파에서 도움을 받을 수는 있겠지만 아랑의 자신감이 지나치게 과하다...! \\n\\n아랑과 함께 풍백문으로 향하자.",
        "English_Text": "Opening the Fissure and summoning a Sura was a failure.\nAran insisted on heading to the Ivory Gale to get some Caelite. He can probably get help from his clan, but I think Aran is far too confident about this plan.\n\nLet's head to Ivory Gale with Aran and see what happens.",
        "Russian_Text": "",
        "Chinese_Text": "打开裂缝召唤修罗的计划最终以失败告终。饿狼说为了获得閟玉，需要去风白门。从出身门派应该可以得到帮助，但我感觉饿狼过于自信了...！跟饿狼一起去风白门吧。"
    },
    "11020014": {
        "Dev_Desc": "2막 1장",
        "Original_Text": "해월대륙의 예도항에 도착한 우리는 시작부터 주민들의 경계 어린 시선을 피할 수 없었다. 우리가 반달호수 무술대회를 망쳤다는 소문이 벌써 이곳까지 퍼져있었기 때문이다. 그래도 솟아날 구멍은 있는 법! 주민들에게 필요한 거미줄을 구해주는 것으로 에레다에 대한 정보를 손에 넣을 수 있었다. \\n\\n에레다가 있다는 정보를 접하고 동부 생태 조사림에 도착하자마자 우리는 에레다 문파원들에게 급습을 당하고 말았다. 이를 역이용하자는 아랑의 계략으로 그들의 거점에 잡혀간 우리는 그곳에서 에레다 부문파장 오름을 만날 수 있었다. \\n\\n오름은 우릴 보자마자 문주님을 공격한 걸로도 부족해 정탐까지 하냐고 화를 냈다. 설마 아직도 하름이 문주라는 말이야? 우리의 목적인 파사를 부르는 제사를 올리는 것만으로도 벅찬데 하름의 정체까지 밝혀야 한다니... 우리 잘할 수 있겠지?",
        "English_Text": "We arrived at Dojung Port in Haewol, but the residents gave us the cold shoulder. The news that we ruined the Sapphire Basin Martial Arts Championship had already reached them. We decided to get some spider webs in an attempt to please the residents. In return, they gave us information about the Edeta.\n\nWe went to the East Ecological Research Site, where we were told the Edeta were currently operating. As soon as we arrived, their members attacked us. Aran suggested we let them apprehend us so we could locate their base. There we met Orum, the Edeta's advisor.\n\nHe immediately accused us of attacking his leader and spying on his clan. Wait, is Harum still the leader? Not only do we have to perform the ritual and call Parsha, but now we also have to expose Harum's real identity. Can we really pull it off?",
        "Russian_Text": "",
        "Chinese_Text": "我们经过多方打听，终于抵达了艾瑞达秘密据点。但旿凜顽强地拒绝了协助。但这也不能怪他...\n\n而且霞凛仍然下落不明。我们是否能够顺利揭开霞凛的真面目，并且举行祭祀以召唤破邪呢...？"
    },
    "11020015": {
        "Dev_Desc": "2막 2장",
        "Original_Text": "\"아랑과 영교원의 바롱이 투닥거리는 작은 사고(?)가 있었지만 바롱에게서 신수를 부르는 제사 천신제례에 대한 정보를 입수하는 데 성공했다. \\n천신제례에는 길을 부르는 방울, 길을 비추는 거울, 길을 만드는 검이 필요한데, 이 세 가지 물건은 각각 매화단, 도화상전, 금경철문에서 구할 수 있다고 한다. 다행히 반달호수에서 사호에게 점수를 따놓은 게 있으니 말만 잘해보면 빌릴 수 있지 않을까? \\n\\n이 세 가지 물건 말고도 나라의 허가가 필요하다고 하여, 해월대륙에서 국가 권한을 위임받아 수행하고 있는 수양을 찾아갔다. 일면식도 없이 대장과 바로 대화할 수는 없었기에 수양 대원들의 부탁을 들어주고 나서야 수양의 대장, 서중문과 독대할 수 있었다. \\n\\n수양 대장 서중문은 생각보다 어렵지 않게 허가증을 내어 주었다. 그는 허가증을 주며 불마자가 세상을 어지럽히고 있는데 신수는 무얼 하는 거냐며 불만을 토로 했다. 그의 말도 일리가 있다. 신수를 불러낸다면 물어봐야겠다.\"",
        "English_Text": "Despite the minor incident between Aran and the Baron, we obtained information about the Heavenly Ritual to call the Advocate. To perform the ritual, we needed a bell that called the path, a mirror that reflects the path, and a blade that makes the path, which we could get from the Plum Blossom, Peach Blossom, and the Soul Steel. We helped the Saho with a few problems back in the Sapphire Basin. Maybe now it's time for us to call in a favor or two.\n\nAside from these three objects, we also needed permission from the highest political authority. We went to the Sol Seekers that represent the Empire in Haewol. Since we have no connections within their organization, we first had to help a few lower-ranking members out for a chance to talk to their captain, Suh Junmoon.\n\nCaptain Suh Junmoon gave us a permit without too much trouble. As he gave it to us, however, he wondered aloud what Advocates were doing instead of stopping the Hollows from corrupting the world. He has a point... I should ask the Advocate when we summon her.",
        "Russian_Text": "",
        "Chinese_Text": "我们成功从灵交院巴隆那里获得了有关召唤神兽的祭祀“天神祭礼”的情报。之后按照巴隆的建议从搜阳队长瑞仲文手中获得了天神祭礼许可证。\n\n接下来是搜集天神祭礼所需的3种材料。从有交情的四虎那里搜集材料应该没有那么...难吧？"
    },
    "11020016": {
        "Dev_Desc": "2막 3장",
        "Original_Text": "세 가지 재료를 모으는 첫 걸음으로 나는 길을 부르는 방울인 매화령을 얻기 위해 홍매화 단장의 부탁을 들어주었다. \\n\\n혈비패에 납치된 신입 단원을 풀어달라는 부탁이었는데, 알고 보니 나를 이용해서 혈비패 세력을 견제하기 위함이었다. 매화단이 직접 개입하면 두 세력의 싸움으로 번질 수 있다는 이유였다. 나름 일리 있는 말이지만 뭔가 이용당한 느낌을 지울 수 없다... 뭐, 그래도 매화령을 받을 수 있었으니 괜찮다! \\n\\n이제 길을 만드는 검, 길을 비추는 거울 두 가지 재료가 남았다. 나머지 사호를 찾아\\n재료를 구하자.",
        "English_Text": "To get the Plum Blossom Bell that calls the path, we accepted Leader Mehwa's request. She asked us to rescue a recruit from the Scarlet Masks, but that was just a ploy she used to keep the Scarlet Masks in check, as we learned later. I felt as if I was used, but at least we got the Plum Blossom Bell we wanted.\n\nThe mirror that reflects the path, Peach Blossom Mirror, turned out not to be a heirloom, but a breakable object that had to be newly crafted before each use. Horyong introduced us to one of his supervisors, and with him, we successfully crafted the mirror.\n\nThe sword that makes the path meant the treasured sword of the Soul Steel, the Soul Steel Blade. To get it, we just had to collect a few materials for Moonwind.\n\nNow, we've got all the three objects for the Heavenly Ritual and the necessary permit. The only thing left to do is go to the Edeta's secret base and perform the ritual!",
        "Russian_Text": "",
        "Chinese_Text": "梅花团的梅花铃，桃花商廛的桃花镜，金庚哲门的金庚哲剑，天神祭礼所需的3种材料都已到手。\n\n搜集完许可证与3种材料之后，最后一件事就是去艾瑞达秘密据点举行天神祭礼。"
    },
    "11020017": {
        "Dev_Desc": "2막 6장",
        "Original_Text": "가만 생각해보니 에레다 비밀거점으로 가는 방법을 몰랐던 우리는 영교원의 총장, 퍼롱퍼롱을 만나 도움을 청하기로 했다. 안개숲 개척지에서 퍼롱퍼롱을 찾아 나서려는 찰나! 우리는 반달호수에서 만났던 영교원의 동동을 만날 수 있었다.\\n\\n반가움도 잠시 퍼롱퍼롱에게 보내주겠다던 동동의 축지 실수로 인해 나와 아랑은 뱀버섯 군락 한복판에 떨어지고 말았다. 그러나 무슨 우연인지, 그곳에서 곤경에 처한 어린 바롱 하나를 구해줬는데 바로 퍼롱퍼롱의 손자였다! 그리하여 우린 어린 바롱의 안내에 따라 영교원 총장 퍼롱퍼롱을 만날 수 있었다.\\n\\n자초지종을 설명하자 퍼롱퍼롱은 에레다 비밀거점에서 가져온 물건이 있다면 자신이 가보지 않은 곳으로도 축지가 가능하다 말했다. 그 말에 아랑은 망설임 없이 나와 자신을 가리켰다. 우리가 다녀온 것은 맞긴 맞다만 이 무슨 무모한?! 살아있는 존재로는 해본 적이 없다고 하지만... 믿어보는 수밖에!",
        "English_Text": "We realized we didn't know how to get to the Edeta's secret base, so we decided to meet Furlong, the chief of Soul Bridge, and ask for help. We were just about to start looking for Furlong in the Foggy Forest Settlement when we came across Dondon of the Soul Bridge, whom we met in the Sapphire Basin.\n\nDondon was so happy to see us that he offered to send us to Furlong. Unfortunately, he mistakenly sent us to the Snakecap Field instead. But with a stroke of luck, we saved a young Baron there who just happened to be Furlong's grandson. The Baron took us to his grandfather at the Soul Bridge.\n\nWe explained our situation, and Furlong said he could windstride us to Edeta's secret base if we had some kind of object from there. Without hesitation, Aran pointed at me and himself. We'd been there before, yes, but Furlong had never used living objects to cast Windstride. Will windstriding like this actually work? I guess we'll find out!",
        "Russian_Text": "",
        "Chinese_Text": "由于灵交院东东的遁地失败，我们落在了蛇头菇群落中央。我们碰巧在那里救了一个迷路的巴隆，而他竟然是灵交院总长噗隆噗隆的孙子！随后在小巴隆的带路下，我们见到了灵交院总长噗隆噗隆。\n\n噗隆噗隆说只要有从艾瑞达秘密据点带回来的东西就能通过遁地回到那里。听到这句话之后，饿狼用手指了一下我和他自己。这太鲁莽了吧..."
    },
    "11020018": {
        "Dev_Desc": "2막 7장",
        "Original_Text": "에레다 비밀거점에 도착하자마자 아랑은 알 수 없는 말만 남기고선 사라졌다. 혼자 하름의 집무실에 들어섰을 때, 등 뒤에서 하름의 목소리가 들려왔다. 이미 반달호수에서 본색을 드러냈던 하름과의 전투는 피할 수도, 피할 필요도 없었다. \\n\\n이전과는 다르게 난 하름과 호각을 다툴 수 있었다. 하름이 잠시 주춤한 틈을 타 일격을 날리려는 순간 오름이 나타나 앞을 막아섰다. 함께 나타난 아랑이 설득하려 했지만 통하지 않았다. 아랑은 오름이 빈틈을 보인 순간 진명으로 하름을 찔러 본 모습을 드러내도록 하는데 성공했다.\\n쓰러졌던 하름이 다시 일어났을 때는 이전과는 다른, 기수의 모습이었다. 나와 아랑은 필사적으로 기수 하름에 맞서 싸웠고, 치열한 혈투 끝에 쓰러트릴 수 있었다. \\n\\n정신을 차린 오름은 큰 소동에도 불구하고 마음을 추스르고 천신 제례를 올리는 것을 도와주었다. 그러나 어렵게 불러낸 파사는 아무것도 말해주지 않은 채 돌아가 버렸다. 아랑은 불같이 화를 냈지만 어떻게 되돌릴 수 없는 일이다. \\n이다음엔 어떻게 해야 할까...?",
        "English_Text": "As soon as we arrived at the Edeta Secret Base, Aran left me to prove that \"he wasn't just doing nothing.\" I entered Harum's office by myself. Suddenly, Harum appeared behind me. Having already witnessed her true colors in Sapphire Basin, I couldn't back down against her, and I didn't want to, either.\n\nUnlike last time, our battle was hard fought, and it was a close call. I was just about to deliver a decisive blow when Orum interfered. Aran also showed up and tried to persuade Orum to stop, but to no avail. We had to fight him off at the same time.\n\nAran pierced Harum with True Sacrifice to expose her true identity, and she fell to the ground. Infuriated, Orum lunged toward us. Harum then revealed her true Faithbearer form and pounced on Orum. Aran and I fought tooth and nail, barely managing to defeat her.\n\nOnce Orum regained consciousness, he assisted us with the Heavenly Ritual despite the shocking incident that had just taken place. It took us so much effort to summon Parsha, and she left without telling us anything useful. Aran seethed with anger, but there was nothing he could do. What's next for us?",
        "Russian_Text": "",
        "Chinese_Text": "真相终于被揭露了出来，霞凛的真实身份是修罗的首领！虽然旿凜和艾瑞达团员们早就有所怀疑，但仍然十分震惊。\n\n旿凜在经历变故之后，勉强平复心情，帮助我们进行了天神祭礼。而千辛万苦召唤出来的破邪什么都没说就回去了。饿狼暴跳如雷，但无济于事。接下来该怎么办...？"
    },
    "11020019": {
        "Dev_Desc": "2막 8장",
        "Original_Text": "천신제례가 아무 소득 없이 끝나버린 후 아랑은 비옥을 찾기 위해 떠나고, 나는 잠시 한적한 곳으로 가서 생각할 시간을 갖기로 했다. 그렇게 찾은 참고요 숲에서 인간의 모습을 한 파사가 나를 찾아왔다. \\n\\n파사의 말에 따라 익숙한 기운이 느껴지는 회랑으로 들어간 나는 그곳에서 어머니와 아버지에 대한 이야기를 들을 수 있었다. \\n그 이야기 속에서 나의 아버지는 어머니를 죽였다. \\n\\n충격에 빠져 정신없이 각성의 회랑에서 빠져나온 뒤, 그만 다리에 힘이 풀려 주저 앉고 말았다. 그때, 어떻게 알고 찾아왔는지 아랑이 나타나 손을 내밀어 주었다. 아랑에게 사실을 털어놓았더니 파사의 말이라고 해서 모두 사실일 거란 보장은 없다며 직접 수라를 불러 확인해보자고 했다. \\n\\n그래서 우리는 반달호수에처럼 대련했지만 균열은 생기지 않았다. 아랑은 비옥이 없어서 그런 것이라는 가정을 세웠고 함께 비옥을 가지러 가자고 했다. 비옥을 구하는 게 그렇게 쉬운가... 하여튼 아랑을 따라가 보자.",
        "English_Text": "After the fruitless Heavenly Ritual, Aran left to find some Caelite, and I decided to go someplace quiet and think. I was in the Tranquil Woods when Parsha showed up in her mortal form.\n\nI followed her into a familiar-looking corridor. There, I listened to her story about my parents. According to her, my father killed my mother.\n\nShocked, I hurriedly left the Awakened Corridor and collapsed to the ground. I couldn't bring myself to stand until Aran showed up and helped me back up. I told Aran what happened, and he didn't believe what Parsha said. He suggested we call a Sura and hear the other side of the story.\n\nSo, we dueled, just like we did in the Sapphire Basin, but no Fissure showed up this time. Aran believed this was because there was no Caelite, so we should locate some. Caelite isn't something we can get easily, but... I'll follow him and give it a shot.",
        "Russian_Text": "",
        "Chinese_Text": "在去散心的地方遇到了破邪。破邪讲述了有关我父母的故事。而在那个故事中，我的父亲杀死了我的母亲。\n\n饿狼认为破邪说的话未必都是事实，建议我亲手召唤修罗问个究竟。因此我们像半月湖那时候一样进行了对练，但这次裂缝并没有出现。饿狼推测失败原因是没有閟玉，表示想和我一起寻找閟玉。"
    },
    "11020020": {
        "Dev_Desc": "2막 9장",
        "Original_Text": "안개숲 개척지를 경유하는 우리 앞에 풍백문의 장로 비류하가 나타났다. 돌아가는 상황을 보니 비류하는 아랑의 사형이고 아랑은 풍백문의 문주인 것 같다. 이런 배신자! 함께한 시간이 얼만데, 그동안 한 번도 얘기를 안 해주다니...\\n아랑은 비류하에게 뭔가 약점이라도 잡혀있는 것처럼 그에게 쩔쩔맸다. 결국 우리는 비류하의 권유 아닌 권유에 하는 수 없이 수양을 도와주기로 했다. \\n\\n안개숲 개척지의 책임자에게 이야기를 들어보니 담인초의 개체 수가 급증하여 통행에 어려움을 겪고 있다고 했다. 책임자는 표본을 구해 근본적으로 해결해보고 싶으나 수양 수뇌부는 굳이 힘을 빼지 말라는 입장. 우리는 거점 책임자의 부탁으로 담인초의 표본을 구해다 주었다.\\n\\n그렇게 수양을 도운 뒤 붉은 숲길로 향한 아랑과 나. 그곳에서 만나기로 한 비류하는 한 통의 편지를 남기고 먼저 풍백문 해월지부로 떠났다. \\n비류하라는 사람 어딘가 가볍다...! 어쨌든, 가자 풍백문으로!",
        "English_Text": "Bi Ruha, an elder of the Ivory Gale, showed up while we were passing through the Foggy Forest Settlement. It turned out Bi Ruha was Aran's clan brother and Aran was his leader. This whole time he never mentioned any of this to me!\n\nAran acted as if he was at Bi Ruha's mercy, and we were practically forced into helping the Sol Seekers.\n\nWe talked to the base supervisor and learned that the increasing number of Nepenthes around the area were threatening passersby. First, he wanted to study some samples and look for the main cause. His superiors didn't seem to think that was necessary. At any rate, we brought some Nepenthes samples to the base supervisor.\n\nAfter helping the Sol Seekers, Aran and I headed for the Crimson Forest Path. Instead of Bi Ruha, whom we were supposed to meet there, we found a letter. He had left for Ivory Gale's Haewol headquarters without us. I don't really think we can trust Bi Ruha. Either way, we're off to the Ivory Gale.",
        "Russian_Text": "",
        "Chinese_Text": "在风白门长老沸流河的建议下，我们不得不帮忙搜阳搜集啖人草的标本。希望帮助搜阳会对我们有所帮助...\n\n之后，我和饿狼来到了红色林道。说好在那里见面的沸流河留下一封信，先回到了风白门海越支部。我们也赶紧去海越支部吧。"
    },
    "11020021": {
        "Dev_Desc": "2막 4장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020022": {
        "Dev_Desc": "2막 5장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020023": {
        "Dev_Desc": "2막 4장",
        "Original_Text": "안개 그늘 숲에서 익숙한 목소리가 들린다.\\n달빛바람과 강철주먹이잖아? 마침 금경철검을 구해야하던 참이었는데!\\n달빛바람이 화가 좀 난 것 같은데...?\\n\\n둘의 이야기를 듣고 금경철검에 대해 이야기 해보자.",
        "English_Text": "I hear a familiar voice from the shadowy forest of the mist.\nAren't you talking about moonlight and steel fists? I was just about to get a Golden Swordsman!\nThe moonlight seems to be a little angry...?\n\nTwo Let's listen to the story and talk about the Golden Gyeongcheol Sword.",
        "Russian_Text": "",
        "Chinese_Text": "雾霭中传来熟悉的声音\n月光风和钢铁拳头啊？正好要把金嘤哲的剑救回来。\n月光风好像有点生气…？\n\n听两人的故事，谈谈金嘤铁剑吧。"
    },
    "11020024": {
        "Dev_Desc": "2막 5장",
        "Original_Text": "이제 남은 재료는 길을 비추는 거울 도화경! \\n생각보다 순조롭게 제사 재료를 구하고 있다. 마침 안개 숲 개척지에 도화상전 상전주 곽호룡이 있다는 이야기를 들었다.\\n\\n곽호룡에게 사정을 이야기하고 도화경을 받아보자.",
        "English_Text": "Now, the remaining material is a mirror that illuminates the path!\nWe are finding materials for the rites more smoothly than expected. I just heard that there is a figurehead, Ho-ryong Kwak, who is the master of the Dohwasangjeon, in the frontier of the foggy forest. Let's talk and get a kaleidoscope.",
        "Russian_Text": "",
        "Chinese_Text": "现在剩下的材料是照亮道路的镜子桃花镜！\n比想象中顺利地寻找祭祀材料。正好听说雾林开拓地有桃花商战主郭浩龙。"
    },
    "11020025": {
        "Dev_Desc": "2막 4장",
        "Original_Text": "길을 만드는 검은 금경철문의 보검, 금경철검을 뜻했다. \\n\\n안개 그늘 숲에서 만난 달빛바람과 강철주먹은 환영혼불을 통해 강철을 제련하는 법을 연구하고 있었다. 강철주먹이 의외로 환영을 무서워해 이도저도 못하고 있어 대신 환영을 처리하고 혼불을 모아주었다. 그 뒤 투연초의 진액, 고목의 껍질까지 구해주고 무사히 금경철검을 받을 수 있었다.\\n\\n역시 사람은 인맥이 중요해! 반달호수에서 사호를 도와준 게 이렇게 될 줄이야.\\n다음은 길을 비추는 거울 도화경! 곽호룡을 찾아 사정을 말해보자.",
        "English_Text": "The sword that made the path meant the golden iron sword, the golden sword. \n\nThe moonlight and iron fist met in the forest in the shadow of the mist were studying how to smelt steel through the phantom spirit fire. I was afraid of the illusion, so I couldn't do it, so I dealt with the illusion and collected souls instead. After that, I was able to save the essence of tuyeoncho and even the bark of an old tree, and safely receive a gold-gyeongcheol sword.\n\nAfter all, human connections are important! Helping Saho at the lake is supposed to be like this.\nNext is a mirror that illuminates the road! Let's find Ho-ryong Kwak and tell him what's going on.",
        "Russian_Text": "",
        "Chinese_Text": "指的是制作道路的黑色金嘤铁门的宝剑，金嘤铁剑。\n\n在雾荫下遇到的月光风和钢铁拳头正在研究通过幻影魂火冶炼钢铁的方法。钢铁拳头意外地害怕幻影，不知所措，替他处理幻影，聚集了魂火。之后，还获得了烟草的津液、枯木的皮，顺利地获得了金嘤铁剑。\n\n人的人脉还是很重要的！没想到半月湖帮了我一把。\n下面是照亮道路的镜子桃花镜！找郭浩龙谈谈情况。"
    },
    "11020026": {
        "Dev_Desc": "2막 5장",
        "Original_Text": "길을 비추는 거울, 도화상전의 도화경은 대대로 내려오는 물건이 아니었다. 다행히 만드는 건 간단해서 곽호룡 상전주의 소개로 만난 도화상전 공예가에게 안내를 받을 수 있었다.\\n \\n도화경의 재료를 구하기 위해 도착한 메말라 가는 늪지에서 인면충에게 위협을 받고 있던 도화상전의 일꾼들을 구해내었다. 그 뒤 검은 모래를 가지고 공예가에게 돌아갔다. 모래를 손질하고 장작을 준비하는 것으로 공예가를 도울 수 있었고 무사히 도화경을 받을 수 있었다.\\n\\n이렇게 천신제례에 필요한 세 가지 물건을 얻는 데 모두 성공했다. 허가증과 세 가지 재료, 모두 모았으니 이제 에레다 비밀거점으로 가서 천신제례를 올리는 일만 남았다!",
        "English_Text": "The mirror that illuminates the road, and the vases of the vases were not passed down from generation to generation. Fortunately, it was easy to make, so I was able to get guidance from the craftsmen of illustrators, whom I met through the introduction of Ho-ryong Kwak, a sangjeonju.\n \nMaterials of the vases. From the dry swamp they arrived to save I was able to get it.\n\nIn this way, I succeeded in obtaining all three items necessary for the celestial rite. Now that I have collected the permit and the three materials, all that remains is to go to Ereda's secret base and hold the celestial rite!",
        "Russian_Text": "",
        "Chinese_Text": "照在路上的镜子，桃花像传的桃花经不是世代相传的东西。幸运的是制作起来很简单，可以通过郭浩龙上殿主的介绍得到桃花上殿工艺家的引导。\n为了得到桃花镜的材料，在干燥的沼泽中救出了被人面虫威胁的桃花上殿的工人。然后带着黑色的沙子回到工艺家那里。修整沙子，准备柴火，帮助了工艺家，顺利地得到了桃花镜。许可证和三种材料，都收集好了，现在只剩下去埃莱达秘密据点举行天神祭礼了！"
    }
}