{
    "11020000": {
        "Dev_Desc": "2막 1장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020001": {
        "Dev_Desc": "2막 2장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020002": {
        "Dev_Desc": "2막 3장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020003": {
        "Dev_Desc": "2막 6장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020004": {
        "Dev_Desc": "2막 7장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020005": {
        "Dev_Desc": "2막 8장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020006": {
        "Dev_Desc": "2막 9장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020007": {
        "Dev_Desc": "2막 1장",
        "Original_Text": "사라져 버린 하름, 그리고 비옥을 찾기 위해 아랑과 함께 해월대륙으로 가기로 했다. 그러나 항구에서부터 분위기가 심상치 않은데...?\\n\\n하름을 찾기 위해서 에레다를 찾는 것부터 차근차근 시작해야 될 것 같다. 근방을 수소문하여 에레다를 찾아보자.",
        "English_Text": "I decided to go to the continent of Haewol with Arang to find the lost Harem and fertility. But the atmosphere from the port is not unusual...?\n\nStarting step by step to find Ereda to find Harem. I think we should. Let's find Ereda by inquiring around the area.",
        "Russian_Text": "",
        "Chinese_Text": "为了寻找消失的哈姆和肥沃，决定和阿郎一起去海月大陆。但是从港口开始气氛就不寻常…？\n\n为了寻找哈姆，应该从寻找埃莱达开始一步一步地开始。去附近找找埃莱达。"
    },
    "11020008": {
        "Dev_Desc": "2막 2장",
        "Original_Text": "오름은 완강히 거부했지만 우리는 제사를 지내야만 한다. 에레다가 협조에 응할지는 일단 나중에 생각하자. \\n\\n우선 제사에 대한 정보를 모아야 한다. 아무래도 제사와 가장 밀접한 연관이 있는 바롱족에게서 제사에 대한 정보를 얻을 수 있을 것 같다. \\n\\n거점 주변에서 바롱족을 찾아보자.",
        "English_Text": "Oreum stubbornly refused, but we have to hold the ritual. Let's think about whether Ereda will agree to cooperate. \n\nFirst, we need to gather information about the ritual. I think we can get information about ancestral rites from the Barongs.\n\nLet's find the Barongs around the base.",
        "Russian_Text": "",
        "Chinese_Text": "虽然坚决拒绝攀登，但我们必须进行祭祀。埃莱达会不会答应你的协助，以后再考虑吧。\n\n首先要收集有关祭祀的信息。看来可以从与祭祀最为密切的巴隆族那里获得祭祀的情报。\n\n在据点周围寻找巴隆族。"
    },
    "11020009": {
        "Dev_Desc": "2막 3장",
        "Original_Text": "수양에게서 제사 허가증을 받아내는 데 성공했다.\\n\\n이제는 제사 재료를 모을 차례! 사호의 수장들을 만나 그들의 부탁을 들어주고 제사 재료를 받자.",
        "English_Text": "We succeeded in obtaining the ritual permit from Suyang.\n\nNow it's time to gather the ritual materials! Let's meet the chiefs of Saho, grant their request and receive the ritual materials.",
        "Russian_Text": "",
        "Chinese_Text": "首阳成功拿到祭祀许可证。去见社豪的首长们，听取他们的请求，接受祭祀材料。"
    },
    "11020010": {
        "Dev_Desc": "2막 6장",
        "Original_Text": "허가증도 받고 재료도 다 모았는데 이런... 에레다 비밀거점으로 가는 길을 모른다...! \\n\\n반달호수에서 있었던 일을 생각해보면 영교원 총장 퍼롱퍼롱이라면 에레다 비밀거점으로 축지시켜줄 수 있지 않을까...? \\n\\n어서 퍼롱퍼롱을 찾아보자.",
        "English_Text": "I got the permit and gathered all the materials, but... I don't know the way to the secret base of Ereda...! \n\nIf you think about what happened at Lake Vandal, if it's Perong Perong, the president of Young Gyowon, Ereda. Could you turn me into a secret base...?\n\nLet's go find Perong Perong.",
        "Russian_Text": "",
        "Chinese_Text": "拿到许可证材料都收集好了。不知道去埃莱达秘密据点的路…！\n\n想想半月湖上发生的事情，如果是英教员总长弗朗弗朗弗朗弗朗弗朗弗朗弗朗弗朗弗朗的话，应该可以把它建设成埃莱达秘密据点吧…？\n\n快点找一下紫色吧。"
    },
    "11020011": {
        "Dev_Desc": "2막 7장",
        "Original_Text": "과연 아랑의 생각대로 나와 아랑을 통해 에레다 비밀거점으로 축지할 수 있을까...? 왜 매번 이렇게 무모한 일에 도전해야 하는 건데!?\\n\\n이 마음을 아는지 모르는지 퍼롱퍼롱은 결연한 표정으로 우리를 기다리고 있다. 총장을 믿고 에레다 비밀거점으로 향하자.",
        "English_Text": "Is it true that Arang and I can build a secret base for Ereda through Arang...? Why do I have to challenge myself to do such a reckless thing every time!?\n\nI wonder if she knows this heart or not. is waiting for us with a determined expression. Trust the president and head to Ereda's secret base.",
        "Russian_Text": "",
        "Chinese_Text": "果然能按照阿郎的想法出来，通过阿郎将埃莱达秘密据点建造起来吗…？为什么每次都要挑战这么鲁莽的事情！？\n\n不知道是否知道这颗心，弗朗弗朗弗朗用坚定的表情等着我们。相信总长前往埃莱达秘密据点。"
    },
    "11020012": {
        "Dev_Desc": "2막 8장",
        "Original_Text": "우여곡절 끝에 신수 파사를 만날 수 있었지만, 계획했던 대로 일이 풀리지 않았다. \\n\\n잠시 머리를 식혀야겠다. 주변에서 조용히 생각할 수 있는 장소를 찾아보자.",
        "English_Text": "After many twists and turns, I was able to meet the divine beast Pasa, but things didn't go as planned.\n\nI need to cool my head for a while. Let's find a place to quietly think around.",
        "Russian_Text": "",
        "Chinese_Text": "经过迂回曲折，终于遇到了神兽派，但事情并没有按照计划解决。\n\n暂时冷静一下头脑。找一个可以在周围安静思考的地方。"
    },
    "11020013": {
        "Dev_Desc": "2막 9장",
        "Original_Text": "균열을 열어 수라를 불러내는 것은 실패로 돌아갔다. \\n비옥을 얻기 위해 풍백문으로 향하자는 아랑. 출신 문파에서 도움을 받을 수는 있겠지만 아랑의 자신감이 지나치게 과하다...! \\n\\n아랑과 함께 풍백문으로 향하자.",
        "English_Text": "Opening the rift to summon Sura was a failure. \nArang wants to head to Pungbaekmun to obtain fertility. Although she can get help from her family clan, Arang's confidence is too much...! \n\nLet's head to Pungbaekmun with Arang.",
        "Russian_Text": "",
        "Chinese_Text": "开裂引水失败。\n为了得到肥沃而前往风白门的阿郎。虽然可以从出身门派得到帮助，但是阿郎的自信心太过了…！\n\n和阿郎一起走向风白门吧。"
    },
    "11020014": {
        "Dev_Desc": "2막 1장",
        "Original_Text": "해월대륙의 예도항에 도착한 우리는 시작부터 주민들의 경계 어린 시선을 피할 수 없었다. 우리가 반달호수 무술대회를 망쳤다는 소문이 벌써 이곳까지 퍼져있었기 때문이다. 그래도 솟아날 구멍은 있는 법! 주민들에게 필요한 거미줄을 구해주는 것으로 에레다에 대한 정보를 손에 넣을 수 있었다. \\n\\n에레다가 있다는 정보를 접하고 동부 생태 조사림에 도착하자마자 우리는 에레다 문파원들에게 급습을 당하고 말았다. 이를 역이용하자는 아랑의 계략으로 그들의 거점에 잡혀간 우리는 그곳에서 에레다 부문파장 오름을 만날 수 있었다. \\n\\n오름은 우릴 보자마자 문주님을 공격한 걸로도 부족해 정탐까지 하냐고 화를 냈다. 설마 아직도 하름이 문주라는 말이야? 우리의 목적인 파사를 부르는 제사를 올리는 것만으로도 벅찬데 하름의 정체까지 밝혀야 한다니... 우리 잘할 수 있겠지?",
        "English_Text": "When we arrived at Yedo Port in the Haewol Continent, we could not avoid the vigilant gaze of the residents from the start. This is because the rumors that we had ruined the Vandal Lake martial arts competition had already spread here. Law! We were able to obtain information about Ereda by obtaining the cobwebs needed by the residents.\n\nAs soon as we heard the information about Ereda and arrived at the Eastern Ecological Forest, we were ambushed by members of the Ereda Clan. We were taken to their base by Arang to use it against them, and there we met Ereda Byeonpajang Oreum.\n\nAs soon as Oreum saw us, it was not enough to attack Munju. Is it possible that Harem is still Munju? It's overwhelming just to hold a ritual for our purpose, which is Pasa, but to reveal Harem's identity... Can we do well?",
        "Russian_Text": "",
        "Chinese_Text": "到达海月大陆的礼都港后，我们从一开始就无法避免居民们的警戒视线。因为我们毁了半月湖武术大赛的传闻已经传到了这里。但是也有可以涌出的漏洞！为了给居民们提供必要的蜘蛛网，可以获得有关埃莱达的情报。\n\n得知有埃莱达的情报后，一到东部生态调查林，我们就被埃莱达门派成员突袭。我们在那里遇到了埃莱达部门的波澜。\n\n奥姆一看到我们就生气地说：攻击文主还不够，还间谍吗？难道河明还是文主吗。光是祭祀我们的目的派萨就已经很吃力了，还要查明哈姆的真实身份…我们能做好吧？"
    },
    "11020015": {
        "Dev_Desc": "2막 2장",
        "Original_Text": "\"아랑과 영교원의 바롱이 투닥거리는 작은 사고(?)가 있었지만 바롱에게서 신수를 부르는 제사 천신제례에 대한 정보를 입수하는 데 성공했다. \\n천신제례에는 길을 부르는 방울, 길을 비추는 거울, 길을 만드는 검이 필요한데, 이 세 가지 물건은 각각 매화단, 도화상전, 금경철문에서 구할 수 있다고 한다. 다행히 반달호수에서 사호에게 점수를 따놓은 게 있으니 말만 잘해보면 빌릴 수 있지 않을까? \\n\\n이 세 가지 물건 말고도 나라의 허가가 필요하다고 하여, 해월대륙에서 국가 권한을 위임받아 수행하고 있는 수양을 찾아갔다. 일면식도 없이 대장과 바로 대화할 수는 없었기에 수양 대원들의 부탁을 들어주고 나서야 수양의 대장, 서중문과 독대할 수 있었다. \\n\\n수양 대장 서중문은 생각보다 어렵지 않게 허가증을 내어 주었다. 그는 허가증을 주며 불마자가 세상을 어지럽히고 있는데 신수는 무얼 하는 거냐며 불만을 토로 했다. 그의 말도 일리가 있다. 신수를 불러낸다면 물어봐야겠다.\"",
        "English_Text": "There was a small accident (?) between Arang and Young Gyowon's Barong, but we succeeded in obtaining information about the 'Cheonshin Jerye', a ritual for calling on the gods from Barong. , a mirror to illuminate the path, and a sword to make a path, these three items are said to be available at Maehwadan, Dohwasangjeon, and Geumgyeongcheolmun, respectively. Fortunately, there is a score from Saho at Vandal Lake, so you can borrow it if you speak well. Wouldn't it be?\n\nIn addition to these three items, they said that they needed the permission of the state, so I went to the training team that was entrusted with the government's authority in the sea and moon continent and was not able to talk to the commander right away, so I couldn't talk to the commander. It was only after I granted their request that I was able to stand alone with Suyang's captain, Seo Joong-mun.\n\nThe fostering captain, Seo Jung-mun, gave me the permit easier than I thought. He complained, saying, \"Is it true?\", he complained.",
        "Russian_Text": "",
        "Chinese_Text": "阿郎和英教员的巴隆虽然发生了小事故（？），但是从巴隆那里获得了祭祀神的“天神祭礼”的情报。\n天神祭礼需要叫路的铃铛、照路的镜子、筑路的剑，这三种东西分别可以从梅花团、桃花像殿、金嘤铁门中获得。幸运的是，在半月湖上有一个得分给了沙湖，只要好好说话，应该能借到吧？\n\n除了这三件东西外，还需要国家的许可，所以去了海月大陆接受国家权限的修养。因为没有一面之识，不能直接和队长对话，所以只能听从首阳队员们的委托，才能单独对待首阳的队长、西钟文。\n\n首阳大将西钟文给了许可证，没有想象中那么难。他给了许可证，并吐露了不满：火魔扰乱了世界，神兽在做什么。他的话也有道理。如果叫信秀出来我就要问你。"
    },
    "11020016": {
        "Dev_Desc": "2막 3장",
        "Original_Text": "세 가지 재료를 모으는 첫 걸음으로 나는 길을 부르는 방울인 매화령을 얻기 위해 홍매화 단장의 부탁을 들어주었다. \\n\\n혈비패에 납치된 신입 단원을 풀어달라는 부탁이었는데, 알고 보니 나를 이용해서 혈비패 세력을 견제하기 위함이었다. 매화단이 직접 개입하면 두 세력의 싸움으로 번질 수 있다는 이유였다. 나름 일리 있는 말이지만 뭔가 이용당한 느낌을 지울 수 없다... 뭐, 그래도 매화령을 받을 수 있었으니 괜찮다! \\n\\n이제 길을 만드는 검, 길을 비추는 방울 두 가지 재료가 남았다. 나머지 사호를 찾아\\n재료를 구하자.",
        "English_Text": "As the first step in collecting the three ingredients, I granted the request of the head of the Red Plum Blossom to obtain the Plum Blossom Spirit, a bell that calls the way. \n\nIt was a request to release a new member kidnapped by the Blood Viper. Bonnie, it was to use me to check the bloody faction. The reason was that if the Maehwadan directly intervened, it could escalate into a fight between the two factions. It's a reasonable statement, but I can't erase the feeling of being used... It's okay now that I was able to receive the command!\n\nNow, there are two materials left: a sword to make a path and a bubble to illuminate the path.",
        "Russian_Text": "",
        "Chinese_Text": "收集三种材料的第一步，我为了得到叫路的铃铛梅花灵，听从了红梅团长的请求。\n\n请求释放被血雨牌绑架的新团员，原来是为了利用我牵制血雨牌势力。理由是，如果梅花团直接介入，有可能演变成两个势力的战斗。虽然是有道理的话但是无法抹去被利用的感觉..。不过，既然能收到梅花令，那也没关系！\n\n现在还剩下制作道路的剑、照亮道路的铃铛两种材料。寻找剩下的沙湖\n寻找材料。"
    },
    "11020017": {
        "Dev_Desc": "2막 6장",
        "Original_Text": "가만 생각해보니 에레다 비밀거점으로 가는 방법을 몰랐던 우리는 영교원의 총장, 퍼롱퍼롱을 만나 도움을 청하기로 했다. 안개숲 개척지에서 퍼롱퍼롱을 찾아 나서려는 찰나! 우리는 반달호수에서 만났던 영교원의 동동을 만날 수 있었다.\\n\\n반가움도 잠시 퍼롱퍼롱에게 보내주겠다던 동동의 축지 실수로 인해 나와 아랑은 뱀버섯 군락 한복판에 떨어지고 말았다. 그러나 무슨 우연인지, 그곳에서 곤경에 처한 어린 바롱 하나를 구해줬는데 바로 퍼롱퍼롱의 손자였다! 그리하여 우린 어린 바롱의 안내에 따라 영교원 총장 퍼롱퍼롱을 만날 수 있었다.\\n\\n자초지종을 설명하자 퍼롱퍼롱은 에레다 비밀거점에서 가져온 물건이 있다면 자신이 가보지 않은 곳으로도 축지가 가능하다 말했다. 그 말에 아랑은 망설임 없이 나와 자신을 가리켰다. 우리가 다녀온 것은 맞긴 맞다만 이 무슨 무모한?! 살아있는 존재로는 해본 적이 없다고 하지만... 믿어보는 수밖에!",
        "English_Text": "Thinking about it, we didn't know how to get to Ereda's secret base, so we decided to meet Perong Perong, the president of Young Gyowon, and ask for help. We were on the verge of looking for Perong Perong in the Fog Forest Frontier! We were at Vandal Lake. I was able to meet the Dong-dong of Young Gyo-won, whom I met at the school.\n\nDong-dong's mistake in wishing to send it to Perong Perong even for a while, caused me and Arang to fall into the middle of a snake mushroom colony. He rescued a young Barong, who was the grandson of Perong Perong! So we were able to meet the Young Gyowon President Perong Perong under the guidance of the young Barong.\n\nAs I explained the type of self-care, Perong Perong brought something from Ereda's secret base. He said that it is possible to go to places he has never been to. Arang pointed to me and himself without hesitation. It is true that we have been there, but what recklessness?! You just have to believe it!",
        "Russian_Text": "",
        "Chinese_Text": "仔细一想，我们不知道去埃莱达秘密据点的方法，决定与英教员的校长、弗朗弗朗弗朗见面寻求帮助。在雾林开拓地寻找弗朗弗朗的瞬间！我们在半月湖见到了英老师的东洞。但不知是什么偶然，在那里救了一个处于困境的巴隆，那就是巴隆的孙子！于是，我们在小巴隆的引导下，见到了英教员总长弗朗弗朗弗朗弗朗弗朗弗朗弗朗。听到那句话，阿郎毫不犹豫地和我指了指自己。我们确实去过，但这有什么鲁莽的？！虽然说没有做过活着的存在..。我只能相信你。"
    },
    "11020018": {
        "Dev_Desc": "2막 7장",
        "Original_Text": "에레다 비밀거점에 도착하자마자 아랑은 알 수 없는 말만 남기고선 사라졌다. 혼자 하름의 집무실에 들어섰을 때, 등 뒤에서 하름의 목소리가 들려왔다. 이미 반달호수에서 본색을 드러냈던 하름과의 전투는 피할 수도, 피할 필요도 없었다. \\n\\n이전과는 다르게 난 하름과 호각을 다툴 수 있었다. 하름이 잠시 주춤한 틈을 타 일격을 날리려는 순간 오름이 나타나 앞을 막아섰다. 함께 나타난 아랑이 설득하려 했지만 통하지 않았다. 아랑은 오름이 빈틈을 보인 순간 진명으로 하름을 찔러 본 모습을 드러내도록 하는데 성공했다.\\n쓰러졌던 하름이 다시 일어났을 때는 이전과는 다른, 기수의 모습이었다. 나와 아랑은 필사적으로 기수 하름에 맞서 싸웠고, 치열한 혈투 끝에 쓰러트릴 수 있었다. \\n\\n정신을 차린 오름은 큰 소동에도 불구하고 마음을 추스르고 천신 제례를 올리는 것을 도와주었다. 그러나 어렵게 불러낸 파사는 아무것도 말해주지 않은 채 돌아가 버렸다. 아랑은 불같이 화를 냈지만 어떻게 되돌릴 수 없는 일이다. \\n이다음엔 어떻게 해야 할까...?",
        "English_Text": "As soon as he arrived at Ereda's secret base, Arang disappeared leaving only unknown words. When he entered Harem's office alone, he heard Harem's voice behind him. There was no need to avoid and no need to avoid the battle.\n\nUnlike before, I was able to argue with Hogak. Harem hesitated for a moment, and when he was about to launch a blow, Oreum appeared and blocked the front. Arang, who appeared, tried to persuade, but it didn't work. Arang succeeded in stabbing Harem with his true name the moment Oreum showed a gap and revealing his true self.\nWhen Hareum, who had fallen, got up again, it was a different rider than before. . Me and Arang fought desperately against the rider Harreum and were able to defeat them after a fierce bloody battle.\n\nOreum, who came to her senses, calmed down despite the great commotion and helped to hold the ancestral ritual. left without telling me anything. Arang was furious, but how could it not be undone? \nWhat should I do next...?",
        "Russian_Text": "",
        "Chinese_Text": "到达埃莱达秘密据点后，阿郎只留下不知道的话就消失了。一个人走进哈姆的办公室时，从背后传来了哈姆的声音。已经在半月湖上露出本色的哈姆的战斗是不可避免的，也没有必要避免。\n\n与以往不同，可以与南河争鸣。趁着哈姆暂时退缩的时候，想要一击的瞬间出现了上升，挡住了前面。一起出现的阿郎试图说服她但是行不通。阿郎成功地让阿郎在她出现漏洞的瞬间，用真名刺破了她的下肢。\n倒下的下肢再次站起来时，与以往不同，是奇洙的样子。我和阿郎拼命对抗骑手河，经过激烈的搏斗，终于倒下了。\n\n打起精神的登山，不顾大骚乱，帮助调整心态，举行天神祭礼。但是好不容易叫来的帕萨却什么都没说就回去了。阿郎虽然火冒三丈，但这是无法挽回的事情。\n接下来该怎么办…？"
    },
    "11020019": {
        "Dev_Desc": "2막 8장",
        "Original_Text": "천신제례가 아무 소득 없이 끝나버린 후 아랑은 비옥을 찾기 위해 떠나고, 나는 잠시 한적한 곳으로 가서 생각할 시간을 갖기로 했다. 그렇게 찾은 참고요 숲에서 인간의 모습을 한 파사가 나를 찾아왔다. \\n\\n파사의 말에 따라 익숙한 기운이 느껴지는 회랑으로 들어간 나는 그곳에서 어머니와 아버지에 대한 이야기를 들을 수 있었다. \\n그 이야기 속에서 나의 아버지는 어머니를 죽였다. \\n\\n충격에 빠져 정신없이 각성의 회랑에서 빠져나온 뒤, 그만 다리에 힘이 풀려 주저 앉고 말았다. 그때, 어떻게 알고 찾아왔는지 아랑이 나타나 손을 내밀어 주었다. 아랑에게 사실을 털어놓았더니 파사의 말이라고 해서 모두 사실일 거란 보장은 없다며 직접 수라를 불러 확인해보자고 했다. \\n\\n그래서 우리는 반달호수에처럼 대련했지만 균열은 생기지 않았다. 아랑은 비옥이 없어서 그런 것이라는 가정을 세웠고 함께 비옥을 가지러 가자고 했다. 비옥을 구하는 게 그렇게 쉬운가... 하여튼 아랑을 따라가 보자.",
        "English_Text": "After the Celestial Festival ended without any profit, Arang left to seek fertility, and I decided to go to a quiet place for a while to think. .\n\nFollowing Pasa's words, I entered the corridor where I felt a familiar aura, and there I heard a story about my mother and father.\nIn that story, my father killed my mother.\n\nIn shock. After falling out of the corridor of awakening, he lost strength in his legs and sat down. At that time, knowing how he found him, Arang appeared and held out his hand. There was no guarantee, so I called Sura to check it out myself.\n\nSo we fought like in Lake Vandal, but there were no cracks. Arang made the assumption that it was because there was no fertility and asked us to go get fertility together. Is it that easy... Anyway, let's follow Arang.",
        "Russian_Text": "",
        "Chinese_Text": "天神祭礼毫无收获地结束后，阿郎为了寻找肥沃而离开，我决定暂时去一个安静的地方思考。在这样的参考森林里，一个看到人类模样的帕萨找到了我。\n\n随着帕萨的话，我走进了一个熟悉的走廊，在那里我可以听到关于母亲和父亲的故事。在那故事中，我父亲杀死了母亲。\n\n陷入冲击，从觉醒的走廊里出来后，腿放松了，犹豫了一下。那时候，不知怎么来的，阿郎出现了，伸出了手。向阿郎吐露了事实，他说：不能保证这都是事实。\n\n所以我们像半月湖一样对联，但没有出现裂痕。阿郎建立了一个没有肥沃的家庭，并说一起去拿肥沃。求肥就那么容易吗..。总之跟阿郎走吧。"
    },
    "11020020": {
        "Dev_Desc": "2막 9장",
        "Original_Text": "안개숲 개척지를 경유하는 우리 앞에 풍백문의 장로 비류하가 나타났다. 돌아가는 상황을 보니 비류하는 아랑의 사형이고 아랑은 풍백문의 문주인 것 같다. 이런 배신자! 함께한 시간이 얼만데, 그동안 한 번도 얘기를 안 해주다니...\\n아랑은 비류하에게 뭔가 약점이라도 잡혀있는 것처럼 그에게 쩔쩔맸다. 결국 우리는 비류하의 권유 아닌 권유에 하는 수 없이 수양을 도와주기로 했다. \\n\\n안개숲 개척지의 책임자에게 이야기를 들어보니 담인초의 개체 수가 급증하여 통행에 어려움을 겪고 있다고 했다. 책임자는 표본을 구해 근본적으로 해결해보고 싶으나 수양 수뇌부는 굳이 힘을 빼지 말라는 입장. 우리는 거점 책임자의 부탁으로 담인초의 표본을 구해다 주었다.\\n\\n그렇게 수양을 도운 뒤 붉은 숲길로 향한 아랑과 나. 그곳에서 만나기로 한 비류하는 한 통의 편지를 남기고 먼저 풍백문 해월지부로 떠났다. \\n비류하라는 사람 어딘가 가볍다...! 어쨌든, 가자 풍백문으로!",
        "English_Text": "The elder Biryuha of Pungbaekmun appeared in front of us as we passed through the fog forest frontier. Looking back, Biryuha is the death penalty of Arang and Arang is the owner of Pungbaekmun. Such a traitor! How long have we been together? He never talked about it...\nArang was embarrassed by Biryuha, as if he had some weakness. In the end, we decided to help foster Yang, not at Biryuha's advice.\n\nMist When I heard the story from the manager of the forest frontier, he told me that the number of dandelion plants is rapidly increasing, making it difficult to pass. The person in charge wants to obtain a sample and solve the problem fundamentally, but the foster care leader insists not to lose his strength. He brought me a specimen of damincho.\n\nAfter helping the sheep like that, Arang and I headed to the red forest road. Biryuha, who agreed to meet there, left a letter and first left for the Pungbaekmun Haewol branch.\nSomewhere with someone called Biryu. It's light...! Anyway, let's go to Pungbaekmun!",
        "Russian_Text": "",
        "Chinese_Text": "经过雾林开拓地的我们面前出现了风白门的长老飞流河。从回去的情况来看，阿郎是阿郎的死刑，阿郎是风白门的主人。你这个叛徒。在一起的时间是多少，这段时间一次都不告诉我…\n阿郎就像被非流下抓住了什么弱点一样，对他不知所措。最终，我们决定在非流下的劝导下，不得不帮助首阳。\n\n听雾林开拓地的负责人说，淡草的个体数量激增，通行困难。负责人表示：虽然想通过标本从根本上解决问题，但首阳领导层却表示不要放松。我们在据点负责人的委托下获得了草的标本。约在那里见面的飞流河留下一封信，先去了丰白门海月支部。\n让我比喻的人有点轻…！不管怎样走吧风白门。"
    },
    "11020021": {
        "Dev_Desc": "2막 4장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020022": {
        "Dev_Desc": "2막 5장",
        "Original_Text": "아직 공개되지 않은 이야기입니다.",
        "English_Text": "This is an unreleased story.",
        "Russian_Text": "",
        "Chinese_Text": "还没有公开的故事"
    },
    "11020023": {
        "Dev_Desc": "2막 4장",
        "Original_Text": "안개 그늘 숲에서 익숙한 목소리가 들린다.\\n달빛바람과 강철주먹이잖아? 마침 금경철검을 구해야하던 참이었는데!\\n달빛바람이 화가 좀 난 것 같은데...?\\n\\n둘의 이야기를 듣고 금경철검에 대해 이야기 해보자.",
        "English_Text": "I hear a familiar voice from the shadowy forest of the mist.\nAren't you talking about moonlight and steel fists? I was just about to get a Golden Swordsman!\nThe moonlight seems to be a little angry...?\n\nTwo Let's listen to the story and talk about the Golden Gyeongcheol Sword.",
        "Russian_Text": "",
        "Chinese_Text": "雾霭中传来熟悉的声音\n月光风和钢铁拳头啊？正好要把金嘤哲的剑救回来。\n月光风好像有点生气…？\n\n听两人的故事，谈谈金嘤铁剑吧。"
    },
    "11020024": {
        "Dev_Desc": "2막 5장",
        "Original_Text": "이제 남은 재료는 길을 비추는 거울 도화경! \\n생각보다 순조롭게 제사 재료를 구하고 있다. 마침 안개 숲 개척지에 도화상전 상전주 곽호룡이 있다는 이야기를 들었다.\\n\\n곽호룡에게 사정을 이야기하고 도화경을 받아보자.",
        "English_Text": "Now, the remaining material is a mirror that illuminates the path!\nWe are finding materials for the rites more smoothly than expected. I just heard that there is a figurehead, Ho-ryong Kwak, who is the master of the Dohwasangjeon, in the frontier of the foggy forest. Let's talk and get a kaleidoscope.",
        "Russian_Text": "",
        "Chinese_Text": "现在剩下的材料是照亮道路的镜子桃花镜！\n比想象中顺利地寻找祭祀材料。正好听说雾林开拓地有桃花商战主郭浩龙。"
    },
    "11020025": {
        "Dev_Desc": "2막 4장",
        "Original_Text": "길을 만드는 검은 금경철문의 보검, 금경철검을 뜻했다. \\n\\n안개 그늘 숲에서 만난 달빛바람과 강철주먹은 환영혼불을 통해 강철을 제련하는 법을 연구하고 있었다. 강철주먹이 의외로 환영을 무서워해 이도저도 못하고 있어 대신 환영을 처리하고 혼불을 모아주었다. 그 뒤 투연초의 진액, 고목의 껍질까지 구해주고 무사히 금경철검을 받을 수 있었다.\\n\\n역시 사람은 인맥이 중요해! 반달호수에서 사호를 도와준 게 이렇게 될 줄이야.\\n다음은 길을 비추는 거울 도화경! 곽호룡을 찾아 사정을 말해보자.",
        "English_Text": "The sword that made the path meant the golden iron sword, the golden sword. \n\nThe moonlight and iron fist met in the forest in the shadow of the mist were studying how to smelt steel through the phantom spirit fire. I was afraid of the illusion, so I couldn't do it, so I dealt with the illusion and collected souls instead. After that, I was able to save the essence of tuyeoncho and even the bark of an old tree, and safely receive a gold-gyeongcheol sword.\n\nAfter all, human connections are important! Helping Saho at the lake is supposed to be like this.\nNext is a mirror that illuminates the road! Let's find Ho-ryong Kwak and tell him what's going on.",
        "Russian_Text": "",
        "Chinese_Text": "指的是制作道路的黑色金嘤铁门的宝剑，金嘤铁剑。\n\n在雾荫下遇到的月光风和钢铁拳头正在研究通过幻影魂火冶炼钢铁的方法。钢铁拳头意外地害怕幻影，不知所措，替他处理幻影，聚集了魂火。之后，还获得了烟草的津液、枯木的皮，顺利地获得了金嘤铁剑。\n\n人的人脉还是很重要的！没想到半月湖帮了我一把。\n下面是照亮道路的镜子桃花镜！找郭浩龙谈谈情况。"
    },
    "11020026": {
        "Dev_Desc": "2막 5장",
        "Original_Text": "길을 비추는 거울, 도화상전의 도화경은 대대로 내려오는 물건이 아니었다. 다행히 만드는 건 간단해서 곽호룡 상전주의 소개로 만난 도화상전 공예가에게 안내를 받을 수 있었다.\\n \\n도화경의 재료를 구하기 위해 도착한 메마른 늪지에서 인면충에게 위협을 받고 있던 도화상전의 일꾼들을 구해내었다. 그 뒤 검은 모래를 가지고 공예가에게 돌아갔다. 모래를 손질하고 장작을 준비하는 것으로 공예가를 도울 수 있었고 무사히 도화경을 받을 수 있었다.\\n\\n이렇게 천신제례에 필요한 세 가지 물건을 얻는 데 모두 성공했다. 허가증과 세 가지 재료, 모두 모았으니 이제 에레다 비밀거점으로 가서 천신제례를 올리는 일만 남았다!",
        "English_Text": "The mirror that illuminates the road, and the vases of the vases were not passed down from generation to generation. Fortunately, it was easy to make, so I was able to get guidance from the craftsmen of illustrators, whom I met through the introduction of Ho-ryong Kwak, a sangjeonju.\n \nMaterials of the vases. From the dry swamp they arrived to save I was able to get it.\n\nIn this way, I succeeded in obtaining all three items necessary for the celestial rite. Now that I have collected the permit and the three materials, all that remains is to go to Ereda's secret base and hold the celestial rite!",
        "Russian_Text": "",
        "Chinese_Text": "照在路上的镜子，桃花像传的桃花经不是世代相传的东西。幸运的是制作起来很简单，可以通过郭浩龙上殿主的介绍得到桃花上殿工艺家的引导。\n为了得到桃花镜的材料，在干燥的沼泽中救出了被人面虫威胁的桃花上殿的工人。然后带着黑色的沙子回到工艺家那里。修整沙子，准备柴火，帮助了工艺家，顺利地得到了桃花镜。许可证和三种材料，都收集好了，现在只剩下去埃莱达秘密据点举行天神祭礼了！"
    }
}