{
    "110010000": {
        "Dev_Desc": "반달서브_10000_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 12\\n아이들에게 나무 창과 방패를 선물해 주고 싶다. \\n금경철문의 장인이라면 아이들이 가지고 놀 만한 장난감을 틀림없이 만들어 줄 것이다. \\n\\n재료를 구해 금경철문으로 가보자.",
        "English_Text": "[Recommended Level] 12\nI want to give the children a wooden spear and shield as a gift.\nThe Soul Steel can surely make them as toys that the children could play with.\n\nLet's collect the materials and go to the Soul Steel.",
        "Russian_Text": "",
        "Chinese_Text": "看到了模仿枪和盾牌玩耍的邻家小孩们。我想给他们送木枪和木盾作为礼物。带着材料去金庚哲门吧。"
    },
    "110010001": {
        "Dev_Desc": "반달서브_10001_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 12\\n금경철문의 장인 두 명이 티격태격하고 있다. \\n자신들이 만든 장비들에 대해 이야기하는 것 같은데... \\n\\n자세히 들어보자.",
        "English_Text": "[Recommended Level] 12\nAt the Soul Steel, two artisans are arguing with each other.\nI think they're talking about gear that they've made.\n\nI'd better take a listen.",
        "Russian_Text": "",
        "Chinese_Text": "金庚哲门的两位匠人在争执。好像在说各自制作的装备...仔细听听吧。"
    },
    "110010002": {
        "Dev_Desc": "반달서브_10002_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 29\\n공허의 구덩이에서 균열을 연구하고 있다는 연구가 김규녈은 내게 불마자의 표본을 구해달라는 부탁을 해왔다. \\n\\n이번에는 구덩이의 중심부로 나아가야 할 것 같은데 너무 위험하지는 않을까? 그래도 한번 해볼까?",
        "English_Text": "[Recommended Level] 29\nThe researcher Kunale, who's researching the Fissure at the Bottomless Pit, asked me to collect some Hollow specimens.\n\nIt seems like I have to go deeper into the center of the pit, but isn't it dangerous? Should I still give it a try?",
        "Russian_Text": "",
        "Chinese_Text": "在虚空坑洞研究裂缝的研究家金圭涅要求我去找来不磨者的标本。这次需要去虚空坑洞的中心地带，会不会过于危险呢？不过还是应该去试一下吧？"
    },
    "110010003": {
        "Dev_Desc": "반달서브_10003_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 29\\n불마자의 표본 중에서도 유독 눈에 띄는 특별한 표본이 있어 김규녈에게 가져다 주자, 그녀는 크게 흥분하며 이것에 대한 생체 표본을 부탁해왔다.\\n\\n이 표본의 주인은 일반적인 불마자보다 훨씬 강력한 존재일 것 같다. \\n그 존재를 잡으면 생체 표본을 구할 수 있을 텐데... \\n\\n공허의 구덩이 인근을 살펴보면서 눈에 띄는 존재가 있는지 찾아보자.",
        "English_Text": "[Recommended Level] 29\nWhen I brought an interesting Hollow specimen to Kunale, she was very excited and asked for a specimen of the creature itself.\n\nThis special specimen must come from a stronger being than an ordinary Hollow.\n\nI should explore the Bottomless Pit and look for anything that stands out.",
        "Russian_Text": "",
        "Chinese_Text": "我在不磨者的标本中发现了特别显眼的标本。拿到这个标本的金圭涅异常激动，拜托我搜集相关的生物标本。\n这个标本的主人应该远比普通不磨者强大。只要抓到那个存在应该就能获得生物标本…去虚空坑洞附近看看有没有什么显眼的存在吧。"
    },
    "110010004": {
        "Dev_Desc": "반달서브_10004_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 29\\n공허의 구덩이에서 균열 연구가 김규녈의 조수로 일하고 있는 조사훈은 야화의 존재에 대해 알고 있냐며 입을 열었다.\\n\\n만약 공허의 구덩이에도 야화가 세워졌다면 연구에 도움이 될 만한 정보가 기록되어 있을지도 모를 일.\\n조사훈은 분명 야화가 존재할 것이라고 추측은 하고 있었지만, 온통 불마자들이 들끓고 있는 이 주변을 탐색할 용기가 나지 않아 고민만 하고 있었던 모양이다. \\n\\n조사훈을 대신해서 야화를 찾아 그 내용을 전해주자.",
        "English_Text": "[Recommended Level] 29\nJosahun, who's working as Fissure Researcher Kunale's assistant at the Bottomless Pit, asks if I know what a Fable is.\n\nIf there is a Fable in the Bottomless Pit, there might be some useful information recorded on it.\nJosahun is speculating that there must be one there, but he can't muster the courage to explore this place filled with Hollows.\n\nLet's find the Fable for Josahun and tell him about the information it holds.",
        "Russian_Text": "",
        "Chinese_Text": "金圭涅说，有个拿着奇特的枪与盾牌的陌生人进入虚空坑洞独自对抗了不磨者。寻找一个不知姓名与长相的人并不简单，但对方会不会留下特别的痕迹？去虚空坑洞寻找金圭涅提到的陌生人吧。"
    },
    "110010005": {
        "Dev_Desc": "반달서브_10005_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 30\\n어딘지 스산한 느낌을 주는 협곡을 발견했다.\\n\\n초입부터 안쪽까지 길게 이어져 있었지만, 어지간한 담력을 가진 이가 아닌 이상에야 함부로 발을 들일 수는 없을 것 같아 보인다.\\n\\n이런 곳에 사람이 다닐 리가 없... 어라? 저게 뭐지?",
        "English_Text": "[Recommended Level] 30\nI found a canyon that seems a little eerie.\n\nIt's a long way from the entrance to the inside, and it would take someone with a lot of guts to explore that place.\n\nThere couldn't possibly be anyone here... Huh? What's that?",
        "Russian_Text": "",
        "Chinese_Text": "陌生的痕迹吸引了我的注意力。痕迹延伸到了溪谷深处。那个地方很接近虚空坑洞，如果是外地人走错路遇到危险该怎么办？找出痕迹的主人并警告危险吧。"
    },
    "110010006": {
        "Dev_Desc": "반달서브_10006_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 26\\n버려진 난파선은 그 원형을 가늠하기 어려울 정도로 곳곳이 파손되어 있었는데, 잔해들 틈에서 낡은 상자를 하나 발견했다. \\n\\n혹시 뭔가 값진 물건이 있지는 않을까? \\n주변의 청소라게를 정리하고 상자를 확인해보자.",
        "English_Text": "[Recommended Level] 26\nThe wreckage was destroyed beyond recognition, but I found a Battered Chest in the midst of the remnants.\n\nMaybe there's something worth taking inside?\nLet's clear the Cobalt Hermit Crabs in the area and check out the chest.",
        "Russian_Text": "",
        "Chinese_Text": "被遗弃的遇难船到处受到了破坏，几乎难以辨认原有面貌。在残骸中发现了一个旧箱子，会不会有什么贵重品呢？清理周围的蓝寄居蟹，查看箱子内有什么吧。"
    },
    "110010007": {
        "Dev_Desc": "반달서브_10007_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n청인족 두 명이 누군가에 대해 쑥덕거리고 있다. \\n둘 다 잔뜩 성이 난 것이 그다지 즐거운 이야기는 아닌 것 같지만, 호기심이 동한다. \\n\\n들어보자.",
        "English_Text": "[Recommended Level] 13\nTwo Blueskin members were whispering about someone.\nThe topic doesn't seem very pleasant and both of them seem agitated, but I'm curious.\n\nLet's listen.",
        "Russian_Text": "",
        "Chinese_Text": "两个青人族在谈论某个人。他们都显得怒不可遏，应该不是什么快乐的事情。但很让人好奇，去听听吧。"
    },
    "110010008": {
        "Dev_Desc": "반달서브_10008_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n근심이 가득해 보이는 이 나무꾼은 고도시 숲길에서 광물을 주워 온 이후로 줄곧 가위와 악몽에 시달렸다고 했다. \\n\\n나무꾼은 내다 버린 광물이 발이라도 달려 쫓아오지 않을까 무척 불안해하고 있으니, 대신 가서 광물이 그 자리에 잘 있는지 확인해보자.",
        "English_Text": "[Recommended Level] 17\nThe worried woodcutter seems to be haunted by nightmares every night after picking up a strange mineral from the Highland Central Trail.\n\nHe fears that the mineral might come looking for him again, so I should reassure him by checking if it's still where he last saw it.",
        "Russian_Text": "",
        "Chinese_Text": "这个砍柴人看起来忧心忡忡，他说自己从古都林道捡回矿物之后经常魇住或做噩梦。砍柴人很担心丢弃的矿物会不会长出脚追自己，帮他去确认一下矿物在不在那个地方吧。"
    },
    "110010009": {
        "Dev_Desc": "반달서브_10009_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n정신이 온전치 않아 보이는 한 노인이 계속해서 신목님이라 외치며 애타게 무엇인가를 찾고 있다. \\n\\n노인이 부르짖는 이름의 주인은 누구일까? \\n노인의 말대로 실재하는 것일까? \\n\\n주변을 살펴보자.",
        "English_Text": "[Recommended Level] 13\nA crazy old man keeps looking for something while screaming for the Sagewood.\n\nWho or what could he be looking for? Whatever it is, does it even exist?\n\nLet's take a look around.",
        "Russian_Text": "",
        "Chinese_Text": "看起来神志不清的一个老人一直在喊神木大人，焦急地寻找着什么东西。老人叫喊的到底是什么？真的像老人所说的一样存在于这世间吗？查看一下周围吧。"
    },
    "110010010": {
        "Dev_Desc": "반달서브_10010_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n걱정이 가득해 보이는 남자가 구시렁거리고 있다. \\n그의 이야기를 들어보자.",
        "English_Text": "[Recommended Level] 17\nA man is mumbling something under his breath. Let's see what he has to say.",
        "Russian_Text": "",
        "Chinese_Text": "有个满脸忧愁的男人在喃喃自语。听听他说什么吧。"
    },
    "110010011": {
        "Dev_Desc": "반달서브_10011_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n고도시 숲길 어귀에서 만난 꼬마 아이는 말하는 수목 정령을 만났다고 자랑하며 그 위치를 자세하게 알려주었다. \\n\\n아이의 말이 사실인지 확인해보자.",
        "English_Text": "[Recommended Level] 13\nThe child that I bumped into on the Highland Central Forest Trail boasted that he ran into a Tree Spirit.\n\nI should go and check out the location he mentioned.",
        "Russian_Text": "",
        "Chinese_Text": "在古都林道入口遇见的小孩自豪地说自己看到了树木精灵，告诉了我具体地点。去看看孩子的话是不是真的。"
    },
    "110010012": {
        "Dev_Desc": "반달서브_10012_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n무엇인가를 발견한 것 같다.\\n다가가 자세히 살펴보자.",
        "English_Text": "[Recommended Level] 7\nI've found something.\nI'd better take a closer look.",
        "Russian_Text": "",
        "Chinese_Text": "闪耀的东西原来是长相神秘的石头。虽然不知道是什么，但看起来很值钱。不会是能让我大赚一笔的宝石吧？\n去找聂喵问一下吧。"
    },
    "110010013": {
        "Dev_Desc": "반달서브_10013_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 10\\n무엇인가를 발견한 것 같다.\\n다가가 자세히 살펴보자.",
        "English_Text": "[Recommended Level] 10\nI've found something.\nI'd better take a closer look.",
        "Russian_Text": "",
        "Chinese_Text": "这个发光的东西是什么？走近去仔细看看吧。"
    },
    "110010014": {
        "Dev_Desc": "반달서브_10014_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n각종 의뢰를 중개하고 관리하는 단체 비사문에 대해 쓸데없이 많은 정보를 떠벌리는 사내를 만났다. \\n\\n얼핏 듣기에는 비사문을 찬양하고 있지만, 아무래도 비사문 담당자에게 흑심이 있는 것이 틀림없다. \\n\\n뭐, 그래도 사내가 말한 협행이라는 건 확실히 도움이 될 것 같으니 협행 표목을 한번 살펴보자. ",
        "English_Text": "[Recommended Level] 7\nI've met a man who talks too much about the Enigma Council, who broker and manage various requests.\n\nHe might seem to be praising the Enigma Council, but I think he must have some grudge against their Manager.\n\nWell, since the Chivalry Quest he mentioned does seem to be an interesting one, I should check out the Chivalry Quest Board.",
        "Russian_Text": "",
        "Chinese_Text": "总感觉有些不对劲，环顾四周后发现有个奇怪的人用手打招呼。看起来非常可疑，真让人好奇！怎么办？要不要搭个话呢？"
    },
    "110010015": {
        "Dev_Desc": "반달서브_10015_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회의 회장 잿빛바람은 투엽단의 무분별한 밀렵 활동 때문에 반달호수의 생태가 크게 위협받고 있다고 했다. \\n\\n그들을 저지하려던 보전회 사람 몇몇도 목숨을 잃기까지 했다고 하니, 참으로 간악하기 그지없는 집단이다. \\n\\n궁지에 몰린 야생 보전회를 도와 투엽단을 소탕하고, 다친 동물들의 응급처치를 돕자!",
        "English_Text": "[Recommended Level] 13\nGray Breeze, the president of the Nature Society, claims that the Sapphire Basin environment is in danger because of the Poacher Gang's reckless activities.\n\nSome Nature Society people have been killed while trying to stop them.\n\nDefeat the Poacher Gang for the Nature Society and help with the emergency aid of the injured animals!",
        "Russian_Text": "",
        "Chinese_Text": "野生保护会会长灰色疾风满脸忧愁地在院子里徘徊着。到底有什么烦恼呢？去听听吧。"
    },
    "110010016": {
        "Dev_Desc": "반달서브_10016_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n개척바롱단의 단장 네이냥이 자신의 자랑스러운 대원들을 소개해 주겠다고 한다. \\n\\n실은 직접 단원들을 찾아 나서기 귀찮은 네이냥이 내게 일을 미룬 것 같지만 유적지도 둘러볼 겸 단원들을 찾아보는 것도 나쁘지 않을 것 같다.",
        "English_Text": "[Recommended Level] 7\nNaypaw, the leader of the Baron Pioneers, says he will introduce his fellow members.\n\nIt actually seems like Naypaw is just passing the buck of finding his members to me... But I guess it wouldn't hurt to look around the ruins, anyway.",
        "Russian_Text": "",
        "Chinese_Text": "开拓巴隆团团长聂喵说要给我介绍引以为豪的队员。我感觉聂喵只是嫌麻烦而已，所以才会指使我去找队员。不过去遗址时顺便寻找队员也不坏。"
    },
    "110010017": {
        "Dev_Desc": "반달서브_10017_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 20\\n아무래도 흥이냥은 바롱 풀을 채집하는 대신 잔뜩 먹고서는 취한 것 같다. \\n\\n바롱들에게 바롱 풀의 향기는 그 자리에서 먹어치우지 않고서는 도저히 버틸 재간이 없었을 것이다. \\n그런 이유로 풀 채집은 하나도 못한 것 같은데... \\n\\n저기 떨어져 있는 바구니를 주워서 흥이냥 대신 풀을 채집해 주자. 그러고 나서 깨워도 늦지 않겠지.",
        "English_Text": "[Recommended Level] 20\nIt seems Pahpaw hasn't been collecting grass and has instead gotten drunk from eating it.\n\nThe scent of the Baron grass would've been too tempting for him to resist.\nNo wonder he failed to collect anything...\n\nI should pick up the basket and collect grass for Pahpaw. It won't be too late, even if I wake him after that.",
        "Russian_Text": "",
        "Chinese_Text": "看到了喝醉后沉睡在一棵树下的哼喵。虽然不清楚具体情况，但以开拓巴隆团的声望来看，感觉有些不对劲。叫醒哼喵，让哼喵执行任务吧。"
    },
    "110010018": {
        "Dev_Desc": "반달서브_10018_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 22\\n가엾게도 뿡이냥은 야생 곰과 호랑이를 사냥하기엔 너무나 연약한 존재다.\\n\\n뿡이냥이 임무를 무사히 완수할 수 있도록 야생 곰과 호랑이를 사냥해서 짐승의 털을 모아주자.",
        "English_Text": "[Recommended Level] 22\nUnfortunately, Poofur is too weak to hunt the wild bears and saberfangs.\n\nLet's collect the fur of the wild bears and saberfangs so that Poofur can complete the job safely.",
        "Russian_Text": "",
        "Chinese_Text": "开拓巴隆团的崩喵躲在树后看着野生动物。如果不想被卷进麻烦事就应该假装没看到，但看到那个可怜的脸实在是不忍心离开。看来遇到了麻烦，去帮忙吧。"
    },
    "110010019": {
        "Dev_Desc": "반달서브_10019_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 31\\n바롱단의 흥이냥과 뿡이냥이 혼비백산하여 뛰쳐나왔다.\\n가쁜 숨을 고르던 두 바롱은 이내 투닥거리며 말다툼을 하는 것 같다. \\n\\n무슨 사연인지 들어보자.",
        "English_Text": "[Recommended Level] 31\nPahpaw and Poofur ran out in a big hurry. Although out of breath, it didn't take those two long before they started to argue about something.\n\nI had better listen and see what this is all about.",
        "Russian_Text": "",
        "Chinese_Text": "巴隆团的哼喵与崩喵魂飞魄散地跑了出来。喘着粗气的两个巴隆很快又开始吵架了。去听听发生了什么事吧。"
    },
    "110010020": {
        "Dev_Desc": "반달서브_10020_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 22\\n해수 사냥꾼 지미갓은 해수 사냥에 들이는 돈이 얼만데 아무나 단원으로 받아줄 수 없다고 했다. \\n\\n대신, 야생 곰과 호랑이를 사냥해오면 단원으로 받아 주는 것을 생각해 보겠다고 한다. \\n\\n여기 널린 게 야생 곰과 호랑이이니 어디 실력 발휘 좀 해볼까?",
        "English_Text": "[Recommended Level] 22\nJimmy Ace the Hesuth Hunter says that he can't accept anyone else into his group because of the hunting expenses.\n\nHowever, he will consider accepting me if I hunt the wild bears and saberfangs.\n\nI guess it's time for me to show what I can do.",
        "Russian_Text": "",
        "Chinese_Text": "在石坡丘陵入口遇到了大声宣传的海兽猎人一行。走近听完发现他们正在寻找一起狩猎海兽的武士...？这应该能赚不少钱吧？去跟他们说话吧。"
    },
    "110010021": {
        "Dev_Desc": "반달서브_10021_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 22\\n야생 곰과 호랑이를 손쉽게 해치우는 모습에 다소 놀란 지미갓은 이내 흡족해하며 해수 사냥에 끼워주겠다고 했다. \\n\\n하지만 부하들이 반대를 하고 나서는 바람에 지미갓은 내게 잠깐 기다리라고 하더니, 이내 특별 임무를 주겠다며 거드름을 피웠다. \\n\\n직접 해수를 추적하는 임무라는데... 할 수 있을까?",
        "English_Text": "[Recommended Level] 22\nJimmy Ace, who seemed rather surprised at how easily I defeated the wild bears and saberfangs, was content with my skills and allowed me to join the Hesuth hunt.\n\nBut his men were against me and so he told me to wait. Then, he haughtily said he had a special mission for me.\n\nIt's a mission to track the Hesuth... Can I do this?",
        "Russian_Text": "",
        "Chinese_Text": "吉米神看到我轻松解决野生的熊与老虎的样子后显得有些吃惊。他很满意地表示愿意让我加入狩猎海兽。但由于部下们表示反对，吉米神让我稍微等待了一下。他很快就傲慢地说要破例给我一个特别任务。任务内容是追踪海兽…我能做到吗？"
    },
    "110010022": {
        "Dev_Desc": "반달서브_10022_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 10\\n개척바롱단과의 작별 인사를 나누고나니 어쩐지 시원섭섭하다. \\n\\n네이냥은 마지막 임무라며 자신이 숨겨놓은 이별 선물을 찾아보라는 말을 끝으로 작별을 고했다. \\n\\n영교원 어딘가에 숨겨놓았다고 하니 찾아보자.",
        "English_Text": "[Recommended Level] 10\nIt was kind of sad to say goodbye to the Baron Pioneers.\n\nNaypaw said farewell, telling me that I should find the parting gift that was hidden for me as my last mission.\n\nIt's somewhere in the Soul Bridge, so let's find it.",
        "Russian_Text": "",
        "Chinese_Text": "与开拓巴隆团道别之后，总觉得有些舍不得。聂喵离开时说要给我最后一个任务，让我去找藏起来的道别礼物。礼物藏在灵交院的某处，去寻找吧。"
    },
    "110010023": {
        "Dev_Desc": "반달서브_10023_Desc(사용X)",
        "Original_Text": "네이냥은 작별 인사와 함께 선물을 준비했다고 했다. \\n하지만 그냥 주면 재미가 없다나? \\n\\n영교원에서 가장 녹음이 우거진 곳으로 가보라고 했으니 일단 영교원에 가보면 알게 되겠지!",
        "English_Text": "Naypaw says he's prepared a gift with his farewell. But he said something about it being too boring to give without some kind of challenge?\n\nHe told me to go to the greenest place in Soul Bridge, I'll find out once I get there!",
        "Russian_Text": "",
        "Chinese_Text": "开拓巴隆团得到正式团体的认可后，准备去新大陆进行新的开拓活动。聂喵说，给作为名誉开拓巴隆团的我留下了最后的礼物。去聂喵提到的灵交院吧。"
    },
    "110010024": {
        "Dev_Desc": "반달서브_10024_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 33\\n명혜단원 민경한은 단장님의 야화를 부순 범인을 찾고 있다. 하지만 학자 출신이기 때문에, 범인 찾기에 어려움을 겪고 있다. \\n\\n그를 도와서 범인을 찾아보도록 하자.",
        "English_Text": "[Recommended Level] 46\nElucidator Scholar Kyunghan was trying to find the culprit who broke the leader's Fable. But hailing from a scholarly background, he's having trouble finding the culprit.\n\nLet's help him deliver justice.",
        "Russian_Text": "",
        "Chinese_Text": "明慧团团员闵敬涵正在寻找破坏外传的犯人。但他只是学者，难以找出犯人。帮助他寻找犯人吧。"
    },
    "110010025": {
        "Dev_Desc": "반달서브_10025_Desc(사용X)",
        "Original_Text": "창도단의 횡포를 이기지 못한 누군가가 절실한 심정으로 써 붙여 놓은 벽보를 보았다. \\n\\n이들이 집으로 돌아올 수 있도록 창도단의 횡포를 잠재우자.",
        "English_Text": "I saw a writing on a board by someone who was desperate and couldn't stand the tyranny of the Blue Bandits.\n\nLet's crush the tyranny of the Blue Bandits so that these people can come back home.",
        "Russian_Text": "",
        "Chinese_Text": "饱受苍盗团欺凌的某人怀着深恶痛绝的心情写下了墙报。去消灭苍盗团，帮助他们回到家乡吧。"
    },
    "110010026": {
        "Dev_Desc": "반달서브_10026_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회 구조대 소속 산들바람은 근래 고도시 숲길에 출몰하고 있는 호랑이들 때문에 다치거나 죽는 야생 동물이 늘었다며 걱정하고 있었다.\\n\\n다친 사슴을 치료하기에도 바빠 보이는 산들바람을 대신해서 고도시 숲길의 생태를 위협하는 굶주린 포식자 호랑이들을 사냥하자.",
        "English_Text": "[Recommended Level] 13\nZephyr, a member of the Nature Society Rescuer, is worried for the wild animals that are dying or getting injured because of the Saberfangs appearing in the Highland Central Trail.\n\nLet's hunt the Ravenous Predator Saberfangs threatening the habitat of Highland Central Trail for Zephyr, who's busy taking care of the wounded stags.",
        "Russian_Text": "",
        "Chinese_Text": "砍柴人说自己担心之余一整天都没有砍柴，为了给妻儿果腹，又拜托了我一件事。\n\n他认为只有狩猎附近的鹿或山羊，卖一点肉才能弥补今天的损失。可是最近数量增加的老虎提高了狩猎难度。\n\n砍柴人很可怜，再帮他一次吧。"
    },
    "110010027": {
        "Dev_Desc": "반달서브_10027_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회 행동대 소속 마파람은 보다 근본적인 투엽단 소탕을 위해 기습을 계획 중이다. \\n\\n마파람을 도와 투엽단의 근거지를 습격해서 반달호수의 야생을 보호하자.",
        "English_Text": "[Recommended Level] 13\nSouthwind, a member of the Nature Society Enforcers, is planning a surprise attack to wipe out the Poacher Gang.\n\nHelp Southwind to protect the wilds of Sapphire Basin by attacking the Poacher Gang base.",
        "Russian_Text": "",
        "Chinese_Text": "野生保护会行动队的南风为了彻底扫荡偷猎团，计划奇袭。帮助南风袭击偷猎团基地，保护半月湖的野生环境吧。"
    },
    "110010028": {
        "Dev_Desc": "반달서브_10028_Desc(사용X)",
        "Original_Text": "하루 아침에 딸을 잃은 소향의 부모는 홀로 세상을 떠났을 딸의 마지막 가는 길이 외롭지 않도록 함께하고 싶어한다. \\n\\n이들이 소향의 마지막 가는 길을 무사히 배웅해 줄 수 있도록 깊은 묘지 숲까지 동행하며 위험한 것들로부터 지켜주자.",
        "English_Text": "Sohyang's parents, who suddenly lost their daughter, want to be with her for her last journey to the afterlife so that she's not lonely.\n\nLet's accompany them to the Deep Forest Graveyard and protect them from danger so that they can safely see Sohyang off on her last journey.",
        "Russian_Text": "",
        "Chinese_Text": "一夜之间失去女儿的萧香父母希望为孤独死去的女儿送终。为了帮助他们安全地为萧香送终，带他们去幽深墓地森林，同时保护他们远离危险吧。"
    },
    "110010029": {
        "Dev_Desc": "반달서브_10029_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 17\\n이상한 도깨비는 본래 자신이 사람이었다고 주장해왔다. \\n\\n그는 자신을 이렇게 만든 도깨비들을 혼내주고 자신을 원래대로 돌려달라고 부탁했다. \\n\\n이런 고약한 장난을 친 도깨비들을 혼내주자.",
        "English_Text": "[Recommended Level] 17\nThe strange Dokkaebi claimed she was originally a person.\n\nShe asked me to punish the Dokkaebis who transformed her and to return her to her original form.\n\nLet's take care of the Dokkaebis who've committed this horrible prank.",
        "Russian_Text": "",
        "Chinese_Text": "奇怪的鬼自称原本是人类。奇怪的鬼拜托我去教训那些把自己变成这副模样的鬼，使自己恢复原貌。去教训那些恶作剧的鬼吧。"
    },
    "110010030": {
        "Dev_Desc": "반달서브_10030_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 20\\n반달목장 일꾼 제채기는 목장 인근에 서식하는 발발이들 때문에 부쩍 재채기가 늘어서 고민이라고 한다. \\n\\n어떻게 해보고 싶어도 다가갈 수 조차 없다며 연신 재채기를 하는 것이 좀 안쓰럽기도 한데... \\n\\n제채기의 재채기가 나을 수 있도록 원흉인 발발이들을 사냥하자.",
        "English_Text": "[Recommended Level] 20\nThe Sapphire Ranch worker Ah Chu is troubled by his worsening sneezing caused by a Bulbari allergy.\n\nI feel bad for his suffering, saying that he can't go anywhere in their vicinity.\n\nLet's hunt down those Bulbaries so that Ah Chu can find some relief.",
        "Russian_Text": "",
        "Chinese_Text": "半月牧场的工人彭逖最近很苦恼。他说牧场附近的龇牙犬是导致自己经常打喷嚏的元凶。即使他想做点什么，猛烈的喷嚏使他完全无法靠近龇牙犬，真是可怜...去消灭那些龇牙犬，帮助彭逖缓解症状吧。"
    },
    "110010031": {
        "Dev_Desc": "반달서브_10031_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 25\\n수와족의 대장장이 모와는 침식된 괴물들과의 장기전을 고려한 대책을 생각해 냈다. \\n\\n괴물들의 가죽과 이빨을 이용해서 수와족의 무기와 방어구를 만들겠다는 모와의 계획을 위해 재료를 구해주자.",
        "English_Text": "[Recommended Level] 25\nThe Ploggle blacksmith, Mowa, came up with measures for a long-term battle with the consumed monsters.\n\nLet's get the materials for Mowa's plan to build Ploggle weapons and armor using the monsters' leather and teeth.",
        "Russian_Text": "",
        "Chinese_Text": "水蛙族的铁匠搜蛙想出了与被侵蚀的怪物进行长期抵抗的对策。搜蛙计划使用怪物的皮与牙齿制造水蛙族的武器与防具。为了搜蛙的计划，帮忙搜集材料吧。"
    },
    "110010032": {
        "Dev_Desc": "반달서브_10032_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n각성의 회랑을 끝까지 탐사하자.",
        "English_Text": "[Recommended Level] 7\nLet's explore the Awakened Corridor to the very end.",
        "Russian_Text": "",
        "Chinese_Text": "饿狼说显露的遗址附近还有其他觉醒回廊。\n饿狼指了下对面的回廊。\n\n独自探查觉醒回廊确实有点困难。\n但我已经独自突破过觉醒回廊，不妨再来一次！\n\n探查对面的觉醒回廊吧。"
    },
    "110010033": {
        "Dev_Desc": "반달서브_10033_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 7\\n각성의 회랑을 끝까지 탐사하자.",
        "English_Text": "[Recommended Level] 7\nLet's explore the Awakened Corridor to the very end.",
        "Russian_Text": "",
        "Chinese_Text": "我们没有特意寻找觉醒回廊，但是碰巧又发现了另一个觉醒回廊。\n饿狼说发现这个觉醒回廊的是我，认为应该由我去进行探查。\n\n独自探查觉醒回廊确实有点困难。\n但我已经独自突破过觉醒回廊，不妨再来一次！\n\n探查对面的觉醒回廊吧。"
    },
    "110010100": {
        "Dev_Desc": "반달서브_10000_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 12\\n창과 방패를 흉내 내며 놀고 있는 동네 꼬마 아이들이 보인다. 어릴 적 아랑과 나도 저런 때가 있었는데... \\n\\n요즘 아이들은 어떻게 노는지 구경 좀 해볼까?",
        "English_Text": "[Recommended Level] 12\nI can see the village children playing with spears and shields. Aran and I played just like that back when we were little...\n\nLet's see how the kids play these days.",
        "Russian_Text": "",
        "Chinese_Text": "看到了用枪和盾牌玩耍的邻家小孩。小时候的饿狼与我也曾一起玩耍…去看看最近的小孩都在玩什么吧。"
    },
    "110010101": {
        "Dev_Desc": "반달서브_10001_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 12\\n금경철문의 장인 두 명이 티격태격하고 있다. \\n\\n자신들이 만든 장비들에 대해 이야기하는 것 같은데... 자세히 들어보자.",
        "English_Text": "[Recommended Level] 12\nAt Soul Steel, two artisans are arguing with each other.\n\nI think they're talking about gear that they've crafted. I'd better take a listen.",
        "Russian_Text": "",
        "Chinese_Text": "金庚哲门的两位匠人在争执。好像在说各自制作的装备...仔细听听吧。"
    },
    "110010102": {
        "Dev_Desc": "반달서브_10002_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 29\\n공허의 구덩이에서 균열을 연구하고 있다는 연구가 김규녈은 내게 불마자의 표본을 구해달라는 부탁을 해왔다. \\n\\n이번에는 구덩이의 중심부로 나아가야 할 것 같은데 너무 위험하지는 않을까? 그래도 한번 해볼까?",
        "English_Text": "[Recommended Level] 29\nThe researcher Kunale, who's researching the Fissure at the Bottomless Pit, asked me to collect some Hollow specimens.\n\nIt seems like I have to go deeper into the center of the pit, but isn't it dangerous? Should I still give it a try?",
        "Russian_Text": "",
        "Chinese_Text": "在虚空坑洞研究裂缝的研究家金圭涅要求我去找来不磨者的标本。这次需要去虚空坑洞的中心地带，会不会过于危险呢？不过还是应该去试一下吧？"
    },
    "110010103": {
        "Dev_Desc": "반달서브_10003_AcquiredDesc(사용X)",
        "Original_Text": "[권장 레벨] 29\\n불마자의 표본 중에서도 유독 눈에 띄는 특별한 표본이 있어 김규녈에게 가져다 주자, 그녀는 크게 흥분하며 이것에 대한 생체 표본을 부탁해왔다.\\n\\n\\n이 표본의 주인은 일반적인 불마자보다 훨씬 강력한 존재일 것 같다. 그 존재를 잡으면 생체 표본을 구할 수 있을 텐데... \\n\\n공허의 구덩이 인근을 살펴보면서 눈에 띄는 존재가 있는지 찾아보자.",
        "English_Text": "[Recommended Level] 29\nWhen I brought an interesting Hollow specimen to Kunale, she was very excited and asked for a specimen of the creature itself.\n\nThis special specimen must come from a stronger being than an ordinary Hollow.\n\nI should explore the Bottomless Pit and look for anything that stands out.",
        "Russian_Text": "",
        "Chinese_Text": "我在不磨者的标本中发现了特别显眼的标本。拿到这个标本的金圭涅异常激动，拜托我搜集相关的生物标本。\n这个标本的主人应该远比普通不磨者强大。只要抓到那个存在应该就能获得生物标本…去虚空坑洞附近看看有没有什么显眼的存在吧。"
    },
    "110010104": {
        "Dev_Desc": "반달서브_10004_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 29\\n공허의 구덩이에서 균열 연구가 김규녈의 조수로 일하고 있는 조사훈은 야화의 존재에 대해 알고 있냐며 입을 열었다.\\n\\n만약 공허의 구덩이에도 야화가 세워졌다면 연구에 도움이 될 만한 정보가 기록되어 있을지도 모를 일.\\n조사훈은 분명 야화가 존재할 것이라고 추측은 하고 있었지만, 온통 불마자들이 들끓고 있는 이 주변을 탐색할 용기가 나지 않아 고민만 하고 있었던 모양이다. \\n\\n조사훈을 대신해서 야화를 찾아 그 내용을 전해주자.",
        "English_Text": "[Recommended Level] 29\nJosahun, who's working as Fissure Researcher Kunale's assistant at the Bottomless Pit, asks if I know what a Fable is.\n\nIf there is a Fable in the Bottomless Pit, there might be some useful information recorded on it.\nJosahun is speculating that there must be one there, but he can't muster the courage to explore this place filled with Hollows.\n\nLet's find the Fable for Josahun and tell him about the information it holds.",
        "Russian_Text": "",
        "Chinese_Text": "再次见到金圭涅时，她提到了在虚空坑洞徘徊的一个路痴。在一群不磨者之中也平安无事的话，应该是个高手...去看一下吧。"
    },
    "110010105": {
        "Dev_Desc": "반달서브_10005_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 30\\n어딘지 스산한 느낌을 주는 협곡을 발견했다.\\n\\n초입부터 안쪽까지 길게 이어져 있었지만, 어지간한 담력을 가진 이가 아닌 이상에야 함부로 발을 들일 수는 없을 것 같아 보인다.\\n\\n이런 곳에 사람이 다닐 리가 없... 어라? 저게 뭐지?",
        "English_Text": "[Recommended Level] 30\nI found a canyon that seems a little eerie.\n\nIt's a long way from the entrance to the inside, and it would take someone with a lot of guts to explore that place.\n\nThere couldn't possibly be anyone here... Huh? What's that?",
        "Russian_Text": "",
        "Chinese_Text": "陌生的痕迹吸引了我的注意力。痕迹延伸到了溪谷深处。那个地方很接近虚空坑洞，如果是外地人走错路遇到危险该怎么办？找出痕迹的主人并警告危险吧。"
    },
    "110010106": {
        "Dev_Desc": "반달서브_10006_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 26\\n버려진 난파선은 그 원형을 가늠하기 어려울 정도로 곳곳이 파손되어 있었는데, 잔해들 틈에서 낡은 상자를 하나 발견했다. \\n\\n혹시 뭔가 값진 물건이 있지는 않을까? \\n주변의 청소라게를 정리하고 상자를 확인해보자.",
        "English_Text": "[Recommended Level] 26\nThe wreckage was destroyed beyond recognition, but I found a Battered Chest in the midst of the remnants.\n\nMaybe there's something worth taking inside?\nLet's clear the Cobalt Hermit Crabs in the area and check out the chest.",
        "Russian_Text": "",
        "Chinese_Text": "被遗弃的遇难船到处受到了破坏，几乎难以辨认原有面貌。在残骸中发现了一个旧箱子，会不会有什么贵重品呢？清理周围的蓝寄居蟹，查看箱子内有什么吧。"
    },
    "110010107": {
        "Dev_Desc": "반달서브_10007_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n청인족 두 명이 누군가에 대해 쑥덕거리고 있다. \\n둘 다 잔뜩 성이 난 것이 그다지 즐거운 이야기는 아닌 것 같지만, 호기심이 동한다. \\n\\n들어보자.",
        "English_Text": "[Recommended Level] 13\nTwo Blueskin members were whispering about someone.\nThe topic doesn't seem very pleasant and both of them seem agitated, but I'm curious.\n\nLet's listen.",
        "Russian_Text": "",
        "Chinese_Text": "两个青人族在谈论某个人。他们都显得怒不可遏，应该不是什么快乐的事情。但很让人好奇，去听听吧。"
    },
    "110010108": {
        "Dev_Desc": "반달서브_10008_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n근심이 가득해 보이는 이 나무꾼은 고도시 숲길에서 광물을 주워 온 이후로 줄곧 가위와 악몽에 시달렸다고 했다. \\n\\n나무꾼은 내다 버린 광물이 발이라도 달려 쫓아오지 않을까 무척 불안해하고 있으니, 대신 가서 광물이 그 자리에 잘 있는지 확인해보자.",
        "English_Text": "[Recommended Level] 17\nThe worried woodcutter seems to be haunted by nightmares every night after picking up a strange mineral from the Highland Central Trail.\n\nHe fears that the mineral might come looking for him again, so I should reassure him by checking if it's still where he last saw it.",
        "Russian_Text": "",
        "Chinese_Text": "这个砍柴人看起来忧心忡忡，他说自己从古都林道捡回矿物之后经常魇住或做噩梦。砍柴人很担心丢弃的矿物会不会长出脚追自己，帮他去确认一下矿物在不在那个地方吧。"
    },
    "110010109": {
        "Dev_Desc": "반달서브_10009_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n정신이 온전치 않아 보이는 한 노인이 계속해서 신목님이라 외치며 애타게 무엇인가를 찾고 있다. \\n\\n노인이 부르짖는 이름의 주인은 누구일까? \\n노인의 말대로 실재하는 것일까? \\n\\n주변을 살펴보자.",
        "English_Text": "[Recommended Level] 13\nA crazy old man keeps looking for something while screaming for the Sagewood.\n\nWho or what could he be looking for? Whatever it is, does it even exist?\n\nLet's take a look around.",
        "Russian_Text": "",
        "Chinese_Text": "看起来神志不清的一个老人一直在喊神木大人，焦急地寻找着什么东西。老人叫喊的到底是什么？真的像老人所说的一样存在于这世间吗？查看一下周围吧。"
    },
    "110010110": {
        "Dev_Desc": "반달서브_10010_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n걱정이 가득해 보이는 남자가 구시렁거리고 있다. \\n그의 이야기를 들어보자.",
        "English_Text": "[Recommended Level] 17\nA man is mumbling something under his breath. Let's see what he has to say.",
        "Russian_Text": "",
        "Chinese_Text": "有个满脸忧愁的男人在喃喃自语。听听他说什么吧。"
    },
    "110010111": {
        "Dev_Desc": "반달서브_10011_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n고도시 숲길 어귀에서 만난 꼬마 아이는 말하는 수목 정령을 만났다고 자랑하며 그 위치를 자세하게 알려주었다. \\n\\n아이의 말이 사실인지 확인해보자.",
        "English_Text": "[Recommended Level] 13\nThe child that I bumped into on the Highland Central Forest Trail boasted that he ran into a Tree Spirit.\n\nI should go and check out the location he mentioned.",
        "Russian_Text": "",
        "Chinese_Text": "在古都林道入口遇见的小孩自豪地说自己看到了树木精灵，告诉了我具体地点。去看看孩子的话是不是真的。"
    },
    "110010112": {
        "Dev_Desc": "반달서브_10012_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n무엇인가를 발견한 것 같다.\\n다가가 자세히 살펴보자.",
        "English_Text": "[Recommended Level] 7\nI've found something.\nI'd better take a closer look.",
        "Russian_Text": "",
        "Chinese_Text": "这个发光的东西是什么？\n走近去仔细看看吧。"
    },
    "110010113": {
        "Dev_Desc": "반달서브_10013_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 10\\n무엇인가를 발견한 것 같다.\\n다가가 자세히 살펴보자.",
        "English_Text": "[Recommended Level] 10\nI've found something.\nI'd better take a closer look.",
        "Russian_Text": "",
        "Chinese_Text": "这个发光的东西是什么？\n走近去仔细看看吧。"
    },
    "110010114": {
        "Dev_Desc": "반달서브_10014_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n뒤통수가 따가워 주위를 살펴보니 이상한 사람이 손짓하고 있다. 엄청나게 수상한데, 너무 궁금해! \\n\\n어쩌지? 말을 걸어볼까?",
        "English_Text": "[Recommended Level] 7\nI had the sensation of being watched, so I looked around. Some strange man is waving at me. He looks extremely suspicious, but intriguing.\n\nShould I talk to this guy?",
        "Russian_Text": "",
        "Chinese_Text": "总感觉有些不对劲，环顾四周后发现有个奇怪的人用手打招呼。看起来非常可疑，真让人好奇！怎么办？要不要搭个话呢？"
    },
    "110010115": {
        "Dev_Desc": "반달서브_10015_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회의 회장 잿빛바람이 수심이 가득한 얼굴 한 채 앞마당을 서성이고 있다. \\n\\n무슨 고민이라도 있는 걸까? 한 번 들어보자.",
        "English_Text": "[Recommended Level] 13\nThe Nature Society President Gray Breeze was pacing back and forth on his front porch.\n\nDoes he have something on his mind? Let's go ask him.",
        "Russian_Text": "",
        "Chinese_Text": "野生保护会会长灰色疾风满脸忧愁地在院子里徘徊着。到底有什么烦恼呢？去听听吧。"
    },
    "110010116": {
        "Dev_Desc": "반달서브_10016_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n개척바롱단의 단장 네이냥이 자신의 자랑스러운 대원들을 소개해 주겠다고 한다. \\n\\n실은 직접 단원들을 찾아 나서기 귀찮은 네이냥이 내게 일을 미룬 것 같지만 유적지도 둘러볼 겸 단원들을 찾아보는 것도 나쁘지 않을 것 같다.",
        "English_Text": "[Recommended Level] 7\nNaypaw, the leader of the Baron Pioneers, says he will introduce his fellow members.\n\nIt actually seems like Naypaw is just passing the buck of finding his members to me... But I guess it wouldn't hurt to look around the ruins, anyway.",
        "Russian_Text": "",
        "Chinese_Text": "开拓巴隆团团长聂喵说要介绍令人自豪的队员们。虽然说的是介绍，但需要我自己去找。反正也没损失，就去见见他们吧？"
    },
    "110010117": {
        "Dev_Desc": "반달서브_10017_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 20\\n저기 나무 그늘 아래 세상모르게 취해서 자고 있는 흥이냥이 보인다. \\n\\n모르긴 몰라도 개척바롱단의 명성으로 미루어 보아 뭔가 잘못되어 가고 있다는 예감이 든다. \\n\\n흥이냥을 깨워 임무로 돌려보내자.",
        "English_Text": "[Recommended Level] 20\nI can see Pahpaw sleeping under that tree without a care in the world.\n\nJudging by the Baron Pioneers' reputation, I can feel that something is wrong.\n\nLet's wake Pahpaw and send him back to work.",
        "Russian_Text": "",
        "Chinese_Text": "看到了喝醉后沉睡在一棵树下的哼喵。虽然不清楚具体情况，但以开拓巴隆团的声望来看，感觉有些不对劲。叫醒哼喵，让哼喵执行任务吧。"
    },
    "110010118": {
        "Dev_Desc": "반달서브_10018_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 22\\n개척바롱단의 뿡이냥이 나무 뒤에 숨어 야생 동물들을 바라보고만 있다. \\n\\n귀찮은 일에 휘말리지 않으려면 외면하는 것이 상책일 테지만, 저 가여운 표정을 보고선 도저히 그냥 지나칠 수가 없다. \\n\\n아무래도 곤란한 일이 생긴 것처럼 보이니 도와줘야겠다.",
        "English_Text": "[Recommended Level] 22\nPoofur from the Baron Pioneers is hiding behind a tree and watching the wild animals.\n\nI could always just ignore their troubles, but I can't bring myself to do that after seeing the pitiful look on his face.\n\nSomething must be up, so I should go help him out.",
        "Russian_Text": "",
        "Chinese_Text": "开拓巴隆团的崩喵躲在树后看着野生动物。如果不想被卷进麻烦事就应该假装没看到，但看到那个可怜的脸实在是不忍心离开。看来遇到了麻烦，去帮忙吧。"
    },
    "110010119": {
        "Dev_Desc": "반달서브_10019_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 31\\n바롱단의 흥이냥과 뿡이냥이 혼비백산하여 뛰쳐나왔다. \\n\\n가쁜 숨을 고르던 두 바롱은 이내 투닥거리며 말다툼을 하는 것 같다. 무슨 사연인지 들어보자.",
        "English_Text": "[Recommended Level] 31\nPahpaw and Poofur ran out in a big hurry.\n\nAlthough out of breath, it didn't take the two long before they started to argue about something. I had better listen and see what this is all about.",
        "Russian_Text": "",
        "Chinese_Text": "巴隆团的哼喵与崩喵魂飞魄散地跑了出来。喘着粗气的两个巴隆很快又开始吵架了。去听听发生了什么事吧。"
    },
    "110010120": {
        "Dev_Desc": "반달서브_10020_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 22\\n돌 언덕 구릉지 초입에서 큰 소리로 홍보 중인 해수 사냥꾼 일행들을 만났다.\\n\\n잠깐… 저들의 모습이 어디서 본 것 같이 낯이 익기도 한데... 기분 탓인가?\\n\\n뭐, 해수 사냥이라면 꽤 쏠쏠한 돈벌이가 될 것 같으니 다가가서 말을 걸어보자.",
        "English_Text": "[Recommended Level] 22\nSome Hesuth Hunters are promoting their activities by the Rocky Hill entrance.\n\nUpon taking a closer look, it seems like they were gathering warriors to hunt Hesuth together with...? Seems like the pay would be good.\n\nLet's go and have a chat with them.",
        "Russian_Text": "",
        "Chinese_Text": "在石坡丘陵入口遇到了大声宣传的海兽猎人一行。走近听完发现他们正在寻找一起狩猎海兽的武士...？这应该能赚不少钱吧？去跟他们说话吧。"
    },
    "110010121": {
        "Dev_Desc": "반달서브_10021_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 22\\n야생 곰과 호랑이를 손쉽게 해치우는 모습에 다소 놀란 지미갓은 이내 흡족해하며 해수 사냥에 끼워주겠다고 했다. \\n\\n하지만 부하들이 반대를 하고 나서는 바람에 지미갓은 내게 잠깐 기다리라고 하더니, 이내 특별 임무를 주겠다며 거드름을 피웠다. \\n\\n직접 해수를 추적하는 임무라는데... 할 수 있을까?",
        "English_Text": "[Recommended Level] 22\nJimmy Ace, who seemed rather surprised at how easily I defeated the wild bears and saberfangs, was content with my skills and allowed me to join the Hesuth hunt.\n\nBut his men were against me and so he told me to wait. Then, he haughtily said he had a special mission for me.\n\nIt's a mission to track the Hesuth... Can I do this?",
        "Russian_Text": "",
        "Chinese_Text": "吉米神看到我轻松解决野生的熊与老虎的样子后显得有些吃惊。他很满意地表示愿意让我加入狩猎海兽。但由于部下们表示反对，吉米神让我稍微等待了一下。他很快就傲慢地说要破例给我一个特别任务。任务内容是追踪海兽…我能做到吗？"
    },
    "110010122": {
        "Dev_Desc": "반달서브_10022_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 10\\n수월항 선착장 근처에 개척바롱단이 모여있다. \\n\\n연신 두리번 거리며 누군가를 찾고 있는 것 같은데, 나를 발견하고는 신나게 앞발을 흔든다. \\n\\n혹시 나를 찾고 있었던 건가?",
        "English_Text": "[Recommended Level] 10\nThe Baron Pioneers are gathered at the Moonwater Harbor dock.\n\nThey seem to be looking for someone, and they're waving their paws after spotting me.\n\nWere they looking for me?",
        "Russian_Text": "",
        "Chinese_Text": "开拓巴隆团聚集在了水月港码头附近。他们四处张望，好像在找什么人。他们看到我之后，开心地挥舞起爪子。难道是在找我？"
    },
    "110010123": {
        "Dev_Desc": "반달서브_10023_AcquiredDesc(사용X)",
        "Original_Text": "정식 단체로 인정받은 개척바롱단은 신대륙으로 넘어가 새로운 개척 활동을 펼칠 계획이라고 했다. \\n\\n네이냥은 명예 개척바롱단인 내게 마지막 선물을 남겼다고 했다. \\n\\n네이냥이 말한 영교원으로 가보자.",
        "English_Text": "After being acknowledged as a legitimate group, the Baron Pioneers plan to expand their activities into the new continent.\n\nNaypaw said he left one last gift for me, an honorary member.\n\nI should go to Soul Bridge.",
        "Russian_Text": "",
        "Chinese_Text": "开拓巴隆团得到正式团体的认可后，准备去新大陆进行新的开拓活动。聂喵说，给作为名誉开拓巴隆团的我留下了最后的礼物。去聂喵提到的灵交院吧。"
    },
    "110010124": {
        "Dev_Desc": "반달서브_10024_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 33\\n고민이 많아 보이는 사람이 보인다. \\n대체 저 절벽 쪽을 바라보면서 어떤 고민이 있는 거지?\\n\\n한번 얘기를 들어보자.",
        "English_Text": "[Recommended Level] 46\nHe looks like he could use someone to talk to.\nI wonder what he's thinking about, staring at the other side of the cliff like that.\n\nLet's find out.",
        "Russian_Text": "",
        "Chinese_Text": "这个人看起来有很多烦恼。看着那个悬崖到底在苦恼着什么事呢？\n去听听到底是什么事吧。"
    },
    "110010125": {
        "Dev_Desc": "반달서브_10025_AcquiredDesc(사용X)",
        "Original_Text": "창도단의 횡포를 이기지 못한 누군가가 절실한 심정으로 써 붙여 놓은 벽보를 보았다. \\n\\n이들이 집으로 돌아올 수 있도록 창도단의 횡포를 잠재우자.",
        "English_Text": "I saw a writing on a board by someone who was desperate and couldn't stand the tyranny of the Blue Bandits.\n\nLet's crush the tyranny of the Blue Bandits so that these people can come back home.",
        "Russian_Text": "",
        "Chinese_Text": "饱受苍盗团欺凌的某人怀着深恶痛绝的心情写下了墙报。去消灭苍盗团，帮助他们回到家乡吧。"
    },
    "110010126": {
        "Dev_Desc": "반달서브_10026_AcquiredDesc(수락 전)",
        "Original_Text": "\"[권장 레벨] 13\\n야생보전회에서 야생 동물 치료를 전담하고 있는 치료사 산들바람은 다친 사슴을 치료하다 눈물을 훔치고 있었다.\\n\\n근래 눈에 띄게 늘어난 호랑이들 탓에 사슴을 비롯한 연약한 초식 동물들이 죽음의 위협을 두배로 느끼고 있다는 것이다.\\n\\n산들바람의 곁에서 애처로운 눈빛을 하고 있는 사슴이 못내 안쓰러운 기분이 든다. 내가 도와줄 수 있을 것 같은데...\"",
        "English_Text": "[Recommended Level] 13\nThe healer Zephyr, who's in charge of treating wounded wild animals at the Nature Society, is crying while he treats an injured stag.\n\nThe danger to the stags and weak herbivores have nearly doubled because of the saberfangs, which have noticeably increased in number.\n\nIt's hard to look into the sad eyes of the stag next to Zephyr. I guess I'd better help...",
        "Russian_Text": "",
        "Chinese_Text": "砍柴人说自己担心之余一整天都没有砍柴，为了给妻儿果腹，又拜托了我一件事。\n\n他想去卖附近野兽的肉，幸好古都林道栖息着各种野生动物，感觉也不是难事。\n\n砍柴人很可怜，再帮他一次吧。"
    },
    "110010127": {
        "Dev_Desc": "반달서브_10027_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 13\\n야생 보전회 행동대 소속 마파람은 보다 근본적인 투엽단 소탕을 위해 기습을 계획 중이다. \\n\\n마파람을 도와 투엽단의 근거지를 습격해서 반달호수의 야생을 보호하자.",
        "English_Text": "[Recommended Level] 13\nSouthwind, a member of the Nature Society Enforcers, is planning a surprise attack to wipe out the Poacher Gang.\n\nHelp Southwind to protect the wilds of Sapphire Basin by attacking the Poacher Gang base.",
        "Russian_Text": "",
        "Chinese_Text": "野生保护会行动队的南风为了彻底扫荡偷猎团，计划奇袭。帮助南风袭击偷猎团基地，保护半月湖的野生环境吧。"
    },
    "110010128": {
        "Dev_Desc": "반달서브_10028_AcquiredDesc(사용X)",
        "Original_Text": "하루 아침에 딸을 잃은 소향의 부모는 홀로 세상을 떠났을 딸의 마지막 가는 길이 외롭지 않도록 함께하고 싶어한다. \\n\\n이들이 소향의 마지막 가는 길을 무사히 배웅해 줄 수 있도록 깊은 묘지 숲까지 동행하며 위험한 것들로부터 지켜주자.",
        "English_Text": "Sohyang's parents, who suddenly lost their daughter, want to be with her for her last journey to the afterlife so that she's not lonely.\n\nLet's accompany them to the Deep Forest Graveyard and protect them from danger so that they can safely see Sohyang off on her last journey.",
        "Russian_Text": "",
        "Chinese_Text": "一夜之间失去女儿的萧香父母希望为孤独死去的女儿送终。为了帮助他们安全地为萧香送终，带他们去幽深墓地森林，同时保护他们远离危险吧。"
    },
    "110010129": {
        "Dev_Desc": "반달서브_10029_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 17\\n깊은 묘지 숲에서 이상한 도깨비 하나를 만났다. \\n\\n자신이 도깨비 장난에 속아 도깨비가 되어버린 사람이라고 주장하며 좀 도와달라고 한다. 어떡할까?",
        "English_Text": "[Recommended Level] 17\nI met a strange Dokkaebi in the Deep Forest Graveyard.\n\nShe claimed that she's a person that was tricked by a Dokkaebi into becoming one, and now she wants help. What should I do?",
        "Russian_Text": "",
        "Chinese_Text": "在幽深墓地森林遇见了一个奇怪的鬼。奇怪的鬼说自己原本是人类，被其他鬼的恶作剧欺骗才会变成鬼。奇怪的鬼还向我求救，我该怎么办？"
    },
    "110010130": {
        "Dev_Desc": "반달서브_10030_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 20\\n반달목장 일꾼 제채기는 목장 인근에 서식하는 발발이들 때문에 부쩍 재채기가 늘어서 고민이라고 한다.\\n\\n어떻게 해보고 싶어도 다가갈 수 조차 없다며 연신 재채기를 하는 것이 좀 안쓰럽기도 한데... \\n\\n제채기의 재채기가 나을 수 있도록 원흉인 발발이들을 사냥하자.",
        "English_Text": "[Recommended Level] 20\nThe Sapphire Ranch worker Ah Chu is troubled by his worsening sneezing caused by a Bulbari allergy.\n\nI feel bad for his suffering, saying that he can't go anywhere in their vicinity.\n\nLet's hunt down those Bulbaries so that Ah Chu can find some relief.",
        "Russian_Text": "",
        "Chinese_Text": "半月牧场的工人彭逖最近很苦恼。他说牧场附近的龇牙犬是导致自己经常打喷嚏的元凶。即使他想做点什么，猛烈的喷嚏使他完全无法靠近龇牙犬，真是可怜...去消灭那些龇牙犬，帮助彭逖缓解症状吧。"
    },
    "110010131": {
        "Dev_Desc": "반달서브_10031_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 25\\n수와족의 대장장이 모와는 침식된 괴물들과의 장기전을 고려한 대책을 생각해 냈다. \\n\\n괴물들의 가죽과 이빨을 이용해서 수와족의 무기와 방어구를 만들겠다는 모와의 계획을 위해 재료를 구해주자.",
        "English_Text": "[Recommended Level] 25\nThe Ploggle blacksmith, Mowa, came up with measures for a long-term battle with the consumed monsters.\n\nLet's get the materials for Mowa's plan to build Ploggle weapons and armor using the monsters' leather and teeth.",
        "Russian_Text": "",
        "Chinese_Text": "水蛙族的铁匠搜蛙想出了与被侵蚀的怪物进行长期抵抗的对策。搜蛙计划使用怪物的皮与牙齿制造水蛙族的武器与防具。为了搜蛙的计划，帮忙搜集材料吧。"
    },
    "110010132": {
        "Dev_Desc": "반달서브_10032_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n아랑이 내게 부탁할 것이 있다며 말을 걸어왔다.\\n다른 사람이라면 몰라도 아랑의 부탁이라면 거절할 이유가 없지!\\n\\n어떤 부탁인지 자세히 들어보자.",
        "English_Text": "[Recommended Level] 7\nAccording to Aran, there are other Awakened Corridors around the Barren Ruins. He pointed at the entrance to an Awakened Corridor in which he'd been particularly interested.\n\nI don't feel confident enough to explore an Awakened Corridor without Aran, but I did it once already. I can do it again.\n\nI should enter the Awakened Corridor on the other side.",
        "Russian_Text": "",
        "Chinese_Text": "饿狼说显露的遗址附近还有其他觉醒回廊。\n饿狼指了下对面的回廊。\n\n独自探查觉醒回廊确实有点困难。\n但我已经独自突破过觉醒回廊，不妨再来一次！\n\n探查对面的觉醒回廊吧。"
    },
    "110010133": {
        "Dev_Desc": "반달서브_10033_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 7\\n의식하고 각성의 회랑을 찾아 다닌 것은 아니었지만, 어느 새 또 다른 각성의 회랑이 지척에 있었다.\\n아랑은 이번 각성의 회랑을 발견한 것은 나니까 내게 탐사를 부탁했다.\\n\\n아랑 없이 홀로 각성의 회랑을 탐사한다는 것은 아직 부담스러운 것은 사실이다.\\n하지만 이미 각성의 회랑을 홀로 지나온 경험이 있으니 또 못할 건 없지!\\n\\n바로 앞의 각성의 회랑을 탐사하자.",
        "English_Text": "[Recommended Level] 7\nI wasn't consciously looking for Awakened Corridors, but somehow I found one, again. Aran said since I discovered it, I should explore it, too.\n\nI don't feel confident enough to explore an Awakened Corridor without Aran, but I did it once already. I can do it again.\n\nI should enter the Awakened Corridor before me.",
        "Russian_Text": "",
        "Chinese_Text": "我们没有特意寻找觉醒回廊，但是碰巧又发现了另一个觉醒回廊。\n饿狼说发现这个觉醒回廊的是我，认为应该由我去进行探查。\n\n独自探查觉醒回廊确实有点困难。\n但我已经独自突破过觉醒回廊，不妨再来一次！\n\n探查对面的觉醒回廊吧。"
    },
    "11014500": {
        "Dev_Desc": "반달서브_14500_AcquiredDesc(수락 전)",
        "Original_Text": "[권장 레벨] 45\\n떠밀려온 난파선 잔해에서 독특한 방식으로 봉인된 서신 하나를 발견했다.\\n\\n척 보기에도 고급스러워 보이는 것이 보통 서신은 아닌 것 같다. 혹시 바다에 떠밀려 오기라도 한 것일까? 한번 살펴봐야겠다.",
        "English_Text": "[Recommended Level] 45\\nA letter sealed in a unique way was found in the wreckage of a shipwreck.\\n\\nIt seems that it is not an ordinary letter that looks luxurious even at first glance. Have you ever been washed away in the sea? I'll take a look.",
        "Russian_Text": "",
        "Chinese_Text": ""
    },
    "11014501": {
        "Dev_Desc": "반달서브_14500_Desc(진행 중)",
        "Original_Text": "[권장 레벨] 45\\n도대체 바다뱀 보급기지는 어디이며, 포화란은 누구람?\\n별다른 단서를 찾지 못해 서신을 내려놓으려던 찰나, 서신의 상태가 보기 흉하게 변해버렸다...!\\n\\n이 심상치 않은 상황에 도움을 줄 만한 인물이라면... 그래, 그분을 찾아가 보자!",
        "English_Text": "[Recommended Level] 45\\nWhere the hell is the sea snake supply base, and who is Saturation Ran?\\nI couldn't find any clues so I was about to put the letter down, but the status of the letter turned ugly...!\\n\\n If anyone can help with this unusual situation... Okay, let's go see him!",
        "Russian_Text": "",
        "Chinese_Text": ""
    }
}