{
    "19100000": {
        "Dev_Desc": "호수를 덮은 연잎인간",
        "Original_Text": "연잎인간이 호숫가에 자리를 잡고 오가는 사람들을 공격해 피해를 입히고 있습니다. 더 큰 문제는 밤만 되면 연잎인간이 호수를 덮어버려서 호수가 점점 썩어가고 있다는 것입니다. 이 문제를 해결하기 위해서는 연잎인간을 없애는 수밖에 없습니다.",
        "English_Text": "Some Lilybads are lurking by the lake's edge and attacking passersby. At night, they spread themselves out to cover the entire lake, causing thick algae to form. They must be dealt with to protect the lake.",
        "Russian_Text": "",
        "Chinese_Text": "莲叶人攻击湖边来往的人们，造成了危害。更大的问题在于，莲叶人每晚都会覆盖湖区，使湖逐渐腐烂。为了解决这个问题，只好消灭莲叶人。"
    },
    "19100001": {
        "Dev_Desc": "개체수 조절",
        "Original_Text": "썩은 벌목지로 유입된 서인족들이 말썽입니다. 최근 들어 개체 수가 급격하게 늘어나 주변 마을까지 영역을 넓혀 식량을 약탈해간다고 합니다. 그것들을 모두 없앨 순 없지만 마을에 피해가 가지 않도록 개체 수를 조절해야 합니다.",
        "English_Text": "Some Ratmen have migrated into the Rotten Lumber Camp and are causing trouble. What with their number growing so rapidly, they even began raiding the nearby village for food. It may be impossible to exterminate all of them, but at least they can be culled to minimize the damage to surrounding villages.",
        "Russian_Text": "",
        "Chinese_Text": "来到腐烂伐木场的鼠人族们一直惹是生非。最近更是数量剧增，活动范围扩大到周围的村庄，还抢走粮食。虽然无法完全消灭掉他们，但为了村庄免受其扰，有必要调整他们的数量。"
    },
    "19100002": {
        "Dev_Desc": "낚시터의 방해꾼",
        "Original_Text": "거북호는 경치도 경치지만 거북이와 낚시터로도 유명하던 곳입니다. 하지만 요 근래 거북이들로 인해 물고기들이 씨가 말라 낚시꾼들이 오질 않고 있는 실정입니다. 주변 상인들이 큰 피해를 입고 있으니 상인들을 도와 거북이를 없애고 낚시꾼들이 다시 찾아오게 해야 합니다.",
        "English_Text": "Turtle Lake, aside from its beautiful scenery, is popular for fishing and for the turtles that live in it. Recently, its fish reserve has been depleted by the turtles, and people have stopped coming to fish. The local merchants are suffering because of lack of customers. Exterminate the turtles to bring back the fishers and help the merchants.",
        "Russian_Text": "",
        "Chinese_Text": "乌龟湖景致优美，那里的乌龟和钓鱼区也很有名。不过最近乌龟导致鱼类数量骤减，钓鱼人都不来了。附近商人损失惨重，我们需要帮助商人减少乌龟，让钓鱼人重新回到这里。"
    },
    "19100003": {
        "Dev_Desc": "유적지 조사",
        "Original_Text": "유적지 조사를 진행하는데 수호병들은 여전히 위협적인 존재들입니다. 수호병을 처리하여 유적지 조사가 빠르게 이뤄지도록 해야 합니다.",
        "English_Text": "The Protectors are still a threatening obstacle which hinder the examination of the Ruins. Eliminate the Protectors so the Ruins can be investigated quickly.",
        "Russian_Text": "",
        "Chinese_Text": "守护兵们仍然威胁着遗址调查工作。我们需要消灭守护兵，使遗址调查加快速度。"
    },
    "19100004": {
        "Dev_Desc": "황폐화한 목초지",
        "Original_Text": "이곳은 풀이 무성하여 목축업을 하기 좋은 곳이었습니다. 갑자기 사묘정들이 목초지를 못쓰게 만들어 사람들이 어려움을 겪고 있습니다. 사묘정들을 처치하여 사람들을 도와주세요.",
        "English_Text": "This place used to be a lush grassland, perfect for ranching and farming. Some time ago, the Gnarloxes of the Pasture got it in their heads to ruin the place for the ranchers and farmers. Eliminate the Gnarloxes and help the people.",
        "Russian_Text": "",
        "Chinese_Text": "这里的草很茂盛，适合畜牧业。蓑衣精突然阻挠人们使用牧草地，给人们带来了很多麻烦。请帮助人们消灭蓑衣精吧。"
    },
    "19100005": {
        "Dev_Desc": "창도단 소탕",
        "Original_Text": "창도단 무리들이 횡행하여 상인들이 큰 고초를 겪고 있다고 합니다. 창도단이라 불리는 이들을 한시바삐 소탕하여 상인들이 걱정 없이 다닐 수 있도록 해야 합니다.",
        "English_Text": "A growing band of Blue Bandits is threatening traveling merchants. Eliminate the Blue Bandits and ensure safe passage for merchants.",
        "Russian_Text": "",
        "Chinese_Text": "苍盗团横行，使商人们头痛不已。我们需要尽快扫荡被称为苍盗团的团伙，帮助商人们安心地来往于各地。"
    },
    "19100006": {
        "Dev_Desc": "숲 속의 야생동물",
        "Original_Text": "숲속의 야생동물도 지나가는 사람들에게 위협이 될 수 있습니다. 최근 행인들에게 위협이 된다고 하니 이를 처치해 주십시오.",
        "English_Text": "The wild animals in the forest can be a danger to those passing by. Lately, they've been threatening travelers. Please eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "森林里的野生动物也可能对行人们造成威胁。据说最近对行人的威胁有所增加，因此请消灭它们吧。"
    },
    "19100007": {
        "Dev_Desc": "투엽단 소탕",
        "Original_Text": "투엽단들의 무자비한 밀렵으로 인해 야생동물들이 멸종 위기에 빠졌습니다. 하루바삐 투엽단들을 소탕해야만 야생동물들을 보호할 수 있습니다.",
        "English_Text": "The Poacher Gang's merciless poaching is endangering the wild animals. Eliminate the Poacher Gang quickly and save the wild animals from them.",
        "Russian_Text": "",
        "Chinese_Text": "偷猎团的滥捕滥杀使得野生动物陷入了灭绝危机。尽早扫荡偷猎团才能保护野生动物。"
    },
    "19100008": {
        "Dev_Desc": "구덩이 조사",
        "Original_Text": "근처의 모든 생명체의 씨를 말리려고 하는 쇠약한 불마자들을 지금 막지 않으면 더 큰 피해가 생길지도 모릅니다. 쇠약한 불마자를 최대한 많이 처치하여 구덩이에서 나오지 못하도록 해야 합니다.",
        "English_Text": "The Weakened Hollows are bent on destroying everything around them. They must be stopped before they cause more damage. Eliminate as many Weakened Hollows as you can, so the rest won't dare emerge from the Pit.",
        "Russian_Text": "",
        "Chinese_Text": "衰弱的不磨者企图对附近所有生命体赶尽杀绝，若现在不予以阻止，可能会造成更大危害。请尽可能消灭更多衰弱的不磨者，使它们无法离开坑洞。"
    },
    "19100009": {
        "Dev_Desc": "도깨비 위협",
        "Original_Text": "깊은 묘지 숲에 도깨비들이 나타나 사람들을 혼란에 빠트리고 있습니다. 그뿐만 아니라 도깨비의 괴롭힘으로 인해 사경을 헤매는 사람들이 나오고 있습니다. 어서 도깨비들을 처치해야 합니다.",
        "English_Text": "The Dokkaebis have been appearing at Deep Forest Graveyard and causing confusion among the people. Some people have even been fatally wounded by the Dokkaebis pranks. We must eliminate the Dokkaebis.",
        "Russian_Text": "",
        "Chinese_Text": "出现在幽深墓地森林的鬼给人们带来了恐慌。不仅如此，有一些被鬼伤害的人更是陷入了生死边缘。我们需要尽快消灭那些鬼。"
    },
    "19100010": {
        "Dev_Desc": "최상위 포식자",
        "Original_Text": "곰과 호랑이들이 사람들만 보면 공격을 하고 있어 인근 마을 주민들이 두려움에 떨고 있습니다. 곰과 호랑이들을 처치하여 주민들의 걱정거리를 해결하십시오.",
        "English_Text": "The bears and saberfangs attack everyone that they see, spreading fear in the nearby village. Exterminate the bears and tigers and reassure the villagers.",
        "Russian_Text": "",
        "Chinese_Text": "最近熊与老虎见到人就发动攻击，附近村民都陷入了恐惧之中。消灭熊与老虎，为村民排忧解难吧。"
    },
    "19100011": {
        "Dev_Desc": "복구 준비",
        "Original_Text": "파괴된 수와족 마을을 복구하기 위해서는 돌아다니고 있는 침식된 악어와 침식된 서인족들을 없애는 것이 준비의 첫걸음입니다.",
        "English_Text": "To rebuild the Destroyed Ploggle Village, the Consumed Crocodiles and Consumed Ratmen swarming the village lot must be dealt with first.",
        "Russian_Text": "",
        "Chinese_Text": "为了复原被破坏的水蛙族村庄，首先需要消灭在周围徘徊的被侵蚀的鳄鱼与被侵蚀的鼠人族。"
    },
    "19100012": {
        "Dev_Desc": "유적지의 위협",
        "Original_Text": "폭주한 수호병들은 상대할 수 있게 되었지만 더 강한 존재인 정예 수호병은 아직도 처치하기 힘든 존재들입니다. 이들을 없애야만 유적지 조사가 마무리될 수 있습니다. 조사단을 도와 정예 수호병들을 처리해 주십시오.",
        "English_Text": "You're now strong enough to handle the Enraged Protectors, but not the Elite Protectors. However, they must be eliminated for the Ruins investigation to be completed. Help the investigators eliminate the Elite Protectors.",
        "Russian_Text": "",
        "Chinese_Text": "虽然我们已经能够对付暴走守护兵，但更强大的精锐守护兵仍然是个棘手难题。只有消灭它们才能完成遗址调查。请帮助调查团消灭精锐守护兵吧。"
    },
    "19100013": {
        "Dev_Desc": "황폐화한 목초지",
        "Original_Text": "이곳은 풀이 무성하여 목축업을 하기 좋은 곳이었습니다. 갑자기 사묘정 중 특히 강한 사묘정들이 목초지를 못쓰게 만들어 사람들이 어려움을 겪고 있습니다. 강한 사묘정들을 처치하여 사람들을 도와주세요.",
        "English_Text": "This place used to be a lush grassland, perfect for ranching and farming. Some time ago, some of the Powerful Gnarloxes of the Pasture took it upon themselves to ruin the place for the ranchers and farmers. Eliminate the Powerful Gnarloxes and help the people.",
        "Russian_Text": "",
        "Chinese_Text": "这里的草很茂盛，适合畜牧业。强大的蓑衣精突然阻挠人们使用牧草地，给人们带来了很多麻烦。请帮助人们消灭强大的蓑衣精吧。"
    },
    "19100014": {
        "Dev_Desc": "창도단 뿌리뽑기",
        "Original_Text": "창도단의 우두머리를 쳐야 도적떼들의 세력이 뿌리째 뽑힐 것입니다. 이들을 처단하여 도적 무리들이 다시는 악행을 저지르지 못하도록 하십시오.",
        "English_Text": "The Blue Bandits won't disappear so long as their boss exists. Eliminate the boss and make sure the thieves won't dare cause trouble again.",
        "Russian_Text": "",
        "Chinese_Text": "只有消灭苍盗团首领才能斩草除根。处决首领，让盗贼团再也无法为非作歹吧。"
    },
    "19100015": {
        "Dev_Desc": "숲 속의 야생동물",
        "Original_Text": "숲속의 야생동물 중 강한 야생동물이 지나가는 사람들에게 더 위협이 될 수 있습니다. 최근 행인들에게 위협이 된다고 하니 이를 처치해 주십시오.",
        "English_Text": "The wild animals, especially the more powerful wild animals in the forest, can be a danger to those passing by. Lately, they've been more of a threat than usual. Please eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "森林里的野生动物中强大的野生动物会对行人们造成更大威胁。据说最近对行人的威胁有所增加，因此请消灭它们吧。"
    },
    "19100016": {
        "Dev_Desc": "투엽단 소탕",
        "Original_Text": "투엽단의 근거지를 완전히 없애기 위해선 무리의 대장 격인 놈들을 찾아 없애는 게 가장 빠른 방법일 것입니다.",
        "English_Text": "The quickest way to root out the Poacher Gang is to find and get rid of its leaders.",
        "Russian_Text": "",
        "Chinese_Text": "为了完全铲除偷猎团的基地，消灭队长级别的家伙是最快的方法。"
    },
    "19100017": {
        "Dev_Desc": "균열 막기",
        "Original_Text": "더 큰 참사가 일어나기 전에 균열의 흔적을 찾아 조사해 균열의 원인을 확인해야 합니다. 강한 불마자일 수록 진한 흔적을 남긴다고 하니 그들을 처리하여 확인해야 합니다.",
        "English_Text": "Find and investigate traces of Fissures and identify their causes before more tragedy strikes. Stronger Hollows leave more vivid traces. Get rid of them and check out the traces.",
        "Russian_Text": "",
        "Chinese_Text": "在发生更大的悲剧之前，我们需要寻找并调查裂缝的痕迹，从而查明出现裂缝的原因。越强的不磨者会留下越明显的痕迹，去消灭它们后进行调查吧。"
    },
    "19100018": {
        "Dev_Desc": "도깨비 불",
        "Original_Text": "사람들을 놀래는 정도였던 도깨비불이 지나다니는 사람의 옷자락과 봇짐 등에 불을 지펴 피해를 끼치고 있습니다. 더 큰불이 나기 전에 도깨비불을 없애야 합니다.",
        "English_Text": "Dokkaebi Fires simply used to frighten people. Now, they're also setting people's clothes and belongings on fire. Get rid of them before they cause more serious fires.",
        "Russian_Text": "",
        "Chinese_Text": "鬼火原本只是吓唬人类而已，最近却开始烧掉人们的衣角和包袱等。在出现更大火灾之前，消灭鬼火吧。"
    },
    "19100019": {
        "Dev_Desc": "최상위 포식자",
        "Original_Text": "최근 거대한 곰과 호랑이가 나타나 자신들의 세력을 만들고 있습니다. 그렇지 않아도 사나워진 곰과 호랑이들로 피해가 심한데 무리까지 지어 다니면 더 큰 피해가 생길까 걱정입니다. 우두머리 행세를 하고 있는 거대한 곰과 호랑이를 처치하고 무리 지어 다니는 것을 막아야 합니다.",
        "English_Text": "Lately, a Giant Bear and Saberfang have shown up and have been establishing themselves as leaders of their own groups. The bears and tigers have been acting violent as it is, and when moving in groups they cause more serious damage. Exterminate the Giant Bear and Saberfang acting as leaders to disperse the group.",
        "Russian_Text": "",
        "Chinese_Text": "最近出现巨熊与巨虎开始形成自己的势力圈。原本凶暴的熊与老虎就已经造成了很多损失，若开始结群行动的话会造成更大危害。去消灭成为首领的巨熊与巨虎，阻止形成兽群吧。"
    },
    "19100020": {
        "Dev_Desc": "복구 준비",
        "Original_Text": "침식된 무리들의 개체 수가 빠르게 늘어난다는 게 가장 무서운 점입니다. 그들의 대장 격들을 처치하면 개체 수가 늘어나는 것을 방해할 수 있을 것입니다.",
        "English_Text": "The scariest thing about a group of Consumed is that they reproduce very quickly. Get rid of their chief to stop them from multiplying.",
        "Russian_Text": "",
        "Chinese_Text": "被侵蚀的群体最可怕的一点就是数量增加的速度很快。只要消灭队长级别的家伙，应该就能阻止数量增加。"
    },
    "19100021": {
        "Dev_Desc": "유적지의 위협(상급)",
        "Original_Text": "유적지에 강력한 존재가 나타났다고 합니다. 다른 수호병과는 비교할 수 없을 정도로 강해 조사단이 큰 피해를 입고 있다고 합니다. 하루빨리 폭주한 수호자 홍린을 찾아 제거해 더 이상의 인명피해를 막아야 합니다.",
        "English_Text": "A powerful being has appeared in the Ruins. Much stronger than the other Protectors, it's causing devastating damage to the Investigator Group. Find and eliminate the Enraged Guardian Hongrin before it costs more lives.",
        "Russian_Text": "",
        "Chinese_Text": "遗址出现了非常强大的怪物。其他守护兵根本无法与其相提并论，调查团也蒙受了极大损失。尽快找出并消灭暴走守护者红林，防止出现更多人命伤亡吧。"
    },
    "19100022": {
        "Dev_Desc": "뿌리뽑기(상급)",
        "Original_Text": "창도단을 실질적으로 와해시키기 위해선 핏빛 거미 와륜이라고 불리는 자를 없애는게 가장 빠른 방법이라고 합니다. 그를 찾아 제거 하십시오.",
        "English_Text": "The quickest way to dissolve the Blue Bandits is to get rid of the man named Warun, the Bloody Spider. Find and eliminate him.",
        "Russian_Text": "",
        "Chinese_Text": "为了实质性地瓦解苍盗团，最快的方法就是消灭被称为血色蜘蛛卧伦的家伙。找出并消灭卧伦吧。"
    },
    "19100023": {
        "Dev_Desc": "투엽단 소탕(상급)",
        "Original_Text": "투엽단을 통솔하는 정찰 대장 채랑랑을 처치하면 투엽단은 와해될 것입니다.",
        "English_Text": "Eliminate Cheran, the Scout Captain who's in charge of the Poacher Gang, and the rest of the Poacher Gang will naturally scatter.",
        "Russian_Text": "",
        "Chinese_Text": "只要消灭率领偷猎团的侦察队长蔡朗朗就能瓦解偷猎团。"
    },
    "19100024": {
        "Dev_Desc": "균열 막기(상급)",
        "Original_Text": "더 큰 참사가 일어나기 전에 균열의 흔적을 찾아 조사해 균열의 원인을 확인해야 합니다. 강한 불마자일 수록 진한 흔적을 남긴다고 하니 그들을 처리하여 확인해야 합니다.",
        "English_Text": "Find and investigate traces of Fissures and identify their causes before more tragedy strikes. Stronger Hollows leave more vivid traces. Get rid of them and check out the traces.",
        "Russian_Text": "",
        "Chinese_Text": "在发生更大的悲剧之前，我们需要寻找并调查裂缝的痕迹，从而查明出现裂缝的原因。越强的不磨者会留下越明显的痕迹，去消灭它们后进行调查吧。"
    },
    "19100025": {
        "Dev_Desc": "죽음의 거미줄(상급)",
        "Original_Text": "거미줄 때문에 숲속을 거닐기도 힘든데 사람 키의 세 배만 한 거대한 대왕거미까지 목격되고 있다고 합니다. 보지 못한 대왕거미까지 나타났으니 곧 거미줄로 숲이 덮일지도 모릅니다. 한시바삐 대왕거미를 찾아 처치하여야 합니다.",
        "English_Text": "As if it isn't enough that the forest is covered with spider webs, now there's also a gigantic spider three times as tall as a grown man lurking within it. It's only a matter of time before the entire forest is cocooned in spider webs. Find and eliminate the King Spider.",
        "Russian_Text": "",
        "Chinese_Text": "蜘蛛丝太多，人们几乎无法在林间走动。在这种情况下，甚至出现了高达人体3倍的巨型大王蜘蛛。前所未见的大王蜘蛛出现之后，整个森林可能会在短时间内被蜘蛛丝覆盖。需要尽快找出并消灭大王蜘蛛。"
    },
    "19100026": {
        "Dev_Desc": "쥐 떼 무리(상급)",
        "Original_Text": "파괴된 수와족 마을의 우두머리인 침식된 칼날 서인장으로 인해 복구가 거의 불가능한 지경이라 합니다. 그를 찾아 처치하십시오.",
        "English_Text": "It's almost impossible to rebuild the Destroyed Ploggle Village because of the Consumed Blade Ratman Chief, the village's leader. Find and eliminate it.",
        "Russian_Text": "",
        "Chinese_Text": "只要被破坏的水蛙族村庄的首领被侵蚀刀刃鼠人长还存在，就无法进行复原工作。找出并消灭他吧。"
    },
    "19100027": {
        "Dev_Desc": "변해버린 신목",
        "Original_Text": "신령한 존재로 사람들이 소원을 빌던 나무가 이제는 사람들에게 두려움을 주고 있습니다. 변해버린 신목을 없애 사람들로부터 두려움을 잘라 내어야 합니다.",
        "English_Text": "The mystical tree that once was worshiped by people is now striking fear into them. Get rid of the corrupted Sagewood and put a stop to its terror.",
        "Russian_Text": "",
        "Chinese_Text": "神木曾经是人们祈愿的对象，现在却成为了人们恐惧的根源。消灭改变的神木，根除人们的恐惧吧。"
    },
    "19100028": {
        "Dev_Desc": "끔찍한 울림",
        "Original_Text": "골짜기에서 나는 끔찍한 소리의 정체는 강철악이라는 괴물의 소리입니다. 강철악이 골짜기를 점령하고 있는 동안 아무도 그 지역을 지나가지 못하고 있습니다. 문제는 강철악이 매우 강력하기 때문에 혼자서는 상대하기 어렵다는 것입니다. 한시라도 빨리 사람들과 힘을 합쳐 강철악을 처치해야 합니다.",
        "English_Text": "The terrible sound that's been coming from the Valley has to do with a monster named Steelfang. No one has dared enter the Valley since this monster showed up and took up residence there. Steelfang is a match for a hundred warriors. Join forces with others and get rid of Steelfang as quickly as possible.",
        "Russian_Text": "",
        "Chinese_Text": "峡谷中传来的可怕叫声是一个叫铁牙的怪物发出的声音。铁牙占据峡谷的期间，谁都无法通过那个地区。问题在于铁牙十分强大，一个人无法击败。我们需要尽快集结人们的力量并消灭铁牙。"
    },
    "19100029": {
        "Dev_Desc": "물자 보호_비옥대지",
        "Original_Text": "예도항으로부터 물건을 싣고오는 상인들이 물자를 잃어버리거나 다치는등 피해를 입는 경우가 많아졌습니다. 붉은 비탈에 숨어 있는 홍돈 무리와 최근 늘어난 만다라화를 처치하여 상인들이 안전하게 다닐 수 있도록 해야 합니다.",
        "English_Text": "There has been an increasing number of merchants from Dojung Port who have lost their goods or have gotten hurt. We must eliminate the Hoglins hiding at Red Slope and the increasing number of Mandaravas so that the merchants can travel safely.",
        "Russian_Text": "",
        "Chinese_Text": "最近频频发生从誉导港运货过来的商人们遗失物资或受伤的事情。请去消灭躲在红色山坡的血猪族和最近数量剧增的曼陀罗花，保证商人们的同行安全。"
    },
    "19100030": {
        "Dev_Desc": "홍돈족 세력 무력화_비옥대지",
        "Original_Text": "그동안 홍돈족의 말도 안되는 요구와 행동에 대응하지 않고 있었지만 날이 갈수록 홍돈족 세력이 늘어나 풍백문 앞마당까지 세력을 넓혀 사람들에게 위해를 가하고 있습니다. 홍돈족들에게 우리 힘을 보여 더 이상 풍백문 근처에는 얼씬도 못하게 하십시오.",
        "English_Text": "We never took any actions against the Hoglins' absurd demands and actions, but recently, they've expanded their activities right up to the front gates of Ivory Gale. Now, they're actually terrorizing the people. We must show our strength to the Hoglins and make sure they stay away from Ivory Gale.",
        "Russian_Text": "",
        "Chinese_Text": "我们过去并未理会血猪族的无理要求与蛮横行为。但血猪族的势力越来越大，甚至逼近了风白门的前院。让血猪族尝尝我们的厉害，使其再也不敢出现在风白门附近。"
    },
    "19100031": {
        "Dev_Desc": "이독치독_비옥대지",
        "Original_Text": "시간이 갈수록 적들이 늘어만 가고 있기 때문에 단순 무력만으로는 적들을 물리칠 수 없습니다. 그래서 전갈의 독을 이용하여 더 강력한 무기를 제작중에 있습니다. 하지만 전갈의 독액을 추출하여 무기에 바르거나 던져 큰 효과를 보자 공급이 부족한 상태가 되었습니다. 단풍노을 골짜기의 전갈로부터 독액을 수집해 주세요.",
        "English_Text": "The enemy keeps on increasing in number as time passes by, and we can't solve this problem with just a show of force. That's why we're currently developing a more powerful weapon by using Scorpion's venom. However, we've hit a shortage in our supplies as soon as we applied the venom extract to our weapons. Go to Maple Sunset Valley and collect venom from the Scorpions.",
        "Russian_Text": "",
        "Chinese_Text": "敌人数量越来越多，仅靠武力无法击退所有敌人。因此我们正在利用蝎子的毒制作更强大的武器。提取蝎子的毒液涂抹在武器或投掷的方法见效之后，反而出现了供应不足的问题。请从枫霞峡谷的蝎子那里搜集毒液。"
    },
    "19100032": {
        "Dev_Desc": "이상한 수수께끼_비옥대지",
        "Original_Text": "옛날 이야기라 생각할 수도 있고 두려움에 환청을 들은 것이라 생각할 수 있지만 어둑시니들로 인해 피해를 입고 있는 것은 분명한 사실입니다. 한시바삐 어둑시니들을 처리해 주십시오.",
        "English_Text": "You may think of this as an old story or something I've imagined out of sheer terror, but the damage done by the Oduksinis is true. Please, you must eliminate the Oduksinis as soon as possible.",
        "Russian_Text": "",
        "Chinese_Text": "其他人可能认为这只是过去的故事，或者是因为恐惧而出现的幻听。但夜鬼造成危害是不争的事实。请尽快去消灭夜鬼。"
    },
    "19100033": {
        "Dev_Desc": "검은 새벽단 잔당 처치_비옥대지",
        "Original_Text": "풍백문과 치열한 전투를 벌이고 세력이 한풀 꺾인 지금이야말로 검은 새벽단을 없앨 기회입니다. 원령의 언덕에서 풍백문 사람들을 도와 검은 새벽단 잔당을 없애십시오.",
        "English_Text": "It's the perfect time to take out the Daybreak once and for all, now that their forces have been weakened from the fierce fighting with Ivory Gale. Help the Ivory Gale people at Specter Hill and eliminate the remaining Daybreak.",
        "Russian_Text": "",
        "Chinese_Text": "黑暗黎明团经过与风白门的激烈战斗之后元气大伤，现在正是摧毁黑暗黎明团的绝佳机会。请在怨灵山丘帮助风白门消灭黑暗黎明团残党。"
    },
    "19100034": {
        "Dev_Desc": "거래를 위한 재료_비옥대지",
        "Original_Text": "풍백문에서 여우의 모피와 만다라화의 풀을 많이 모으고 있다고 들었습니다. 큰 돈은 되지 않지만 풍백문과의 거래를 위해 여우의 모피와 만다라화의 풀을 모아 주십시오.",
        "English_Text": "I heard that Ivory Gale is collecting fox fur and Mandarava leaves in large quantities. It might not bring in a lot of money, but please collect fox fur and Mandarava leaves to trade with Ivory Gale.",
        "Russian_Text": "",
        "Chinese_Text": "听说风白门正在搜集大量狐狸的毛皮与曼陀罗花的草。虽然赚不到大钱，但为了与风白门的交易，请帮忙搜集狐狸的毛皮与曼陀罗花的草。"
    },
    "19100035": {
        "Dev_Desc": "진퇴양난_비옥대지",
        "Original_Text": "불마자들이 넘어오지 못하도록 숲을 만들었지만 이 때문인지 어둑시니들이 나타나기 시작했어요. 일부 나무를 잘라 어둑시니들을 물러나게 했지만 불마자들이 걱정되어 더 이상 이러지도 저러지도 못하고 있네요. 숲의 장막으로 가 현재 상황을 파악하고 어둑시니들이 많다면 그들을 물리쳐주세요.",
        "English_Text": "We created the forest so that the Hollows wouldn't be able to cross over. Instead, Oduksinis have been appearing. We've cut down some of the trees to drive away the Oduksinis, but now we're stuck between the Oduksinis and Hollows. Go to the Shelter of the Forest and find out the situation. If there're too many Oduksinis, please eliminate them.",
        "Russian_Text": "",
        "Chinese_Text": "造林的目的是阻止不磨者，不过也导致了夜鬼的出现。虽然砍伐部分树木赶走了夜鬼，但不磨者的威胁仍在，这使我们陷入了两难境地。请去森林帐幕了解当前情况，若夜鬼数量众多，可以顺便击退夜鬼。"
    },
    "19100036": {
        "Dev_Desc": "생기를 잃은 숲_비옥대지",
        "Original_Text": "한 때는 많은 종류의 동식물들이 있던 곳이 회색 빛이 되어 생기를 찾아보기 힘든 곳이 땅이 되었고 침식된 서인족과 피에 굶주린 호랑이들만 돌아다니는 곳이 되고 말았습니다. 다시 예전의 생기를 회복 시키기 위해 그들을 모두 없애야 합니다.",
        "English_Text": "What was once a place full of life has become devoid of life and color. The Consumed Ratman and Ravenous Saberfang now roam this land. We must eliminate them if life is to return.",
        "Russian_Text": "",
        "Chinese_Text": "曾经栖息着各种动植物的地方整个变为灰色，成为失去生机的土地。这里现在只有被侵蚀的鼠人族与嗜血的老虎。为了恢复过去的生机，需要先消灭它们。"
    },
    "19100037": {
        "Dev_Desc": "거대한 위협_비옥대지",
        "Original_Text": "곳곳에 생기고 있는 균열도 문제지만 비옥 발굴지에서 일어난 사건으로 생긴 가장 큰 문제는 끊임없이 쏟아져 나오는 불마자들입니다. 비옥 폐허에 잔뜩 몰려 있는 불마자들이 여기까지 온다고 생각만 해도 끔찍합니다. 모두 없애버리는 것은 당장 힘들겠지만 불마자의 수를 최대한 줄여 없애주십시오.",
        "English_Text": "The Fissures appearing all over the place need to be dealt with, but the biggest problem is the endless Hollows pouring out at the Caelite Excavation Site after the incident. Just the thought of all the Hollows coming here from the Caelite Ruins is horrifying. It might not be possible to take them all out right now, but please try to reduce their numbers as much as possible.",
        "Russian_Text": "",
        "Chinese_Text": "虽然各地出现的裂缝是个问题，但在閟玉挖掘地发生的事件导致的最大问题是不断出现的不磨者。真是不敢想象閟玉废墟的众多不磨者跑到这里会造成什么结果。即使目前无法全部清除，但还是请你去尽量减少不磨者。"
    },
    "19100038": {
        "Dev_Desc": "생명에게 안식을_비옥대지",
        "Original_Text": "비옥 발굴지에서 일어난 참혹한 일은 기억하고 싶지도 않아요. 하지만 아직 그곳에서 죽지도 못하고 고통을 받는 병사들이 있어요. 영원히 고통 받으며 떠돌지 않도록 그들에게 안식을 가져다 주세요.",
        "English_Text": "I don't want to remember that terrible incident at the Caelite Excavation Site. However, there are still soldiers who are suffering there and unable to die. Bring them peace so that they will not restlessly wander after death.",
        "Russian_Text": "",
        "Chinese_Text": "我不愿回想在閟玉挖掘地发生的惨剧。但那里还有很多不死不活，遭受无尽痛苦的士兵。请把安息带给他们，不要让他们永远在痛苦中徘徊。"
    },
    "19100039": {
        "Dev_Desc": "뿔이 만든 싸움_비옥대지",
        "Original_Text": "붉은 뿔이 비싸게 거래된다는 소문이 돌아서 그런지 그곳에 투엽단까지 나타나 밀렵을 일삼고 우리가 얻은 물량까지 훔쳐가고 있습니다. 전쟁 물자가 부족한 시점에 큰 타격을 입고 있으니 붉은 뿔의 길로가 투엽단을 처치하고 붉은 뿔을 모아 주십시오.",
        "English_Text": "Recently, even the Poacher Gang is poaching in our area and stealing our goods because of rumors about red antlers selling for an expensive price. We're being hit hard at a time when we're short on war supplies. Go do the Red Horn Path, take out the Poacher Gang, and collect the red antlers.",
        "Russian_Text": "",
        "Chinese_Text": "红角价格昂贵的消息传开之后，被吸引过来的偷猎团不仅偷猎红角鹿，还偷走了我们的红角。在战争物资不足的情况下，这对我们造成了极大的打击。请去红角之路消灭偷猎团并搜集红角。"
    },
    "19100040": {
        "Dev_Desc": "협곡의 불길한 기운_비옥대지",
        "Original_Text": "변이된 청인족들이 리오리노를 위시하여 밀려오고 있어서 더 이상 막을 수 없는 지경에 이르고 있습니다. 다행히 창도단과도 마찰이 있어서 잠시 주춤하고 있는 것으로 보입니다. 지금이 변이된 청인족들을 처리할 수 있는 적기입니다.",
        "English_Text": "The Mutant Blueskin are rushing in, and we're unable to stop them because of Riorino at their front. Fortunately, they have slowed because of their conflict with the Blue Bandits. Now's the best chance to take care of the Mutant Blueskins.",
        "Russian_Text": "",
        "Chinese_Text": "以里奥里诺为首的变异的青人族不断发动攻击，我们已经快到了山穷水尽的地步。幸好他们与苍盗团之间发生了矛盾，暂时停止了攻势。现在是击退变异的青人族的最佳机会。"
    },
    "19100041": {
        "Dev_Desc": "거점 세우기_비옥대지",
        "Original_Text": "매화단의 노력으로 용머리 탐사지가 곧 완성될 것으로 보이지만 창도단들이 그 세력을 점점 넓혀 나가고 있어서 마찰이 잦다고 합니다. 매화단을 도와 창도단을 처치 하십시오.",
        "English_Text": "The Dragonhead Exploration Camp is almost complete, thanks to the efforts of the Plum Blossom. However, there's an increasing number of confrontations with the Blue Bandits, who are expanding their influence. Help the Plum Blossom and defeat the Blue Bandits.",
        "Russian_Text": "",
        "Chinese_Text": "在梅花团的努力下，龙头探查地的建设看似即将完成。但逐渐扩展势力的苍盗团不断与梅花团发生冲突。请帮助梅花团消灭苍盗团。"
    },
    "19100042": {
        "Dev_Desc": "숲 정화_비옥대지",
        "Original_Text": "갑자기 사묘정이 사나워진 이유는 알 수 없지만 사람들에게 피해를 끼치는건 사실입니다. 변이된 투연초가 원인일 수도 있고…. 어쨌든 사묘정과 투연초 모두 없앤후에 원인을 찾아야 할 것 같습니다.",
        "English_Text": "We don't know why the Gnarloxes became so ferocious, but what's important is that the people are suffering. The Mutant Spitting Plants might be the reason... We'll have to remove both the Gnarloxes and Spitting Plants and find out what's causing this.",
        "Russian_Text": "",
        "Chinese_Text": "虽然无法获知蓑衣精突然变得凶暴的原因，但对人类造成危害却是不争的事实。原因可能是变异的透烟草…总之，先消灭蓑衣精和透烟草之后再去查找原因吧。"
    },
    "19100043": {
        "Dev_Desc": "악몽의 숲_비옥대지",
        "Original_Text": "꿈결의 숲이 몽환적인 분위기에 취해 심신을 안정시킨다는 말은 이제 옛말이 되고 말았어요. 변이된 해파리의 독에 쏘이고 삼색조에 공격당하는 곳은 그야말로 악몽이에요. 악몽. 다시 예전의 꿈결의 숲으로 돌려주세요.",
        "English_Text": "Soothing our mind and body in the lovely atmosphere of the Dreamy Forest is just a fond memory now. The place has become a nightmare where you can get poisoned by Mutant Jellyfish and attacked by the Roc. Please return the Dreamy Forest to how it used to be, and put an end to this Nightmare.",
        "Russian_Text": "",
        "Chinese_Text": "沉醉于梦境森林的梦幻氛围而疗愈身心已经成为了过去。变异的水母的毒与三色鸟让那里变成了恶梦般的地方。请让梦境森林恢复以前的面貌。"
    },
    "19100044": {
        "Dev_Desc": "바위보다 단단하게_비옥대지",
        "Original_Text": "바위보다 단단한 껍질을 지닌 타리트가 엄청난 숫자로 늘어난데다 담인초와 화염초까지…. 이제는 솟을바위 산으로 갈 수가 없을 지경입니다. 수정밀림 연구지에 가져가야 할 것들이 산더미인데 어찌할 바를 모르겠습니다. 저것들을 모두 없앨 수 있게 도와주십시오.",
        "English_Text": "The Tarite, which has a shell harder than rock, has increased in huge numbers. There's also the Nepenthes and Flame Plants... We can't go up Soaring Rock Mountain. There're so many things we need to deliver for the Crystal Jungle Research, and I don't know what to do. Please help us by eliminating all of those monsters.",
        "Russian_Text": "",
        "Chinese_Text": "外壳坚固程度胜过岩石的塔里特数量剧增，再加上啖人草与火焰草…高耸岩石山现在已经成为了无法踏足之地。我还有一大堆东西要送到水晶密林研究地，真不知道该怎么办。请帮忙消灭那些怪物。"
    },
    "19100045": {
        "Dev_Desc": "위험한 경사로_비옥대지",
        "Original_Text": "가파른 경사로에 괴물까지 나타나서 얼마나 위험한지 몰라요. 놀라 도망치다 경사로 아래까지 굴러서 다친 사람들도 얼마나 많은데요. 괴물들이 빨리 없어졌으면 좋겠어요!",
        "English_Text": "You don't know how dangerous it is dealing with monsters that appear on such a steep climb. Many people were taken by surprise and have fallen and injured themselves. I wish all those monsters would just disappear!",
        "Russian_Text": "",
        "Chinese_Text": "陡峭的坡路本来就很危险，再加上突然出现的怪物真是险象环生。被吓得逃走的过程中滚下坡路的人也不计其数。真希望那些怪物尽快消失！"
    },
    "19100046": {
        "Dev_Desc": "사막으로 가는길_비옥대지",
        "Original_Text": "용린사막으로 가는 길이 막혀 공사를 위해 인부들을 보냈으나 어찌 된 일인지 죽거나 사라지는 일이 생겼습니다. 며칠 후 망자가 되어 나타나 사람들을 공격하자 다른 인부들이 두려움에 떨어 일을 못하고 있습니다. 공사가 진행이 안되 사막으로 길을 기일 내에 완성하지 못할까 걱정입니다. 망자들을 처리하여 인부들이 걱정 없이 일할 수 있게 해주십시오.",
        "English_Text": "We've sent workers to clear the blocked way to Dragonscale Desert, but they keep dying or disappearing. Then, they're sighted a few days later as undead who attack the new workers we send. Now, all of them are too afraid to get any work done. I'm worried that we're behind schedule and might not be able to meet the deadline. Eliminate the undead so that our workers can do what needs to be done.",
        "Russian_Text": "",
        "Chinese_Text": "通向龙鳞沙漠的道路被封堵之后，我们决定派工人去打通道路。但不知道为什么派去的工人都死亡或失踪了。几天之后，他们变成亡灵开始攻击人们，现在其他工人都害怕得无法工作。我很担心工程受阻之后，无法在期限内完成通向龙鳞沙漠的道路。请去消灭那些亡者，让工人们安心地投入工作。"
    },
    "19100047": {
        "Dev_Desc": "끝 없는 욕심_비옥대지",
        "Original_Text": "재앙의 은신처의 야금을 잡기 위해 목숨을 건 도전을 하는 사람들이 늘어나고 있습니다. 입구를 막아 들어가지 못하게 했더니 오히려 역효과가 나 야금들이 먹이를 찾아 밖으로 나오고 있는 것입니다. 야금을 처치하여 밖으로 나와 사람들에게 해를 끼치지 못하게 처리해 주십시오.",
        "English_Text": "There's been an increasing number of people risking their lives to hunt the Night Gargoyles at the Hideout of Disaster. Blocking the entrance has backfired, and now the Night Gargoyles have been coming out, looking for prey. Eliminate the Night Gargoyles so that they won't come out and hurt anyone.",
        "Russian_Text": "",
        "Chinese_Text": "越来越多的人为了抓住灾难的藏身处的夜禽，冒着生命危险发起挑战。我们为防止事故堵住了入口，但没想到发生了反作用。现在夜禽为觅食来到了外面。请消灭夜禽，防止它们到外面伤害人们。"
    },
    "19100048": {
        "Dev_Desc": "모여드는 거미_태록림",
        "Original_Text": "우기가 끝나고 모처럼 날씨가 좋다 했더니 거미들이 또 말썽이네요. 번식기를 맞아 모여든 거미들이 숲 길목을 가득 메우고 있다고 합니다. 지난번처럼 거미들이 예도항까지 내려오는 끔찍한 일이 생기기 전에 그 수를 줄여주세요",
        "English_Text": "Just when the rainy season is over and we have perfect weather, the spiders come out to cause trouble. The road in the forest is filled with spiders gathered for their mating season. Please reduce their numbers before they overflow and come to Dojung Port.",
        "Russian_Text": "",
        "Chinese_Text": "雨季结束之后，难得迎来的好天气又被蜘蛛毁掉了。进入繁殖期的蜘蛛完全封住了林道入口。在发生上次那样蜘蛛来到誉导港的可怕事件之前，请去减少其数量。"
    },
    "19100049": {
        "Dev_Desc": "풍토병 치료제_태록림",
        "Original_Text": "소식 들으셨나요? 풍토병으로 아직 고생하고 있는 사람들을 위한 신약 개발이 거의 완성 단계에 들어섰다 하네요. 이전보다 훨씬 뛰어난 예방효과가 있다는데, 다만 약초 수급이 원활하지 않은 문제가 있다네요. 동부 생태 조사림에 가서 약초채집을 방해하는 주변 동물들을 혼내주세요",
        "English_Text": "Did you hear? The medicine for those suffering from the disease is almost complete. They say it has a better preventive effect than the cure from before, but the problem is that they don't have enough herbs. Go to the East Ecological Research Site and punish those animals who are interfering with the herb foraging.",
        "Russian_Text": "",
        "Chinese_Text": "你听说了吗？为治疗风土病而开发的新药快进入完成阶段了。这种药的预防效果远高于旧药，但问题是药草供应数量紧缺。请去东部生态调查林赶走妨碍采集药草的动物。"
    },
    "19100050": {
        "Dev_Desc": "최선의 방어는 공격_태록림",
        "Original_Text": "요즘들어 부쩍 녹각다귀들이 공격성을 보이고 있어, 풍요 우림 거점 주변의 안전을 위협하고 있다고 하네요. 어제는 수양쪽 인원 두명이 크게 다치는 사고가 있었다죠? 다시 녀석들이 잠잠해질 수 있도록 본때를 보여주세요.",
        "English_Text": "The Greenhorns have been aggressive as of late, and they've been threatening the safety of Opulent Forest Base. I heard that two Sol Seekers were seriously injured yesterday. Go and put your strength to good use so that things can calm down around here.",
        "Russian_Text": "",
        "Chinese_Text": "最近绿角大鬼的攻击性越来越强，威胁着丰饶雨林据点附近的安全。听说昨天还发生了2名搜阳队员受重伤的事故。请去教训一下那些绿角大鬼，让它们安分一点。"
    },
    "19100051": {
        "Dev_Desc": "소음 공해의 원인_태록림",
        "Original_Text": "만다라화의 소음이 날로 커진다 하더니, 요새는 폭포 소리를 뚫고 넘어와 가까운 곳에 머무는 인원들이 밤잠을 이룰 수 없을 지경이라네요. 이 현상의 원인을 밝히기 위해 만다라화의 잎사귀 시료가 많이 필요하다는데 도와 주실 수 있으신가요?",
        "English_Text": "The Mandaravas have been getting louder and louder. Recently, they've become even louder than the nearby waterfall, and all that noise is keeping the people around there from getting any sleep. We need plenty of Mandarava leaf samples to understand the cause of this phenomenon. Could you help us?",
        "Russian_Text": "",
        "Chinese_Text": "曼陀罗花的噪音越来越大，最近更是盖过瀑布声，附近的人被扰得无法入睡。查明这种现象的原因需要大量曼陀罗花的叶子，可以帮一下忙吗？"
    },
    "19100052": {
        "Dev_Desc": "과일 도둑 잡기_태록림",
        "Original_Text": "감시탑 주변 해안 생물들의 개체가 걷잡을 수 없이 느는 바람에 예도항 마을까지 올라와 과일과 채소들을 먹어치우는 일까지 벌어지고 있다고 합니다. 가뜩이나 과일이 귀한 요즘 같은 때 상인들의 피해가 이만저만이 아니라고 하네요. 이들을 쫒아내는 일을 도와주세요.",
        "English_Text": "The creatures around the watchtower have multiplied uncontrollably and are even coming down to Dojung Port, devouring all our fruits and vegetables. These fruits and vegetables are valuable commodities, so the merchants suffered some pretty serious damage. Help us drive those monsters out.",
        "Russian_Text": "",
        "Chinese_Text": "监视塔周围海岸生物的数量剧增，甚至发生了来到誉导港村庄偷吃水果与蔬菜的事情。在最近水果稀缺的情况下，商人蒙受了巨大损失。请帮忙赶走那些生物。"
    },
    "19100053": {
        "Dev_Desc": "달밤의 장난꾸러기들_태록림",
        "Original_Text": "어젯밤 벌목을 마치고 풍요 우림 거점으로 돌아가던 인부들이 검은 형체들에게 습격을 받아 흠씬 두들겨 맞고 목재마저 모두 빼앗기는 소동이 있었어요. 난파선의 잔해 주변에 있는 어둑시니들의 장난이 분명합니다. 이들을 혼내주고 목재를 되찾아주세요.",
        "English_Text": "Yesterday, the lumber workers returning to the Opulent Forest Base were mugged by dark figures and got all their wood stolen. This must be the prank by the Oduksinis at the Shipwreck Debris. Punish them and get back the stolen wood.",
        "Russian_Text": "",
        "Chinese_Text": "昨晚结束伐木之后回到丰饶雨林据点的工人们被黑色怪物袭击，不仅被痛殴一顿，还被抢走了所有木材。这分明是遇难船残骸附近的夜鬼所为。请去教训那些夜鬼并夺回木材。"
    },
    "19100054": {
        "Dev_Desc": "소문 잠재우기_태록림",
        "Original_Text": "발자국 없는 해안에 산다는 그 푸른 피부의 괴인들이 무슨 작당이라고 모의하고 있는 것은 아닐지 불안에 떠는 사람들이 많아요. 직접 그 주변을 조사하고 불안한 소문을 잠재워주세요.",
        "English_Text": "Many people are worried that the blue skinned beasts living at the Traceless Shore are planning something sinister and evil. Please investigate and the people a reason to relax.",
        "Russian_Text": "",
        "Chinese_Text": "青色皮肤的怪人们生活在无脚印海岸。人们很担心那些怪人们是不是在筹划什么阴谋。请去调查那里，消除令人不安的传闻。"
    },
    "19100055": {
        "Dev_Desc": "두 눈으로 똑똑히 봤다고_태록림",
        "Original_Text": "난파선의 무덤 주변에 사람 형상을 한 무서운 것들이 돌아다닌다던데, 그 소문이 진실인지는 직접 가봐야만 알 수 있겠지요. 당신이 한번 그 주변을 조사해주시겠어요? 혹여 위험한 무언가를 만난다면 그게 무엇이든 처치해버려도 좋습니다.",
        "English_Text": "Apparently, there's something terrifying and person-shaped at the Shipwreck Gravesite. We'll have to see for ourselves to see if the rumors are true. Could you investigate the area? If it's something dangerous, you can go ahead and eliminate it, no matter what it may be.",
        "Russian_Text": "",
        "Chinese_Text": "听说遇难船墓地附近出现了可怕的人形怪物。只有去现场调查才能知道传闻的真实与否。可以请你去调查一下那里吗？若发现什么危险的东西，可以当场消灭掉。"
    },
    "19100056": {
        "Dev_Desc": "야생의 무리_태록림",
        "Original_Text": "암각다귀 그 포악한 녀석들이 요즘들어 더 공격적으로 행동하고 있다는데, 아무래도 예사롭지 않아요. 거기에 주변의 곰들 또한 덩달아 흥분하여 밤 동안 방책을 부숴놓는 등 풍요 우림 거점을 위협하고 있다네요. 이들을 처치하고 거점의 안전을 확보해주세요.",
        "English_Text": "The ferocious Darkhorns have been much more aggressive as of late. It's not a good sign. The bears in the area are also getting agitated and breaking the barriers at the Opulent Forest Base, putting the people there at risk. Eliminate them and secure the safety of the base.",
        "Russian_Text": "",
        "Chinese_Text": "那些凶恶的暗角大鬼最近攻击性进一步增加，连附近的熊也变得很暴躁，在晚间破坏了护栏。这些因素都对丰饶雨林据点造成了威胁。请去消灭它们，保证据点的安全。"
    },
    "19100057": {
        "Dev_Desc": "숲 속의 도적떼_태록림",
        "Original_Text": "조금 잠잠한가 싶었더니 혈비패 일당들이 또 문제를 일으키고 있어요. 어제도 상단이 습격을 받아 물자들을 모두 약탈당했다고 하네요. 혈비의 숲으로 가서 놈들이 더 이상 활개를 치지 못하도록 처리해주세요.",
        "English_Text": "Just when we thought the Red Masks had quieted down, they start making trouble again. A merchant group was attacked yesterday and had all of their commodities stolen. Go to the Forest of the Red Masks and take care of them so that they won't cause any more trouble.",
        "Russian_Text": "",
        "Chinese_Text": "安分一段时间的赤匪派又开始蠢蠢欲动了。昨天也有商团受到袭击，被抢走了所有物资。请去赤匪森林消灭赤匪派，让他们再也无法胡作为非。"
    },
    "19100058": {
        "Dev_Desc": "비 온 뒤 땅은 굳고_태록림",
        "Original_Text": "한동안 내린 비로 허리까지 찼던 물이 빠지고나니, 투연초들이 수도 없이 자라 숲을 가득 채우고 있어요. 놈들의 이런 폭발적인 생명력이 가히 경이롭긴 하지만, 주변을 지나는 상인과 대원들에게는 꽤 큰 골칫거리라고 합니다. 이들을 위해 숲에 길을 내는 일을 도와주세요",
        "English_Text": "The Spitting Plants have flourished and are filling the entire forest immediately after the rain drained out. Their explosive proliferation is amazing, but it's still a major problem for the merchants and members passing through the area. Help make a path through the forest for them.",
        "Russian_Text": "",
        "Chinese_Text": "暴雨中涨到腰际的水退去之后，疯狂生长的透烟草占据了整个森林。这种爆发式的生命力令人惊叹，但对于行走在附近的商人和队员来说却是一个很头痛的问题。请帮助他们清理道路。"
    },
    "19100059": {
        "Dev_Desc": "깊은 늪 안개 속_태록림",
        "Original_Text": "늪지의 인면충들이 환각 안개를 내뿜는 양이 이전에 비해 늘어났다는 조사원의 이야기를 들었어요. 안개 숲 개척지까지 안개가 퍼지지 않게 손을 쓰기 위해 도움이 필요하다고 합니다. 메말라 가는 늪지로 가 그들을 도와주세요.",
        "English_Text": "I heard from the investigator that the Swamp Illusion Mantis has been emitting more illusion fog than before. They need help so that the fog doesn't spread to the Foggy Forest Settlement. Go to Disappearing Swamp and help them.",
        "Russian_Text": "",
        "Chinese_Text": "调查员说，沼泽人面虫喷射的幻觉迷雾比过去有所增加。而且为避免迷雾扩散至迷雾森林开拓地，需要更多援手。请去干枯沼泽提供帮助。"
    },
    "19100060": {
        "Dev_Desc": "뱀 같은 버섯_태록림",
        "Original_Text": "뱀버섯의 환각성분을 연구 중인 영교원에서 뱀버섯 표본을 구하고 있어요. 장소가 장소인지라 아무도 선뜻 나서지 못하고 있는데, 직접 가셔서 표본을 채취해 와주신다면 큰 도움이 될 것 같습니다.",
        "English_Text": "Soul Bridge is looking for Snakecap samples so that they can research its illusion composition. Nobody is volunteering for this task because of the location. If you can go yourself and collect some sample, it will be of great help.",
        "Russian_Text": "",
        "Chinese_Text": "正在研究蛇头菇幻觉成分的灵交院正在搜集蛇头菇标本。大部分人都不敢去危险的现场。若你能够亲手采集蛇头菇，将会对研究起到很大帮助。"
    },
    "19100061": {
        "Dev_Desc": "망자를 기리는 일_태록림",
        "Original_Text": "개척자 위령묘지에 참배를 드리러 가고자 하는 이들을 위해 묘지 주변의 안전을 확보해주세요. 요즘들어 도굴을 하러 혈비패 일당이 출몰하기도 한다던데, 혹시 그들을 보게 된다면 그 나쁜 버릇을 고쳐놔 주시기 바랍니다.",
        "English_Text": "Please secure the safety of those visiting the Pioneers' Graveyard. I heard that even the Red Masks appear in the area to rob the graves, so if you happen to see any of them, please teach them to have more respect for the dead.",
        "Russian_Text": "",
        "Chinese_Text": "为了想去祭奠开拓者慰灵墓地的人们，请确保墓地周围的安全。最近还出现了前来盗掘的赤匪派，若看到他们的话，请好好教训一下。"
    },
    "19100062": {
        "Dev_Desc": "본보기 만들기_태록림",
        "Original_Text": "참고요 숲에서 불법으로 산선호를 수렵 중인 부패한 수양단원들을 찾아내 혼내주세요, 그들을 본보기로 삼아 더 이상 그와 같은 자들이 생기는 걸 막아야 합니다.",
        "English_Text": "Find the corrupt Sol Seekers illegally poaching the Moss Fox at the Tranquil Woods. We must make an example of them so that nobody else will even dare to do what they did.",
        "Russian_Text": "",
        "Chinese_Text": "请在寂静森林揪出非法偷猎山仙狐的腐败搜阳团员。我们需要拿他们杀鸡儆猴，防止出现更多那种腐败团员。"
    },
    "19100063": {
        "Dev_Desc": "끔찍한 혼종_태록림",
        "Original_Text": "생긴건 꼭 식물처럼 생겼지만 짐승마냥 사람을 꿀꺽 삼켜버리는 그 것들, 담인초라고 불리는 그 괴물들에 피해를 입는 사례가 부쩍 많이 보고되고 있어요. 담인초 습지로 가서 이 끔찍한 녀석들의 수를 줄여주십시오.",
        "English_Text": "There has been an increasing number of reports of people getting injured by the Nepenthes, plants that look like normal plants, but they actually eat people. Go to the Nepenthes Marsh and reduce their number.",
        "Russian_Text": "",
        "Chinese_Text": "啖人草虽然长得像植物，但会像野兽一样吞噬人类。最近被啖人草伤害的人越来越多。请去啖人草湿地减少这种可怕怪物的数量。"
    },
    "19100064": {
        "Dev_Desc": "귀여운 얼굴에 그렇지 못한_태록림",
        "Original_Text": "낙원 계곡 주변의 낙원족들은 얼핏 보기엔 귀엽지만 성격은 장난이 심하고 고약하기로 유명하지요. 멀리까지 폭포를 구경하러 온 사람들의 물건이 없어지는 건 예삿일이지요. 이들을 혼내주고 사람들이 잃어버린 물건들을 되찾아 주세요.",
        "English_Text": "The Simyu at the Simyu Valley might look cute, but they are notorious for their nasty pranks. It's not unusual for the belongings of tourists to disappear. Punish them and return those lost belongings to the people.",
        "Russian_Text": "",
        "Chinese_Text": "乐猿溪谷附近的乐猿族乍一看很可爱，但它们其实性格恶劣且出了名地爱恶作剧。远道而来观赏瀑布的人经常会被偷走物品。请去教训乐猿族并找回人们丢失的物品。"
    },
    "19100065": {
        "Dev_Desc": "해변 확보_태록림",
        "Original_Text": "예도항 북쪽의 해변가에 있는 이 도깨비들은 예도항의 물자들을 슬쩍 훔쳐가 숨겨놓는 답니다. 주기적으로 수양에서 이들을 몰아내고 있다고는 하지만 역부족입니다. 가서 이들을 몰아내는 일을 도와주세요.",
        "English_Text": "The Dokkaebis at the north coast of Dojung Port quietly steal goods and hide them away. The Sol Seekers drive them out from time to time, but it's not enough. Go and help them drive out the Dokkaebis.",
        "Russian_Text": "",
        "Chinese_Text": "誉导港北边海边的这些鬼很喜欢偷走誉导港的物资并藏起来。虽然搜阳会定期驱鬼，但还远远不够。请去帮助搜阳驱鬼。"
    },
    "19100066": {
        "Dev_Desc": "검은 땅_태록림",
        "Original_Text": "검은 진흙을 구하기 위해 떠난 사람들이 그 곳의 위험성에 대해 몰라서 곤경에 빠지는 것이 아닙니다. 그들 스스로의 욕심 때문에 너무 깊은 곳까지 들어갔다가 봉변을 당하는 것이지요. 이유야 어찌됐든 도움이 필요한 사람들을 외면할 수는 없지 않습니까? 그 곳의 위험한 생명체들을 처치해 실종된 이들을 찾는 일을 도와주세요.",
        "English_Text": "The people who go to obtain the Black Mud get into trouble not because they don't know that the place is dangerous. Blinded by their greed, they go too deep inside for their own good. Whatever the reason may be, we can't just let them get hurt. Eliminate the dangerous creatures in the area and help find the missing people.",
        "Russian_Text": "",
        "Chinese_Text": "前去寻找黑色黏土的人们并不是不知道那里有多危险才会陷入困境。他们只是无法克制贪欲而进入太深的地方而已。但是无论理由如何，我们总不能对需要帮助的人们坐视不管吧？请去消灭那里的危险生命体，同时寻找失踪的人们。"
    },
    "19100067": {
        "Dev_Desc": "상아탑을 쌓는 사람들_태록림",
        "Original_Text": "풀내음 언덕길 주변의 독특한 식생과 사묘정간의 연관성에 대한 연구는 큰 진전없이 제자리 걸음을 하고 있다죠. 성과없는 연구에 수년을 쏟고 있는 연구자들을 응원하는 차원에서 그 곳 생물들의 표본을 구해주세요. 매번 표본을 구하러 와야하는 그들에게 큰 힘이 될 겁니다.",
        "English_Text": "The research on the relationship between the unique vegetation around Grassland Knoll and Gnarloxes hasn't made much progress. Obtain some samples of the creatures in the area to support the researchers who are investing their time into this. It'll be of great help to those who have to come get the samples.",
        "Russian_Text": "",
        "Chinese_Text": "草香山丘路附近的独特植被与蓑衣精之间的关联性研究几乎没有进展，处于原地踏步的情况。为了给过去几年没有做出太多成果的研究者们加油打气，请去带回来一些当地生物的标本。需要经常来采集标本的研究者们肯定会很高兴。"
    },
    "19100068": {
        "Dev_Desc": "해는 오늘도 떴지만_태록림",
        "Original_Text": "올해도 많은 사람들이 해맞이 비탈에 모여 묵은 한 해를 보내고 새해를 맞는 뜻 깊은 시간을 보낼 것으로 예상됩니다. 요즘들어 자주 출몰하는 묘면족과 나무정령들이 문제를 일으키기 않도록 미리 몰아내주세요.",
        "English_Text": "It's expected that many people will gather again at Sunrise Climb to celebrate the New Year. Please drive away the Lapriel and Tree Spirits before they can make any trouble.",
        "Russian_Text": "",
        "Chinese_Text": "今年也会有很多人聚集在迎日坡路度过辞旧迎新的一天。请提前赶走最近经常出现在那里的兔面族与树精灵，预防它们引发问题。"
    },
    "19100069": {
        "Dev_Desc": "고산의 동물들_태록림",
        "Original_Text": "낙원 폭포 남부의 숲은 특유의 경관을 보러 오는 시인들과 신비한 약초를 캐러오는 약초꾼들 사이에서 입소문이 퍼지고 있습니다만, 이 높은 지대를 터전삼아 지내고 있는 동물들의 특성에 대한 연구는 이제 걸음마 수준에 불과합니다. 이들에게 조심스레 다가가 연구용 표본을 조금씩 구해주세요.",
        "English_Text": "The unique scenery of the forest south of the Simyu Waterfall has been gaining popularity among the poets who come for the scenery and herbalists who come to gather herbs. The research on the creatures that live in such a high place is still in the early stages. Please approach them carefully and obtain some research specimens.",
        "Russian_Text": "",
        "Chinese_Text": "乐猿瀑布南部的森林很受来此观赏独特景观的诗人与采集神秘药草的采药员们的喜爱。但有关栖息于此的动物特点的研究还处于起步阶段。请小心靠近这些动物，然后搜集一点研究所需的标本。"
    }
}